[
  {
    "original_title": "CHAPTER I.",
    "translated_title": "CHAPTER I.",
    "original_content": "CHAPTER I.\nDown the Rabbit-Hole\n\n\nAlice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do: once or twice she had peeped into\nthe book her sister was reading, but it had no pictures or\nconversations in it, “and what is the use of a book,” thought Alice\n“without pictures or conversations?”\n\nSo she was considering in her own mind (as well as she could, for the\nhot day made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.\n\nThere was nothing so _very_ remarkable in that; nor did Alice think it\nso _very_ much out of the way to hear the Rabbit say to itself, “Oh\ndear! Oh dear! I shall be late!” (when she thought it over afterwards,\nit occurred to her that she ought to have wondered at this, but at the\ntime it all seemed quite natural); but when the Rabbit actually _took a\nwatch out of its waistcoat-pocket_, and looked at it, and then hurried\non, Alice started to her feet, for it flashed across her mind that she\nhad never before seen a rabbit with either a waistcoat-pocket, or a\nwatch to take out of it, and burning with curiosity, she ran across the\nfield after it, and fortunately was just in time to see it pop down a\nlarge rabbit-hole under the hedge.\n\nIn another moment down went Alice after it, never once considering how\nin the world she was to get out again.\n\nThe rabbit-hole went straight on like a tunnel for some way, and then\ndipped suddenly down, so suddenly that Alice had not a moment to think\nabout stopping herself before she found herself falling down a very\ndeep well.\n\nEither the well was very deep, or she fell very slowly, for she had\nplenty of time as she went down to look about her and to wonder what\nwas going to happen next. First, she tried to look down and make out\nwhat she was coming to, but it was too dark to see anything; then she\nlooked at the sides of the well, and noticed that they were filled with\ncupboards and book-shelves; here and there she saw maps and pictures\nhung upon pegs. She took down a jar from one of the shelves as she\npassed; it was labelled “ORANGE MARMALADE”, but to her great\ndisappointment it was empty: she did not like to drop the jar for fear\nof killing somebody underneath, so managed to put it into one of the\ncupboards as she fell past it.\n\n“Well!” thought Alice to herself, “after such a fall as this, I shall\nthink nothing of tumbling down stairs! How brave they’ll all think me\nat home! Why, I wouldn’t say anything about it, even if I fell off the\ntop of the house!” (Which was very likely true.)\n\nDown, down, down. Would the fall _never_ come to an end? “I wonder how\nmany miles I’ve fallen by this time?” she said aloud. “I must be\ngetting somewhere near the centre of the earth. Let me see: that would\nbe four thousand miles down, I think—” (for, you see, Alice had learnt\nseveral things of this sort in her lessons in the schoolroom, and\nthough this was not a _very_ good opportunity for showing off her\nknowledge, as there was no one to listen to her, still it was good\npractice to say it over) “—yes, that’s about the right distance—but\nthen I wonder what Latitude or Longitude I’ve got to?” (Alice had no\nidea what Latitude was, or Longitude either, but thought they were nice\ngrand words to say.)\n\nPresently she began again. “I wonder if I shall fall right _through_\nthe earth! How funny it’ll seem to come out among the people that walk\nwith their heads downward! The Antipathies, I think—” (she was rather\nglad there _was_ no one listening, this time, as it didn’t sound at all\nthe right word) “—but I shall have to ask them what the name of the\ncountry is, you know. Please, Ma’am, is this New Zealand or Australia?”\n(and she tried to curtsey as she spoke—fancy _curtseying_ as you’re\nfalling through the air! Do you think you could manage it?) “And what\nan ignorant little girl she’ll think me for asking! No, it’ll never do\nto ask: perhaps I shall see it written up somewhere.”\n\nDown, down, down. There was nothing else to do, so Alice soon began\ntalking again. “Dinah’ll miss me very much to-night, I should think!”\n(Dinah was the cat.) “I hope they’ll remember her saucer of milk at\ntea-time. Dinah my dear! I wish you were down here with me! There are\nno mice in the air, I’m afraid, but you might catch a bat, and that’s\nvery like a mouse, you know. But do cats eat bats, I wonder?” And here\nAlice began to get rather sleepy, and went on saying to herself, in a\ndreamy sort of way, “Do cats eat bats? Do cats eat bats?” and\nsometimes, “Do bats eat cats?” for, you see, as she couldn’t answer\neither question, it didn’t much matter which way she put it. She felt\nthat she was dozing off, and had just begun to dream that she was\nwalking hand in hand with Dinah, and saying to her very earnestly,\n“Now, Dinah, tell me the truth: did you ever eat a bat?” when suddenly,\nthump! thump! down she came upon a heap of sticks and dry leaves, and\nthe fall was over.\n\nAlice was not a bit hurt, and she jumped up on to her feet in a moment:\nshe looked up, but it was all dark overhead; before her was another\nlong passage, and the White Rabbit was still in sight, hurrying down\nit. There was not a moment to be lost: away went Alice like the wind,\nand was just in time to hear it say, as it turned a corner, “Oh my ears\nand whiskers, how late it’s getting!” She was close behind it when she\nturned the corner, but the Rabbit was no longer to be seen: she found\nherself in a long, low hall, which was lit up by a row of lamps hanging\nfrom the roof.\n\nThere were doors all round the hall, but they were all locked; and when\nAlice had been all the way down one side and up the other, trying every\ndoor, she walked sadly down the middle, wondering how she was ever to\nget out again.\n\nSuddenly she came upon a little three-legged table, all made of solid\nglass; there was nothing on it except a tiny golden key, and Alice’s\nfirst thought was that it might belong to one of the doors of the hall;\nbut, alas! either the locks were too large, or the key was too small,\nbut at any rate it would not open any of them. However, on the second\ntime round, she came upon a low curtain she had not noticed before, and\nbehind it was a little door about fifteen inches high: she tried the\nlittle golden key in the lock, and to her great delight it fitted!\n\nAlice opened the door and found that it led into a small passage, not\nmuch larger than a rat-hole: she knelt down and looked along the\npassage into the loveliest garden you ever saw. How she longed to get\nout of that dark hall, and wander about among those beds of bright\nflowers and those cool fountains, but she could not even get her head\nthrough the doorway; “and even if my head would go through,” thought\npoor Alice, “it would be of very little use without my shoulders. Oh,\nhow I wish I could shut up like a telescope! I think I could, if I only\nknew how to begin.” For, you see, so many out-of-the-way things had\nhappened lately, that Alice had begun to think that very few things\nindeed were really impossible.\n\nThere seemed to be no use in waiting by the little door, so she went\nback to the table, half hoping she might find another key on it, or at\nany rate a book of rules for shutting people up like telescopes: this\ntime she found a little bottle on it, (“which certainly was not here\nbefore,” said Alice,) and round the neck of the bottle was a paper\nlabel, with the words “DRINK ME,” beautifully printed on it in large\nletters.\n\nIt was all very well to say “Drink me,” but the wise little Alice was\nnot going to do _that_ in a hurry. “No, I’ll look first,” she said,\n“and see whether it’s marked ‘_poison_’ or not”; for she had read\nseveral nice little histories about children who had got burnt, and\neaten up by wild beasts and other unpleasant things, all because they\n_would_ not remember the simple rules their friends had taught them:\nsuch as, that a red-hot poker will burn you if you hold it too long;\nand that if you cut your finger _very_ deeply with a knife, it usually\nbleeds; and she had never forgotten that, if you drink much from a\nbottle marked “poison,” it is almost certain to disagree with you,\nsooner or later.\n\nHowever, this bottle was _not_ marked “poison,” so Alice ventured to\ntaste it, and finding it very nice, (it had, in fact, a sort of mixed\nflavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and\nhot buttered toast,) she very soon finished it off.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“What a curious feeling!” said Alice; “I must be shutting up like a\ntelescope.”\n\nAnd so it was indeed: she was now only ten inches high, and her face\nbrightened up at the thought that she was now the right size for going\nthrough the little door into that lovely garden. First, however, she\nwaited for a few minutes to see if she was going to shrink any further:\nshe felt a little nervous about this; “for it might end, you know,”\nsaid Alice to herself, “in my going out altogether, like a candle. I\nwonder what I should be like then?” And she tried to fancy what the\nflame of a candle is like after the candle is blown out, for she could\nnot remember ever having seen such a thing.\n\nAfter a while, finding that nothing more happened, she decided on going\ninto the garden at once; but, alas for poor Alice! when she got to the\ndoor, she found she had forgotten the little golden key, and when she\nwent back to the table for it, she found she could not possibly reach\nit: she could see it quite plainly through the glass, and she tried her\nbest to climb up one of the legs of the table, but it was too slippery;\nand when she had tired herself out with trying, the poor little thing\nsat down and cried.\n\n“Come, there’s no use in crying like that!” said Alice to herself,\nrather sharply; “I advise you to leave off this minute!” She generally\ngave herself very good advice, (though she very seldom followed it),\nand sometimes she scolded herself so severely as to bring tears into\nher eyes; and once she remembered trying to box her own ears for having\ncheated herself in a game of croquet she was playing against herself,\nfor this curious child was very fond of pretending to be two people.\n“But it’s no use now,” thought poor Alice, “to pretend to be two\npeople! Why, there’s hardly enough of me left to make _one_ respectable\nperson!”\n\nSoon her eye fell on a little glass box that was lying under the table:\nshe opened it, and found in it a very small cake, on which the words\n“EAT ME” were beautifully marked in currants. “Well, I’ll eat it,” said\nAlice, “and if it makes me grow larger, I can reach the key; and if it\nmakes me grow smaller, I can creep under the door; so either way I’ll\nget into the garden, and I don’t care which happens!”\n\nShe ate a little bit, and said anxiously to herself, “Which way? Which\nway?”, holding her hand on the top of her head to feel which way it was\ngrowing, and she was quite surprised to find that she remained the same\nsize: to be sure, this generally happens when one eats cake, but Alice\nhad got so much into the way of expecting nothing but out-of-the-way\nthings to happen, that it seemed quite dull and stupid for life to go\non in the common way.\n\nSo she set to work, and very soon finished off the cake.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *",
    "translated_content": "**CHAPTER I.**\nウサギの穴へ\n\nアリスは、姉と一緒に川岸に座り、何もすることがないので、すっかり退屈し始めていた。一度か二度、姉が読んでいる本を覗いてみたが、そこには絵も会話もなかった。「絵も会話もない本なんて、何の役に立つんだろう？」とアリスは思った。\n\nそれで彼女は（暑い日だったのでとても眠く、頭もぼんやりしていたが、できる限り）一生懸命考えていた。デイジーの花輪を作る楽しみが、立ち上がってデイジーを摘みに行く手間に値するかどうか、と。ちょうどその時、突然、ピンクの目をした白ウサギが彼女のすぐそばを走り過ぎた。\n\nそれ自体は、別に*とてつもなく*奇妙なことではなかった。ウサギが独り言のように「あらまあ！あらまあ！遅れてしまう！」と言うのを聞いても、アリスは*それほど*途方もないことだとは思わなかった（後で考えてみると、彼女はそれに驚くべきだったと思い当たったが、その時はすべてごく自然に思えた）。しかし、ウサギが実際に*胴着のポケットから懐中時計を取り出し*、それを見て、それから急ぎ足で走り去った時、アリスは飛び上がった。というのも、彼女の頭に閃いたのだ。今までウサギが胴着のポケットを持っているのを見たこともなければ、そこから時計を取り出すのを見たこともない、と。好奇心に燃え、彼女はウサギの後を追って野原を駆け抜け、幸運にもちょうど間に合って、ウサギが生け垣の下の大きなウサギ穴にぽっと飛び込むのを見ることができた。\n\n次の瞬間、アリスもその穴へと飛び込んだ。どうやってまた這い出してくるかなど、まったく考えもせずに。\n\nウサギの穴は、しばらくはトンネルのようにまっすぐに続き、それから突然、急に下へと落ち込んだ。あまりに突然だったので、アリスは自分自身を止めようと考えている暇もなく、とても深い井戸の中へ落ちていることに気がついた。\n\n井戸がとても深かったのか、それとも彼女の落下がとてもゆっくりだったのか、降りている間、彼女には周りを見回し、次に何が起こるのだろうと考えるたっぷりの時間があった。まず、下を見下ろして、自分がどこへ向かっているのか見極めようとしたが、暗すぎて何も見えなかった。それから井戸の側面を見ると、そこには食器棚や本棚が並んでいることに気がついた。あちこちに、釘にかけられた地図や絵が見えた。通り過ぎるときに、彼女は棚から一瓶を取り下ろした。瓶には「オレンジ・マーマレード」とラベルが貼られていたが、とてもがっかりしたことに中身は空っぽだった。下に誰かいるかもしれないので、瓶を落とすのは気が引けた。それで、落下しながら通り過ぎる際に、どうにかして食器棚の一つの中にそれをしまい込んだ。\n\n「まあ！」アリスは心の中で思った。「こんなに落ちてしまえば、階段から転げ落ちるなんて何でもないわ！ おうちのみんな、私のことをどんなに勇敢だと思うことか！ だって、たとえ家のてっぺんから落ちたって、私は何にも言わないんだもの！」（これはきっと本当のことだろう。）\n\n落ちる、落ちる、落ちる。この落下は _決して_ 終わらないのだろうか？「いったい何マイル落ちたのかしら？」彼女は声に出して言った。「もう地球の中心あたりに近づいているに違いないわ。ええと、そうね、四千マイル下ったところかしら——」（というのも、ご存知の通り、アリスは教室での授業でこうしたことをいくつか習っていたのである。そして、聞いている人は誰もいなかったから、知識をひけらかす _とても_ 良い機会とは言えなかったけれど、やはり口に出して言ってみるのは良い練習だった）「——ええ、だいたいそれくらいの距離ね——でも、それじゃあ、私はいったいどの緯度か経度にいるのかしら？」（アリスは緯度が何なのか、経度が何なのか、さっぱりわかっていなかったが、それは言ってみるのに立派な言葉だと思ったのである。）\n\nやがて彼女はまた考え始めた。「地球をまっすぐ _通り抜けて_ 落ちてしまうのかしら！ 頭を下にして歩いている人々の間に出てきたら、どんなに滑稽に見えることでしょう！ アンティパシーズ（反対者たち）だわ、きっと——」（今回は誰も聞いていないのが、むしろ嬉しかった。まったく正しい言葉に聞こえなかったから）「——でも、その国の名前を聞かなきゃいけないわね。お願いします、奥様、ここはニュージーランドですか、それともオーストラリアですか？」（そして彼女は話しながらお辞儀をしようとした——空中を落ちながら _お辞儀_ するなんて、考えてみて！ あなたならできると思う？）「そして、私のことをどんなに無知な小娘だと思うことでしょう！ だめだめ、聞くのは絶対にだめだわ：たぶん、どこかに書いてあるのが見えるでしょうね。」\n\n落ちて、落ちて、落ちてゆく。ほかにすることが何もないので、アリスはすぐにまた話し始めました。「今夜はダイナがきっと私を恋しがるだろうね！」（ダイナは猫の名前です。）「お茶の時間に、みんながダイナのミルクのお皿を忘れないといいけど。ダイナ、あなたもここに一緒にいてくれたらなあ！空中にはネズミはいないと思うけど、コウモリなら捕まえられるかも。だってコウモリってネズミにすごく似てるもの。でも、猫ってコウモリを食べるのかな？」そしてここでアリスはだんだん眠くなってきて、夢見るような調子で自分に言い聞かせ続けました。「猫はコウモリを食べる？猫はコウモリを食べる？」ときには「コウモリは猫を食べる？」と。だって、どちらの質問にも答えられないのだから、どちらに言い換えても大して違いはないのです。うとうとし始めたと感じたとき、ちょうどダイナと手をつないで歩きながら、とても真剣に「ねえダイナ、本当のことを教えて。あなた、コウモリを食べたことある？」と尋ねる夢を見始めたところでした。すると突然、どしん！どしん！と、彼女は棒切れや枯れ葉の山の上に着地し、落下は終わりました。\n\nアリスは少しもけがをせず、すぐにぱっと立ち上がりました。上を見上げましたが、頭上は真っ暗です。目の前にはまた別の長い通路が続いており、白ウサギがまだ見えていて、急ぎ足でその先へと進んでいます。一瞬も無駄にはできません。アリスは風のように走り去り、ちょうど角を曲がるときにウサギが「ああ、耳やひげや、なんて遅くなってしまったんだ！」と言うのが聞こえました。彼女が角を曲がったとき、ウサギはすぐ後ろにいるはずでしたが、もう見えませんでした。彼女は自分が長くて低い広間にいることに気づきました。天井からつるされた一列のランプが部屋を照らしています。\n\n広間の周りには扉が並んでいましたが、すべて鍵がかかっていました。アリスは片側をずっと進み、反対側を戻りながら、すべての扉を試してみましたが、がっかりして広間の真ん中を歩きながら、どうやってまた外に出られるのだろうと考えていました。\n\n突然、彼女は小さな三本脚のテーブルに出くわしました。それはすべて固いガラスでできていて、その上には小さな金の鍵以外には何もありませんでした。アリスは最初、それが広間のどれかの扉の鍵かもしれないと思いました。しかし、悲しいかな！鍵穴が大きすぎるのか、鍵が小さすぎるのか、とにかくどの扉も開きませんでした。しかし、二度目に回ったとき、彼女は前に気づかなかった低いカーテンを見つけ、その後ろには高さ約15インチの小さな扉がありました。彼女はその小さな金の鍵を鍵穴に差し込んでみました。すると、嬉しいことにぴったり合ったのです！\n\nアリスは扉を開けると、それはネズミ穴ほどの小さな通路に続いているのを見つけた。彼女は膝まずいて、その通路の先に見える、これまで見たこともないほど美しい庭を眺めた。暗いホールから抜け出し、明るい花壇や涼しげな噴水の間を散策したいと、彼女はどれほど憧れたことか。しかし、彼女は扉の入口にさえ頭を通すことができなかった。「たとえ頭が通ったとしても」と哀れなアリスは考えた、「肩が通らなければほとんど意味がないわ。ああ、望遠鏡みたいに縮められたらいいのに！どうやって始めればいいかさえわかれば、できると思うの」。というのも、最近はあまりにも風変わりなことが次々と起こったので、アリスは本当に不可能なことなどほとんどないと考えるようになっていたのだった。\n\n小さな扉のそばで待っていても仕方ないようだったので、彼女はテーブルに戻り、そこにもう一つの鍵が見つかるか、少なくとも望遠鏡のように人を縮める方法の規則書が見つかることを半分期待していた。今度は、小さな瓶が置かれているのを見つけた（「これは確かにさっきまでここになかったわ」とアリスは言った）。瓶の首には紙のラベルが巻かれており、「私を飲んで」という言葉が大きな文字で美しく印刷されていた。\n\n「私を飲んで」と言うのは簡単だが、賢い小さなアリスは急いでそんなことをするつもりはなかった。「いいえ、まずは見てみるわ」と彼女は言った、「『毒』と書かれているかどうか確かめなくちゃ」。なぜなら彼女は、火傷をしたり、野獣に食べられたり、その他の不快な目に遭った子供たちについての、いくつかの教訓的な物語を読んだことがあったからだ。それらはすべて、友達が教えてくれた簡単な規則を覚えていなかったために起こったことだった。例えば、真っ赤に熱した火かき棒を長く握り続ければ火傷をするということや、ナイフで指を深く切ると普通は血が出るということ。そして、もし「毒」と書かれた瓶からたくさん飲めば、遅かれ早かれほぼ確実に体に悪いということも、彼女は決して忘れたことはなかった。\n\nしかし、この瓶には「毒」とは書かれていなかったので、アリスは思い切って味見をしてみた。そしてそれがとても美味しいとわかると（実際、チェリータルト、カスタード、パイナップル、ローストターキー、トフィー、温かいバタートーストが混ざったような風味だった）、彼女はすぐに飲み干してしまった。\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n「なんて不思議な気分！」とアリスは言った。「きっと望遠鏡みたいに縮んでいるんだわ」\n\nそして実際にそうなったのである：彼女の身長は今やわずか10インチになり、その小さな扉を通ってあの素敵な庭へ行けるちょうど良い大きさになったと思い、顔を輝かせた。しかしまず、彼女は自分がこれ以上縮まないかどうか確かめるため数分待った：このことについて少し不安を感じていた；「だって、結局は、ほら」アリスは独り言を言った、「まるで蝋燭みたいに完全に消えてしまうかもしれないんだもの。その時わたしはどんな風になるんだろう？」そして彼女は、蝋燭が消された後の炎がどんなものか想像してみようとした。そんなものを見た覚えがなかったからだ。\n\nしばらくして、これ以上何も起こらないと分かると、彼女はすぐに庭へ行くことに決めた；しかし、かわいそうなアリスにとっては災難だった！扉まで行くと、彼女は小さな金の鍵を忘れてきたことに気づき、それを取りにテーブルに戻ると、今度はどうしても鍵に届かないことに気づいた：ガラス越しにはっきりと鍵が見えるのに、テーブルの脚の一本をよじ登ろうと懸命に努力したが、それは滑りすぎていた；そして試みに疲れ果てた後、そのかわいそうな小さなものは座り込んで泣いた。\n\n「さあ、そんな風に泣いても仕方がないわ！」アリスは自分自身に、かなりきつく言った；「今すぐにやめることを勧めるわよ！」彼女は普段、自分自身に非常に良い助言を与えるのだった（ただしそれに従うことは滅多になかったが）、そして時には、自分自身をひどく叱りつけて目に涙を浮かべることさえあった；また一度は、自分自身と対戦するクロッケーのゲームで自分を騙したことで、自分の耳を殴ろうとしたことを思い出した。というのも、この不思議な子供は二人の人間のふりをするのがとても好きだったからだ。「でも今となっては、」かわいそうなアリスは考えた、「二人の人間のふりをしても仕方ないわ！だって、立派な一人前の人間を作るのに十分なほどの、私の体がほとんど残っていないんだもの！」\n\nまもなく彼女の目は、テーブルの下に置かれている小さなガラスの箱に留まった：彼女はそれを開け、中に非常に小さなケーキを見つけた。その上には「私を食べて」という言葉がレーズンで美しく記されていた。「よし、これを食べよう」アリスは言った、「もしこれで私が大きくなれば、鍵に届くし、もし小さくなれば、扉の下を這って通れる。だからどちらにしても庭に入れるんだから、どっちが起こっても構わないわ！」\n\n彼女は少し食べて、不安そうに「どっち？　どっち？」と独り言を言いながら、頭のてっぺんに手を当てて、どちらに伸びているかを確かめました。そして、自分が同じ大きさのままであることにすっかり驚きました。確かに、ケーキを食べると普通はそうなるものですが、アリスはもう、常識外れのことばかりが起こるものだとすっかり思い込んでいたので、物事が普通通りに進むのは、とても退屈でばかばかしく思えたのです。\n\nそこで彼女は食べることに専念し、あっという間にケーキを平らげてしまいました。\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER II.",
    "translated_title": "CHAPTER II.",
    "original_content": "CHAPTER II.\nThe Pool of Tears\n\n\n“Curiouser and curiouser!” cried Alice (she was so much surprised, that\nfor the moment she quite forgot how to speak good English); “now I’m\nopening out like the largest telescope that ever was! Good-bye, feet!”\n(for when she looked down at her feet, they seemed to be almost out of\nsight, they were getting so far off). “Oh, my poor little feet, I\nwonder who will put on your shoes and stockings for you now, dears? I’m\nsure _I_ shan’t be able! I shall be a great deal too far off to trouble\nmyself about you: you must manage the best way you can;—but I must be\nkind to them,” thought Alice, “or perhaps they won’t walk the way I\nwant to go! Let me see: I’ll give them a new pair of boots every\nChristmas.”\n\nAnd she went on planning to herself how she would manage it. “They must\ngo by the carrier,” she thought; “and how funny it’ll seem, sending\npresents to one’s own feet! And how odd the directions will look!\n\n     _Alice’s Right Foot, Esq., Hearthrug, near the Fender,_ (_with\n     Alice’s love_).\n\nOh dear, what nonsense I’m talking!”\n\nJust then her head struck against the roof of the hall: in fact she was\nnow more than nine feet high, and she at once took up the little golden\nkey and hurried off to the garden door.\n\nPoor Alice! It was as much as she could do, lying down on one side, to\nlook through into the garden with one eye; but to get through was more\nhopeless than ever: she sat down and began to cry again.\n\n“You ought to be ashamed of yourself,” said Alice, “a great girl like\nyou,” (she might well say this), “to go on crying in this way! Stop\nthis moment, I tell you!” But she went on all the same, shedding\ngallons of tears, until there was a large pool all round her, about\nfour inches deep and reaching half down the hall.\n\nAfter a time she heard a little pattering of feet in the distance, and\nshe hastily dried her eyes to see what was coming. It was the White\nRabbit returning, splendidly dressed, with a pair of white kid gloves\nin one hand and a large fan in the other: he came trotting along in a\ngreat hurry, muttering to himself as he came, “Oh! the Duchess, the\nDuchess! Oh! won’t she be savage if I’ve kept her waiting!” Alice felt\nso desperate that she was ready to ask help of any one; so, when the\nRabbit came near her, she began, in a low, timid voice, “If you please,\nsir—” The Rabbit started violently, dropped the white kid gloves and\nthe fan, and skurried away into the darkness as hard as he could go.\n\nAlice took up the fan and gloves, and, as the hall was very hot, she\nkept fanning herself all the time she went on talking: “Dear, dear! How\nqueer everything is to-day! And yesterday things went on just as usual.\nI wonder if I’ve been changed in the night? Let me think: was I the\nsame when I got up this morning? I almost think I can remember feeling\na little different. But if I’m not the same, the next question is, Who\nin the world am I? Ah, _that’s_ the great puzzle!” And she began\nthinking over all the children she knew that were of the same age as\nherself, to see if she could have been changed for any of them.\n\n“I’m sure I’m not Ada,” she said, “for her hair goes in such long\nringlets, and mine doesn’t go in ringlets at all; and I’m sure I can’t\nbe Mabel, for I know all sorts of things, and she, oh! she knows such a\nvery little! Besides, _she’s_ she, and _I’m_ I, and—oh dear, how\npuzzling it all is! I’ll try if I know all the things I used to know.\nLet me see: four times five is twelve, and four times six is thirteen,\nand four times seven is—oh dear! I shall never get to twenty at that\nrate! However, the Multiplication Table doesn’t signify: let’s try\nGeography. London is the capital of Paris, and Paris is the capital of\nRome, and Rome—no, _that’s_ all wrong, I’m certain! I must have been\nchanged for Mabel! I’ll try and say ‘_How doth the little_—’” and she\ncrossed her hands on her lap as if she were saying lessons, and began\nto repeat it, but her voice sounded hoarse and strange, and the words\ndid not come the same as they used to do:—\n\n“How doth the little crocodile\n    Improve his shining tail,\nAnd pour the waters of the Nile\n    On every golden scale!\n\n“How cheerfully he seems to grin,\n    How neatly spread his claws,\nAnd welcome little fishes in\n    With gently smiling jaws!”\n\n\n“I’m sure those are not the right words,” said poor Alice, and her eyes\nfilled with tears again as she went on, “I must be Mabel after all, and\nI shall have to go and live in that poky little house, and have next to\nno toys to play with, and oh! ever so many lessons to learn! No, I’ve\nmade up my mind about it; if I’m Mabel, I’ll stay down here! It’ll be\nno use their putting their heads down and saying ‘Come up again, dear!’\nI shall only look up and say ‘Who am I then? Tell me that first, and\nthen, if I like being that person, I’ll come up: if not, I’ll stay down\nhere till I’m somebody else’—but, oh dear!” cried Alice, with a sudden\nburst of tears, “I do wish they _would_ put their heads down! I am so\n_very_ tired of being all alone here!”\n\nAs she said this she looked down at her hands, and was surprised to see\nthat she had put on one of the Rabbit’s little white kid gloves while\nshe was talking. “How _can_ I have done that?” she thought. “I must be\ngrowing small again.” She got up and went to the table to measure\nherself by it, and found that, as nearly as she could guess, she was\nnow about two feet high, and was going on shrinking rapidly: she soon\nfound out that the cause of this was the fan she was holding, and she\ndropped it hastily, just in time to avoid shrinking away altogether.\n\n“That _was_ a narrow escape!” said Alice, a good deal frightened at the\nsudden change, but very glad to find herself still in existence; “and\nnow for the garden!” and she ran with all speed back to the little\ndoor: but, alas! the little door was shut again, and the little golden\nkey was lying on the glass table as before, “and things are worse than\never,” thought the poor child, “for I never was so small as this\nbefore, never! And I declare it’s too bad, that it is!”\n\nAs she said these words her foot slipped, and in another moment,\nsplash! she was up to her chin in salt water. Her first idea was that\nshe had somehow fallen into the sea, “and in that case I can go back by\nrailway,” she said to herself. (Alice had been to the seaside once in\nher life, and had come to the general conclusion, that wherever you go\nto on the English coast you find a number of bathing machines in the\nsea, some children digging in the sand with wooden spades, then a row\nof lodging houses, and behind them a railway station.) However, she\nsoon made out that she was in the pool of tears which she had wept when\nshe was nine feet high.\n\n“I wish I hadn’t cried so much!” said Alice, as she swam about, trying\nto find her way out. “I shall be punished for it now, I suppose, by\nbeing drowned in my own tears! That _will_ be a queer thing, to be\nsure! However, everything is queer to-day.”\n\nJust then she heard something splashing about in the pool a little way\noff, and she swam nearer to make out what it was: at first she thought\nit must be a walrus or hippopotamus, but then she remembered how small\nshe was now, and she soon made out that it was only a mouse that had\nslipped in like herself.\n\n“Would it be of any use, now,” thought Alice, “to speak to this mouse?\nEverything is so out-of-the-way down here, that I should think very\nlikely it can talk: at any rate, there’s no harm in trying.” So she\nbegan: “O Mouse, do you know the way out of this pool? I am very tired\nof swimming about here, O Mouse!” (Alice thought this must be the right\nway of speaking to a mouse: she had never done such a thing before, but\nshe remembered having seen in her brother’s Latin Grammar, “A mouse—of\na mouse—to a mouse—a mouse—O mouse!”) The Mouse looked at her rather\ninquisitively, and seemed to her to wink with one of its little eyes,\nbut it said nothing.\n\n“Perhaps it doesn’t understand English,” thought Alice; “I daresay it’s\na French mouse, come over with William the Conqueror.” (For, with all\nher knowledge of history, Alice had no very clear notion how long ago\nanything had happened.) So she began again: “Où est ma chatte?” which\nwas the first sentence in her French lesson-book. The Mouse gave a\nsudden leap out of the water, and seemed to quiver all over with\nfright. “Oh, I beg your pardon!” cried Alice hastily, afraid that she\nhad hurt the poor animal’s feelings. “I quite forgot you didn’t like\ncats.”\n\n“Not like cats!” cried the Mouse, in a shrill, passionate voice. “Would\n_you_ like cats if you were me?”\n\n“Well, perhaps not,” said Alice in a soothing tone: “don’t be angry\nabout it. And yet I wish I could show you our cat Dinah: I think you’d\ntake a fancy to cats if you could only see her. She is such a dear\nquiet thing,” Alice went on, half to herself, as she swam lazily about\nin the pool, “and she sits purring so nicely by the fire, licking her\npaws and washing her face—and she is such a nice soft thing to\nnurse—and she’s such a capital one for catching mice—oh, I beg your\npardon!” cried Alice again, for this time the Mouse was bristling all\nover, and she felt certain it must be really offended. “We won’t talk\nabout her any more if you’d rather not.”\n\n“We indeed!” cried the Mouse, who was trembling down to the end of his\ntail. “As if _I_ would talk on such a subject! Our family always\n_hated_ cats: nasty, low, vulgar things! Don’t let me hear the name\nagain!”\n\n“I won’t indeed!” said Alice, in a great hurry to change the subject of\nconversation. “Are you—are you fond—of—of dogs?” The Mouse did not\nanswer, so Alice went on eagerly: “There is such a nice little dog near\nour house I should like to show you! A little bright-eyed terrier, you\nknow, with oh, such long curly brown hair! And it’ll fetch things when\nyou throw them, and it’ll sit up and beg for its dinner, and all sorts\nof things—I can’t remember half of them—and it belongs to a farmer, you\nknow, and he says it’s so useful, it’s worth a hundred pounds! He says\nit kills all the rats and—oh dear!” cried Alice in a sorrowful tone,\n“I’m afraid I’ve offended it again!” For the Mouse was swimming away\nfrom her as hard as it could go, and making quite a commotion in the\npool as it went.\n\nSo she called softly after it, “Mouse dear! Do come back again, and we\nwon’t talk about cats or dogs either, if you don’t like them!” When the\nMouse heard this, it turned round and swam slowly back to her: its face\nwas quite pale (with passion, Alice thought), and it said in a low\ntrembling voice, “Let us get to the shore, and then I’ll tell you my\nhistory, and you’ll understand why it is I hate cats and dogs.”\n\nIt was high time to go, for the pool was getting quite crowded with the\nbirds and animals that had fallen into it: there were a Duck and a\nDodo, a Lory and an Eaglet, and several other curious creatures. Alice\nled the way, and the whole party swam to the shore.",
    "translated_content": "CHAPTER II.\n\n第2章\n涙の池\n\n「あらまあ、ますます妙なこと！」とアリスは叫んだ（彼女はとても驚いて、その瞬間、正しい英語の話し方をすっかり忘れてしまった）。「今や私は、かつてないほど大きな望遠鏡のように伸びているわ！さようなら、足よ！」（下を見下ろすと、足はほとんど見えなくなりそうなほど遠くにあったから）。「ああ、かわいそうな私の小さな足よ、いったいだれがあなたがたのために靴や靴下をはかせてくれるのかしら？ 私にはとてもできないわ！私はあまりにも遠くにいて、あなたがたの世話をするどころではない：あなたがたはできるだけうまくやってちょうだい。──でも、私は彼らに親切にしてあげなくちゃ」とアリスは思った。「そうでないと、私が行きたい方向に歩いてくれないかもしれないから！ そうだわ：毎年クリスマスに新しいブーツを一足ずつあげることにしましょう」\n\nそして彼女は、どうやってそれを実行するか考え続けた。「配達人に頼まなくちゃ」と彼女は思った。「自分の足に贈り物を送るなんて、どんなに滑稽なことでしょう！ あて名書きもどんなに奇妙なことでしょう！\n\n　　アリスの右足様、暖炉のそばの炉端敷にて、（アリスより愛をこめて）。\n\nあらまあ、なんてばかげたことを言っているのでしょう！」\n\nちょうどそのとき、彼女の頭がホールの天井にぶつかった。実際、彼女の身長は今や9フィート以上もあり、彼女はすぐに小さな金の鍵を手に取って、庭のドアへ急いだ。\n\nかわいそうなアリス！ 横になって片目で庭を覗き込むのがやっとだった。しかし、通り抜けることは以前にも増して絶望的だった。彼女は座り込み、また泣き始めた。\n\n「あなたは自分を恥ずかしく思うべきよ」とアリスは言った。「あなたのような大きな女の子が」（彼女はこう言うのももっともだった）、「こんなふうに泣き続けるなんて！ 今すぐやめなさい、いい！」 しかし彼女は相変わらず泣き続け、涙を大量に流した。ついには、彼女の周りに大きな池ができ、深さ約4インチ、ホールの半分ほどの広さに達した。\n\nしばらくして、彼女は遠くで小さな足音を聞いた。彼女は急いで目をぬぐい、何が来るのか見ようとした。それは白ウサギが戻ってくるのだった。りっぱな服装で、片手に白いキッドグローブ、もう片手に大きな扇子を持っている。彼は大急ぎで小走りにやって来て、ぶつぶつ独り言を言いながら近づいた。「ああ！ 公爵夫人、公爵夫人！ ああ！ 彼女を待たせていたら、どんなに怒ることか！」 アリスは必死になり、誰にでも助けを求めようとした。それで、ウサギが彼女に近づくと、彼女は低くおずおずした声で言い始めた。「すみません、お願いがあります──」 ウサギはひどくびっくりして、白いキッドグローブと扇子を落とし、できる限りの速さで暗闇の中へ走り去った。\n\nアリスは扇と手袋を手に取ると、ホールがとても暑かったので、話を続けながらずっと扇いでいました。「あらまあ！　今日はなんてすべてがおかしなんでしょう！　昨日はいつも通りだったのに。もしかして夜の間に変わってしまったのかしら？　考えてみましょう：今朝起きたときの私は同じだったかしら？　少し違う感じがしたのを覚えているような気がします。でももし私が同じじゃないなら、次の問題は、いったい私は誰なの？　ああ、それが大きな謎だわ！」そして彼女は、自分と同じ年頃の知っている子どもたちをすべて考えてみて、自分がその誰かと取り替えられてしまったのかどうか確かめようとしました。\n\n「私はエイダじゃないわ」と彼女は言いました。「だって彼女の髪はとても長い巻き毛だし、私の髪は全然巻き毛じゃないもの。メイベルでもないはず、だって私はいろんなことを知っているし、彼女は、あら！　彼女はほんの少ししか知らないんだもの！　それに、彼女は彼女で、私は私だし――ああまあ、なんてややこしいんでしょう！　昔知っていたことを全部まだ覚えているか試してみましょう。ええと：4かける5は12、4かける6は13、4かける7は――ああまあ！　そんな調子じゃ20までたどり着けないわ！　でも、九九なんてどうでもいいわ：地理を試してみましょう。ロンドンはパリの首都で、パリはローマの首都で、ローマは――いいえ、それは全部間違ってる、きっと！　私はメイベルと取り替えられたに違いないわ！　『小さなワニはどうやって』を言ってみよう――」そして彼女は膝の上で手を組み、まるで授業で暗唱するように、それを繰り返し始めました。しかし彼女の声はかすれて奇妙に聞こえ、言葉は以前と同じようには出てきませんでした：――\n\n「小さなワニはどうやって\n　　輝くしっぽを磨くのでしょう、\nナイルの水を\n　　金色のうろこ一枚一枚に注いで！\n\n「なんて陽気ににっこり笑うのでしょう、\n　　きちんと爪を広げて、\n小さな魚たちを迎え入れるのです\n　　優しく微笑むあごで！」\n\n「きっとそれは正しい言葉じゃないわ」と哀れなアリスは言い、また涙で目をうるませながら続けた。「やっぱり私はメイベルになっちゃったんだわ。あの狭苦しい小さな家に住みに行かなくちゃならないし、遊ぶおもちゃもほとんどないし、それに、ああ！　たくさんお勉強しなくちゃ！　いや、もう決めたの。もし私がメイベルなら、ここにずっといるわ！　あの人たちが穴から首を突っ込んで『さあ、お上がりなさい、お嬢ちゃん！』って言ったって、無駄なんだから！　私はただ上を見上げて『それじゃあ、私はだれ？　まずそれを教えて。それから、もしその人になるのが気に入ったら、上がっていくわ。気に入らなかったら、ここにいる。別の誰かになるまで』って言うだけよ──でも、あらまあ！」アリスは突然わっと泣き出しながら叫んだ。「本当に、あの人たちが穴から首を突っ込んでくれたらいいのに！　ここにひとりぼっちでいるの、もうほんとに、ほんとにうんざりなんだもの！」\n\nそう言いながら彼女は自分の手を見下ろし、話しているうちにウサギの小さな白いキッド革の手袋を片方はめているのに気づいて驚いた。「どうしてそんなことできたんだろう？」彼女は思った。「また小さくなり始めてるに違いない」彼女は立ち上がってテーブルに行き、それと比べて自分の背を測ってみた。そして、どうやら彼女の推測では、今はだいたい2フィート（約60センチ）の高さで、どんどん縮み続けているらしいとわかった。すぐに、その原因は彼女が持っていた扇子だと気づき、慌ててそれを落とした。ちょうど、完全に消えてしまわないように間に合って。\n\n「あれは危うかった！」アリスは言った。突然の変化にかなり怖くなったが、自分がまだ存在しているのを見つけてとても嬉しかった。「さあ、お庭へ！」そして彼女は全速力で小さな扉の方へ走り戻った。しかし、ああ！　小さな扉はまた閉まっていて、小さな金の鍵は前と同じようにガラスのテーブルの上にあった。「そして事態は前よりずっと悪くなってる」と哀れな子は思った。「だって、こんなに小さくなったこと、今まで一度もなかったもの、絶対に！　ひどすぎるわ、本当にひどすぎる！」\n\n彼女がそう言ったとき、足が滑った。そして次の瞬間、ざぶん！　彼女はあごまで塩水に浸かった。最初に彼女が思ったのは、どういうわけか海に落ちてしまったということだった。「それなら汽車で帰れるわ」と彼女は独り言を言った。（アリスは生まれて一度だけ海辺に行ったことがあり、そこから一般的な結論に達していた。それは、イギリスの海岸のどこへ行っても、海にはたくさんの更衣車が浮かんでいて、何人かの子供たちが木のシャベルで砂を掘り、その向こうには一軒ずつ宿屋が並び、その裏には駅がある、というものだった。）しかし、彼女はすぐに、そこが自分が9フィート（約2.7メートル）の高さだった時に流した涙の池だとわかった。\n\n「あんなに泣かなければよかった！」アリスは泳ぎながら、出口を探して言いました。「今ごろ罰が当たって、自分の涙に溺れ死ぬんだわ！　そりゃ確かに奇妙な話だわね。でも、今日は何もかもが奇妙だもの。」\n\nちょうどその時、彼女は少し離れた池の中で何かがバシャバシャと音を立てるのを聞きました。彼女はそれが何か確かめようと泳いで近づきました。最初はセイウチかカバに違いないと思いましたが、それから自分が今どんなに小さくなっているかを思い出し、すぐにそれは自分と同じように滑り落ちてきたただのネズミだとわかりました。\n\n「ねえ、このネズミに話しかけてみても、何の役に立つかしら？」とアリスは考えました。「ここでは何もかもが普通じゃないから、きっと話せるに違いないわ。とにかく、試してみても害はないもの。」そこで彼女は言い始めました。「おお、ネズミさん、この池からの抜け道をご存じですか？　もうここで泳ぎ回るのはうんざりなの、ネズミさん！」（アリスはこれがネズミへの正しい話し方に違いないと思いました。彼女はそんなことをしたことはありませんでしたが、兄のラテン語文法書に「ネズミ（主格）―ネズミの（属格）―ネズミに（与格）―ネズミを（対格）―おお、ネズミよ！（呼格）」と書いてあるのを覚えていたのです。）ネズミは彼女をかなり好奇そうに見つめ、小さな片目でウインクしたように思えましたが、何も言いませんでした。\n\n「たぶん英語がわからないんだわ」とアリスは考えました。「きっとフランスのネズミで、征服王ウィリアムと一緒に渡ってきたに違いない。」（というのも、アリスは歴史の知識はあっても、物事がどれほど昔に起こったかはっきりとはわからなかったのです。）そこで彼女はまた言い始めました。「Où est ma chatte?（私の猫はどこ？）」それは彼女のフランス語の教科書の最初の文でした。ネズミは突然水中から飛び上がり、恐怖で全身を震わせているようでした。「あら、ごめんなさい！」アリスは急いで叫びました。かわいそうな動物の感情を傷つけてしまったのではないかと心配して。「あなたが猫を嫌いだって、すっかり忘れてたわ。」\n\n「猫が嫌いだって！」ネズミは甲高い、激しい声で叫びました。「あなたが私だったら、猫のことが好きだっていうの？」\n\n「まあ、そうでもないかもね」と、アリスはなだめるような口調で言った。「そんなに怒らないでよ。でも、うちの猫のダイナ（Dinah）を見せられたらいいのに。彼女を見たら、きっと猫が好きになると思うわ。とってもおとなしくてかわいいのよ」アリスは半分独り言のように続けながら、池の中でぼんやり泳いでいた。「暖炉のそばでごろごろいいながら座って、手をなめて顔を洗うんだ――それに抱っこするとすごく柔らかくていい気持ち――それにネズミを捕るのが本当に上手で――あら、ごめんなさい！」アリスはまた叫んだ。今度はネズミが全身の毛を逆立てていて、本当に怒ってしまったに違いないと感じたからだ。「もし嫌なら、もう彼女の話はしないわ」\n\n「私たちだと！」ネズミは尻尾の先まで震えながら叫んだ。「まるで私がそんな話題で話すみたいに言うな！うちの家族は昔から猫が大嫌いだ！下品で卑しくて粗野なやつらだ！二度とその名前を聞かせないでくれ！」\n\n「本当にもう言わないわ！」アリスは大急ぎで話題を変えようとした。「あなたは――犬は――好き？」ネズミは答えなかったので、アリスは熱心に話し続けた。「うちの近所にすごくかわいい小さな犬がいるの、見せてあげたいわ！小さくて目がぱっちりしたテリアで、ああ、長い茶色の巻き毛がすごくかわいいの！ものを投げると取ってくるし、お座りしてご飯をおねだりするし、いろんなことができるの――半分も覚えられないくらい――それで、その犬は農家の人のところの犬で、すごく役に立つから百ポンドの価値があるってその人が言ってるの！ネズミを全部退治してくれるって――あらまあ！」アリスは悲しそうな声で叫んだ。「また怒らせちゃったみたい！」ネズミが全力で彼女から遠ざかって泳いでいき、池の中を大騒ぎにしていたからだ。\n\nそこでアリスは後ろから優しく呼びかけた。「ネズミさん！戻ってきてよ、猫も犬も、嫌ならもう話さないから！」ネズミはこれを聞くと、くるりと向きを変えてゆっくりと彼女のところへ泳いで戻ってきた。顔は（怒りで、とアリスは思った）すっかり青ざめていて、低く震える声で言った。「岸まで行こう。それから私の身の上話をしてあげる。そうすれば、なぜ私が猫や犬を憎むのかわかるだろう」\n\nもう行かなくてはならない頃合いだった。池には落ちてきた鳥や動物たちでかなり混み合ってきていたからだ。アヒル（Duck）とドードー（Dodo）、オウム（Lory）と小ワシ（Eaglet）、それに他にもいくつか変わった生き物がいた。アリスが先導し、一行は全員で岸へと泳いでいった。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER III.",
    "translated_title": "CHAPTER III.",
    "original_content": "CHAPTER III.\nA Caucus-Race and a Long Tale\n\n\nThey were indeed a queer-looking party that assembled on the bank—the\nbirds with draggled feathers, the animals with their fur clinging close\nto them, and all dripping wet, cross, and uncomfortable.\n\nThe first question of course was, how to get dry again: they had a\nconsultation about this, and after a few minutes it seemed quite\nnatural to Alice to find herself talking familiarly with them, as if\nshe had known them all her life. Indeed, she had quite a long argument\nwith the Lory, who at last turned sulky, and would only say, “I am\nolder than you, and must know better;” and this Alice would not allow\nwithout knowing how old it was, and, as the Lory positively refused to\ntell its age, there was no more to be said.\n\nAt last the Mouse, who seemed to be a person of authority among them,\ncalled out, “Sit down, all of you, and listen to me! _I’ll_ soon make\nyou dry enough!” They all sat down at once, in a large ring, with the\nMouse in the middle. Alice kept her eyes anxiously fixed on it, for she\nfelt sure she would catch a bad cold if she did not get dry very soon.\n\n“Ahem!” said the Mouse with an important air, “are you all ready? This\nis the driest thing I know. Silence all round, if you please! ‘William\nthe Conqueror, whose cause was favoured by the pope, was soon submitted\nto by the English, who wanted leaders, and had been of late much\naccustomed to usurpation and conquest. Edwin and Morcar, the earls of\nMercia and Northumbria—’”\n\n“Ugh!” said the Lory, with a shiver.\n\n“I beg your pardon!” said the Mouse, frowning, but very politely: “Did\nyou speak?”\n\n“Not I!” said the Lory hastily.\n\n“I thought you did,” said the Mouse. “—I proceed. ‘Edwin and Morcar,\nthe earls of Mercia and Northumbria, declared for him: and even\nStigand, the patriotic archbishop of Canterbury, found it advisable—’”\n\n“Found _what_?” said the Duck.\n\n“Found _it_,” the Mouse replied rather crossly: “of course you know\nwhat ‘it’ means.”\n\n“I know what ‘it’ means well enough, when _I_ find a thing,” said the\nDuck: “it’s generally a frog or a worm. The question is, what did the\narchbishop find?”\n\nThe Mouse did not notice this question, but hurriedly went on, “‘—found\nit advisable to go with Edgar Atheling to meet William and offer him\nthe crown. William’s conduct at first was moderate. But the insolence\nof his Normans—’ How are you getting on now, my dear?” it continued,\nturning to Alice as it spoke.\n\n“As wet as ever,” said Alice in a melancholy tone: “it doesn’t seem to\ndry me at all.”\n\n“In that case,” said the Dodo solemnly, rising to its feet, “I move\nthat the meeting adjourn, for the immediate adoption of more energetic\nremedies—”\n\n“Speak English!” said the Eaglet. “I don’t know the meaning of half\nthose long words, and, what’s more, I don’t believe you do either!” And\nthe Eaglet bent down its head to hide a smile: some of the other birds\ntittered audibly.\n\n“What I was going to say,” said the Dodo in an offended tone, “was,\nthat the best thing to get us dry would be a Caucus-race.”\n\n“What _is_ a Caucus-race?” said Alice; not that she wanted much to\nknow, but the Dodo had paused as if it thought that _somebody_ ought to\nspeak, and no one else seemed inclined to say anything.\n\n“Why,” said the Dodo, “the best way to explain it is to do it.” (And,\nas you might like to try the thing yourself, some winter day, I will\ntell you how the Dodo managed it.)\n\nFirst it marked out a race-course, in a sort of circle, (“the exact\nshape doesn’t matter,” it said,) and then all the party were placed\nalong the course, here and there. There was no “One, two, three, and\naway,” but they began running when they liked, and left off when they\nliked, so that it was not easy to know when the race was over. However,\nwhen they had been running half an hour or so, and were quite dry\nagain, the Dodo suddenly called out “The race is over!” and they all\ncrowded round it, panting, and asking, “But who has won?”\n\nThis question the Dodo could not answer without a great deal of\nthought, and it sat for a long time with one finger pressed upon its\nforehead (the position in which you usually see Shakespeare, in the\npictures of him), while the rest waited in silence. At last the Dodo\nsaid, “_Everybody_ has won, and all must have prizes.”\n\n“But who is to give the prizes?” quite a chorus of voices asked.\n\n“Why, _she_, of course,” said the Dodo, pointing to Alice with one\nfinger; and the whole party at once crowded round her, calling out in a\nconfused way, “Prizes! Prizes!”\n\nAlice had no idea what to do, and in despair she put her hand in her\npocket, and pulled out a box of comfits, (luckily the salt water had\nnot got into it), and handed them round as prizes. There was exactly\none a-piece, all round.\n\n“But she must have a prize herself, you know,” said the Mouse.\n\n“Of course,” the Dodo replied very gravely. “What else have you got in\nyour pocket?” he went on, turning to Alice.\n\n“Only a thimble,” said Alice sadly.\n\n“Hand it over here,” said the Dodo.\n\nThen they all crowded round her once more, while the Dodo solemnly\npresented the thimble, saying “We beg your acceptance of this elegant\nthimble;” and, when it had finished this short speech, they all\ncheered.\n\nAlice thought the whole thing very absurd, but they all looked so grave\nthat she did not dare to laugh; and, as she could not think of anything\nto say, she simply bowed, and took the thimble, looking as solemn as\nshe could.\n\nThe next thing was to eat the comfits: this caused some noise and\nconfusion, as the large birds complained that they could not taste\ntheirs, and the small ones choked and had to be patted on the back.\nHowever, it was over at last, and they sat down again in a ring, and\nbegged the Mouse to tell them something more.\n\n“You promised to tell me your history, you know,” said Alice, “and why\nit is you hate—C and D,” she added in a whisper, half afraid that it\nwould be offended again.\n\n“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and\nsighing.\n\n“It _is_ a long tail, certainly,” said Alice, looking down with wonder\nat the Mouse’s tail; “but why do you call it sad?” And she kept on\npuzzling about it while the Mouse was speaking, so that her idea of the\ntale was something like this:—\n\n         “Fury said to a mouse, That he met in the house, ‘Let us both\n         go to law: _I_ will prosecute _you_.—Come, I’ll take no\n         denial; We must have a trial: For really this morning I’ve\n         nothing to do.’ Said the mouse to the cur, ‘Such a trial, dear\n         sir, With no jury or judge, would be wasting our breath.’\n         ‘I’ll be judge, I’ll be jury,’ Said cunning old Fury: ‘I’ll\n         try the whole cause, and condemn you to death.’”\n\n“You are not attending!” said the Mouse to Alice severely. “What are\nyou thinking of?”\n\n“I beg your pardon,” said Alice very humbly: “you had got to the fifth\nbend, I think?”\n\n“I had _not!_” cried the Mouse, sharply and very angrily.\n\n“A knot!” said Alice, always ready to make herself useful, and looking\nanxiously about her. “Oh, do let me help to undo it!”\n\n“I shall do nothing of the sort,” said the Mouse, getting up and\nwalking away. “You insult me by talking such nonsense!”\n\n“I didn’t mean it!” pleaded poor Alice. “But you’re so easily offended,\nyou know!”\n\nThe Mouse only growled in reply.\n\n“Please come back and finish your story!” Alice called after it; and\nthe others all joined in chorus, “Yes, please do!” but the Mouse only\nshook its head impatiently, and walked a little quicker.\n\n“What a pity it wouldn’t stay!” sighed the Lory, as soon as it was\nquite out of sight; and an old Crab took the opportunity of saying to\nher daughter “Ah, my dear! Let this be a lesson to you never to lose\n_your_ temper!” “Hold your tongue, Ma!” said the young Crab, a little\nsnappishly. “You’re enough to try the patience of an oyster!”\n\n“I wish I had our Dinah here, I know I do!” said Alice aloud,\naddressing nobody in particular. “She’d soon fetch it back!”\n\n“And who is Dinah, if I might venture to ask the question?” said the\nLory.\n\nAlice replied eagerly, for she was always ready to talk about her pet:\n“Dinah’s our cat. And she’s such a capital one for catching mice you\ncan’t think! And oh, I wish you could see her after the birds! Why,\nshe’ll eat a little bird as soon as look at it!”\n\nThis speech caused a remarkable sensation among the party. Some of the\nbirds hurried off at once: one old Magpie began wrapping itself up very\ncarefully, remarking, “I really must be getting home; the night-air\ndoesn’t suit my throat!” and a Canary called out in a trembling voice\nto its children, “Come away, my dears! It’s high time you were all in\nbed!” On various pretexts they all moved off, and Alice was soon left\nalone.\n\n“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy\ntone. “Nobody seems to like her, down here, and I’m sure she’s the best\ncat in the world! Oh, my dear Dinah! I wonder if I shall ever see you\nany more!” And here poor Alice began to cry again, for she felt very\nlonely and low-spirited. In a little while, however, she again heard a\nlittle pattering of footsteps in the distance, and she looked up\neagerly, half hoping that the Mouse had changed his mind, and was\ncoming back to finish his story.",
    "translated_content": "CHAPTER III.\n\n第3章\nかしこレースと長いお話\n\n川岸に集まった連中は、ほんとうに奇妙な格好をしていた――鳥たちは羽がびしょ濡れ、動物たちは毛皮が体にぴったりとくっつき、みんなずぶ濡れで、不機嫌で、不快そうだった。\n\nもちろん最初の問題は、どうやってまた乾かすかということだった。彼らはこのことについて相談し、数分後には、アリスがまるで生まれた時から知っていたかのように、彼らと親しげに話している自分を見つけても、まったく自然に思えた。実際、彼女はロリー（オウム）とかなり長い議論を戦わせたが、ロリーは最後には不機嫌になって、「ぼくは君より年上だから、もっとよく知っているに違いない」と言うだけだった。アリスはそれが何歳なのか知らないままでは、そんなことを認められなかった。ロリーが絶対に年齢を教えようとしなかったので、それ以上言うことは何もなかった。\n\nついに、彼らの中で権威者のように見えるネズミが叫んだ。「みんな、座って、私の話を聞きなさい！　すぐにあなたがたを十分に乾かしてあげる！」　彼らは全員すぐに、大きな輪になって座り、ネズミはその真ん中にいた。アリスは心配そうに目をネズミに注いでいた。というのも、彼女はすぐに乾かないと、ひどい風邪をひいてしまうに違いないと確信していたからだ。\n\n「エヘン！」　ネズミは偉そうな様子で言った。「みんな準備はいいか？　これは私が知っている中で一番乾いた話だ。どうか、みんな静かに！　『教皇に支持されたウィリアム征服王は、指導者を求め、最近まで簒奪と征服に慣れきっていたイングランド人たちによって、すぐに服従させられた。マーシアとノーサンブリアの伯爵、エドウィンとモーカーは――』」\n\n「ウッ！」　ロリーは身震いしながら言った。\n\n「何かおっしゃいましたか？」　ネズミは眉をひそめながらも、とても丁寧に言った。\n\n「いや、ぼくじゃない！」　ロリーは慌てて言った。\n\n「あなたが言ったと思ったのですが」とネズミは言った。「――続けます。『マーシアとノーサンブリアの伯爵、エドウィンとモーカーは、彼に味方すると宣言した。そしてカンタベリーの愛国的な大司教スティガンドでさえも、それは賢明だと――』」\n\n「何が？」　アヒルが言った。\n\n「それを、です」とネズミはかなり怒って答えた。「もちろん『それ』が何を意味するかはご存知でしょう」\n\n「私が何かを見つける時、『それ』が何を意味するかはよく分かっていますよ」とアヒルは言った。「普通はカエルかミミズです。問題は、大司教が何を見つけたかです」\n\nネズミはこの質問には気づかず、急いで話を続けた。「『――エドガー・アシリングとともにウィリアムに会いに行き、彼に王冠を差し出すのが賢明だと判断した。ウィリアムの行動は最初は穏やかだった。しかし、彼のノルマン人の横柄さ――』　さて、お嬢さん、調子はどうですか？」　それは話しながらアリスの方を向いて続けた。\n\n「相変わらずびしょ濡れだわ」とアリスは憂鬱そうな口調で言った。「全然乾かないみたい」\n\n「それならば」とドードーは厳粋に立ち上がりながら言った。「本会議は休会とし、直ちにより効果的な処置を採択することを提案する──」\n\n「英語で話して！」とワシの子が言った。「長ったらしい言葉の半分も意味がわからないよ。それに、君自身だってわかってないんだろう！」ワシの子は笑いをこらえてうつむいた。他の鳥たちもくすくす笑いを漏らした。\n\n「私が言おうとしていたのは」とドードーは憤った口調で言った。「我々を乾かす最良の方法は、党員集会競走（コーカス・レース）をすることだ」\n\n「党員集会競走って何？」アリスが聞いた。別に知りたいわけではなかったが、ドードーが誰かが話すべきだと考えているように間を置いたので、他に発言する気のある者もいないようだったからだ。\n\n「そうだな」とドードーは言った。「一番の説明は、実際にやってみることだ」（そして、冬の日にでも自分でも試してみたくなるかもしれないから、ドードーがどうやってこれを実行したか話してあげよう）\n\nまずドードーは競走コースを円形に描いた（「正確な形は問題ではない」と彼は言った）。それから全員がコースのあちこちに配置された。「位置について、よーい、ドン」はなく、皆好きな時に走り始め、好きな時に止まったので、いつ競走が終わったのかわかりにくかった。しかし、半時間ほど走ってすっかり乾いた頃、ドードーは突然「競走終了！」と叫んだ。皆は息を切らしながらドードーの周りに集まり、「でも誰が勝ったの？」と尋ねた。\n\nこの質問にドードーは熟考せずには答えられず、長い間一本の指を額に当てて座っていた（シェイクスピアの肖像画でよく見られる姿勢である）。他の者は黙って待っていた。ついにドードーは言った。「全員が勝った。だから全員が賞品をもらわなければならない」\n\n「でも賞品は誰が出すの？」多くの声が一斉に聞いた。\n\n「もちろん、彼女さ」とドードーは一本の指でアリスを指さした。すると一行はすぐにアリスの周りに群がり、「賞品！賞品！」とごちゃごちゃに叫び始めた。\n\nアリスはどうすればいいかわからず、途方に暮れてポケットに手を入れ、コンフィット（キャンディ）の箱を取り出した（幸い塩水は入っていなかった）。それを賞品として配った。ちょうど一人一個ずつ行き渡った。\n\n「でも彼女自身も賞品をもらわないとね」とネズミが言った。\n\n「もちろん」とドードーは非常に真面目に答えた。「他にポケットに何か入っているかね？」彼はアリスの方を向いて続けた。\n\n「指ぬきだけよ」とアリスは悲しそうに言いました。\n\n「こっちに渡しなさい」とドードーが言いました。\n\nするとみんなはまた一度アリスの周りに集まり、ドードーは厳かに指ぬきを差し出して、「この上品な指ぬきをお受け取りください」と言いました。そしてこの短いスピーチを終えると、みんなは歓声を上げました。\n\nアリスはすべてがとてもばかばかしいと思いましたが、みんながとても真剣な顔をしているので、笑う勇気はありませんでした。そして、何と言っていいか思いつかなかったので、ただお辞儀をして、できるだけ厳かな顔をしながら指ぬきを受け取りました。\n\n次は砂糖菓子を食べることでした。これには少し騒ぎと混乱がありました。大きな鳥たちは味がわからないと不平を言い、小さな鳥たちはむせて背中をたたいてもらわなければなりませんでした。しかし、ついにそれは終わり、みんなはまた輪になって座り、ネズミにもっと何か話してくれるように頼みました。\n\n「あなたの歴史を話すって約束したでしょう」とアリスが言いました。「それから、なぜあなたがCとDを嫌うのかも」と、また怒らせるのではないかと半分心配しながら、小声で付け加えました。\n\n「私のは長くて悲しい物語だ！」ネズミはアリスの方を向いて、ため息をついて言いました。\n\n「確かに長い尻尾ね」とアリスは不思議そうにネズミの尻尾を見下ろしながら言いました。「でも、どうしてそれを悲しいって言うの？」そして彼女はネズミが話している間もずっとそのことで考え込んでいたので、彼女の頭の中の物語はこんな感じでした：—\n\n         「ファーリーが家で出会ったネズミに言った、『さあ、二人で裁判に行こう：私が君を訴える。―いいや、拒否は受け付けない；我々は裁判をしなければならない：本当に今朝はやることが何もないのだから』ネズミが犬に言った、『そんな裁判では、親愛なる旦那様、陪審も裁判官もいないでは、我々の息を無駄にするだけです』『私が裁判官、私が陪審だ』と狡猾な老ファーリーは言った：『私は事件全体を審理し、君に死刑を宣告しよう』」\n\n「聞いてないでしょう！」ネズミはアリスに厳しく言いました。「何を考えているの？」\n\n「すみません」とアリスはとても謙虚に言いました。「五つ目の曲がり角まで来たところですよね？」\n\n「違う！」ネズミは鋭く、とても怒って叫びました。\n\n「結び目！」アリスはいつも自分が役に立つことをしたがり、心配そうに周りを見回しながら言いました。「ああ、私にそれを解かせて！」\n\n「そんなことはしない」とネズミは立ち上がって歩き去りながら言いました。「そんなでたらめを言って私を侮辱するとは！」\n\n「そんなつもりじゃなかったの！」かわいそうなアリスは訴えるように言いました。「でも、あなたってほんとに怒りっぽいのね！」\n\nネズミは唸り声だけで答えました。\n\n「お話の続きを、どうぞお戻りになって！」アリスはネズミの後ろから呼びかけた。ほかの者たちもみな声をそろえて、「ええ、どうぞ！」と言った。しかしネズミはただいらいらした様子で首を振り、少し早足で歩き去った。\n\n「ああ、残念、あのネズミ、とどまってくれなかったわね！」ロリー（オウム）は、ネズミがすっかり見えなくなるとすぐに、ため息をついた。すると、年老いたカニが、娘に言い聞かせる好機とばかりに言った。「ああ、坊や！　これでいい教訓だよ。決してかんしゃくを起こすものじゃない！」「お母さん、黙ってよ！」子ガニは少しぷんぷんしながら言った。「カキだって、あなたの我慢のなさにはあきれてしまうわ！」\n\n「ダイナがここにいてくれたらなあ、ほんとに！」アリスは大声で言った。だれに言うともなく。「ダイナなら、すぐにあのネズミを連れ戻すのに！」\n\n「ところで、ダイナとはどなたのことかしら、もしお尋ねしてもよろしければ？」ロリーが言った。\n\nアリスは熱心に答えた。というのも、彼女は自分のペットの話をするのが大好きだったからだ。「ダイナはうちの猫なの。それに、とってもネズミ捕りの名人なんだよ、きっと信じられないくらい！　それに、ああ、鳥を追いかけるところを見せたいわ！　だって、ダイナは小鳥を見るとすぐに食べちゃうんだもの！」\n\nこの言葉は、みんなの間にすごい騒ぎを引き起こした。鳥たちの中には、すぐに急いで立ち去る者もいた。一羽の年老いたカササギは、とても注意深く羽を体に巻きつけながら、こう言った。「ほんとうに、もう家に帰らなくちゃ。夜の空気はのどに悪いからね！」そして、カナリアは震える声で子どもたちに呼びかけた。「さあ、坊やたち、行きましょう！　もう寝る時間ですよ！」みんなはいろいろな口実をつけて立ち去り、アリスはすぐにひとりぼっちになってしまった。\n\n「ダイナの話をしなければよかった！」彼女は悲しげな口調でひとりごちた。「ここでは、だれもダイナのことを好きじゃないみたい。でも、ダイナはきっと世界で一番いい猫なのに！　ああ、かわいいダイナ！　もう一度会えるかしら？」そして、かわいそうなアリスはまた泣き出した。とても寂しく、気がめいっていたからだ。しかし、しばらくすると、彼女はまた遠くに小さな足音がパタパタと聞こえてきた。彼女は熱心に顔を上げ、ネズミが考えを変えて、話を終わらせに戻ってくるのではないかと、半分期待した。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER IV.",
    "translated_title": "CHAPTER IV.",
    "original_content": "CHAPTER IV.\nThe Rabbit Sends in a Little Bill\n\n\nIt was the White Rabbit, trotting slowly back again, and looking\nanxiously about as it went, as if it had lost something; and she heard\nit muttering to itself “The Duchess! The Duchess! Oh my dear paws! Oh\nmy fur and whiskers! She’ll get me executed, as sure as ferrets are\nferrets! Where _can_ I have dropped them, I wonder?” Alice guessed in a\nmoment that it was looking for the fan and the pair of white kid\ngloves, and she very good-naturedly began hunting about for them, but\nthey were nowhere to be seen—everything seemed to have changed since\nher swim in the pool, and the great hall, with the glass table and the\nlittle door, had vanished completely.\n\nVery soon the Rabbit noticed Alice, as she went hunting about, and\ncalled out to her in an angry tone, “Why, Mary Ann, what _are_ you\ndoing out here? Run home this moment, and fetch me a pair of gloves and\na fan! Quick, now!” And Alice was so much frightened that she ran off\nat once in the direction it pointed to, without trying to explain the\nmistake it had made.\n\n“He took me for his housemaid,” she said to herself as she ran. “How\nsurprised he’ll be when he finds out who I am! But I’d better take him\nhis fan and gloves—that is, if I can find them.” As she said this, she\ncame upon a neat little house, on the door of which was a bright brass\nplate with the name “W. RABBIT,” engraved upon it. She went in without\nknocking, and hurried upstairs, in great fear lest she should meet the\nreal Mary Ann, and be turned out of the house before she had found the\nfan and gloves.\n\n“How queer it seems,” Alice said to herself, “to be going messages for\na rabbit! I suppose Dinah’ll be sending me on messages next!” And she\nbegan fancying the sort of thing that would happen: “‘Miss Alice! Come\nhere directly, and get ready for your walk!’ ‘Coming in a minute,\nnurse! But I’ve got to see that the mouse doesn’t get out.’ Only I\ndon’t think,” Alice went on, “that they’d let Dinah stop in the house\nif it began ordering people about like that!”\n\nBy this time she had found her way into a tidy little room with a table\nin the window, and on it (as she had hoped) a fan and two or three\npairs of tiny white kid gloves: she took up the fan and a pair of the\ngloves, and was just going to leave the room, when her eye fell upon a\nlittle bottle that stood near the looking-glass. There was no label\nthis time with the words “DRINK ME,” but nevertheless she uncorked it\nand put it to her lips. “I know _something_ interesting is sure to\nhappen,” she said to herself, “whenever I eat or drink anything; so\nI’ll just see what this bottle does. I do hope it’ll make me grow large\nagain, for really I’m quite tired of being such a tiny little thing!”\n\nIt did so indeed, and much sooner than she had expected: before she had\ndrunk half the bottle, she found her head pressing against the ceiling,\nand had to stoop to save her neck from being broken. She hastily put\ndown the bottle, saying to herself “That’s quite enough—I hope I shan’t\ngrow any more—As it is, I can’t get out at the door—I do wish I hadn’t\ndrunk quite so much!”\n\nAlas! it was too late to wish that! She went on growing, and growing,\nand very soon had to kneel down on the floor: in another minute there\nwas not even room for this, and she tried the effect of lying down with\none elbow against the door, and the other arm curled round her head.\nStill she went on growing, and, as a last resource, she put one arm out\nof the window, and one foot up the chimney, and said to herself “Now I\ncan do no more, whatever happens. What _will_ become of me?”\n\nLuckily for Alice, the little magic bottle had now had its full effect,\nand she grew no larger: still it was very uncomfortable, and, as there\nseemed to be no sort of chance of her ever getting out of the room\nagain, no wonder she felt unhappy.\n\n“It was much pleasanter at home,” thought poor Alice, “when one wasn’t\nalways growing larger and smaller, and being ordered about by mice and\nrabbits. I almost wish I hadn’t gone down that rabbit-hole—and yet—and\nyet—it’s rather curious, you know, this sort of life! I do wonder what\n_can_ have happened to me! When I used to read fairy-tales, I fancied\nthat kind of thing never happened, and now here I am in the middle of\none! There ought to be a book written about me, that there ought! And\nwhen I grow up, I’ll write one—but I’m grown up now,” she added in a\nsorrowful tone; “at least there’s no room to grow up any more _here_.”\n\n“But then,” thought Alice, “shall I _never_ get any older than I am\nnow? That’ll be a comfort, one way—never to be an old woman—but\nthen—always to have lessons to learn! Oh, I shouldn’t like _that!_”\n\n“Oh, you foolish Alice!” she answered herself. “How can you learn\nlessons in here? Why, there’s hardly room for _you_, and no room at all\nfor any lesson-books!”\n\nAnd so she went on, taking first one side and then the other, and\nmaking quite a conversation of it altogether; but after a few minutes\nshe heard a voice outside, and stopped to listen.\n\n“Mary Ann! Mary Ann!” said the voice. “Fetch me my gloves this moment!”\nThen came a little pattering of feet on the stairs. Alice knew it was\nthe Rabbit coming to look for her, and she trembled till she shook the\nhouse, quite forgetting that she was now about a thousand times as\nlarge as the Rabbit, and had no reason to be afraid of it.\n\nPresently the Rabbit came up to the door, and tried to open it; but, as\nthe door opened inwards, and Alice’s elbow was pressed hard against it,\nthat attempt proved a failure. Alice heard it say to itself “Then I’ll\ngo round and get in at the window.”\n\n“_That_ you won’t!” thought Alice, and, after waiting till she fancied\nshe heard the Rabbit just under the window, she suddenly spread out her\nhand, and made a snatch in the air. She did not get hold of anything,\nbut she heard a little shriek and a fall, and a crash of broken glass,\nfrom which she concluded that it was just possible it had fallen into a\ncucumber-frame, or something of the sort.\n\nNext came an angry voice—the Rabbit’s—“Pat! Pat! Where are you?” And\nthen a voice she had never heard before, “Sure then I’m here! Digging\nfor apples, yer honour!”\n\n“Digging for apples, indeed!” said the Rabbit angrily. “Here! Come and\nhelp me out of _this!_” (Sounds of more broken glass.)\n\n“Now tell me, Pat, what’s that in the window?”\n\n“Sure, it’s an arm, yer honour!” (He pronounced it “arrum.”)\n\n“An arm, you goose! Who ever saw one that size? Why, it fills the whole\nwindow!”\n\n“Sure, it does, yer honour: but it’s an arm for all that.”\n\n“Well, it’s got no business there, at any rate: go and take it away!”\n\nThere was a long silence after this, and Alice could only hear whispers\nnow and then; such as, “Sure, I don’t like it, yer honour, at all, at\nall!” “Do as I tell you, you coward!” and at last she spread out her\nhand again, and made another snatch in the air. This time there were\n_two_ little shrieks, and more sounds of broken glass. “What a number\nof cucumber-frames there must be!” thought Alice. “I wonder what\nthey’ll do next! As for pulling me out of the window, I only wish they\n_could!_ I’m sure _I_ don’t want to stay in here any longer!”\n\nShe waited for some time without hearing anything more: at last came a\nrumbling of little cartwheels, and the sound of a good many voices all\ntalking together: she made out the words: “Where’s the other\nladder?—Why, I hadn’t to bring but one; Bill’s got the other—Bill!\nfetch it here, lad!—Here, put ’em up at this corner—No, tie ’em\ntogether first—they don’t reach half high enough yet—Oh! they’ll do\nwell enough; don’t be particular—Here, Bill! catch hold of this\nrope—Will the roof bear?—Mind that loose slate—Oh, it’s coming down!\nHeads below!” (a loud crash)—“Now, who did that?—It was Bill, I\nfancy—Who’s to go down the chimney?—Nay, _I_ shan’t! _You_ do\nit!—_That_ I won’t, then!—Bill’s to go down—Here, Bill! the master says\nyou’re to go down the chimney!”\n\n“Oh! So Bill’s got to come down the chimney, has he?” said Alice to\nherself. “Shy, they seem to put everything upon Bill! I wouldn’t be in\nBill’s place for a good deal: this fireplace is narrow, to be sure; but\nI _think_ I can kick a little!”\n\nShe drew her foot as far down the chimney as she could, and waited till\nshe heard a little animal (she couldn’t guess of what sort it was)\nscratching and scrambling about in the chimney close above her: then,\nsaying to herself “This is Bill,” she gave one sharp kick, and waited\nto see what would happen next.\n\nThe first thing she heard was a general chorus of “There goes Bill!”\nthen the Rabbit’s voice along—“Catch him, you by the hedge!” then\nsilence, and then another confusion of voices—“Hold up his head—Brandy\nnow—Don’t choke him—How was it, old fellow? What happened to you? Tell\nus all about it!”\n\nLast came a little feeble, squeaking voice, (“That’s Bill,” thought\nAlice,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m\na deal too flustered to tell you—all I know is, something comes at me\nlike a Jack-in-the-box, and up I goes like a sky-rocket!”\n\n“So you did, old fellow!” said the others.\n\n“We must burn the house down!” said the Rabbit’s voice; and Alice\ncalled out as loud as she could, “If you do, I’ll set Dinah at you!”\n\nThere was a dead silence instantly, and Alice thought to herself, “I\nwonder what they _will_ do next! If they had any sense, they’d take the\nroof off.” After a minute or two, they began moving about again, and\nAlice heard the Rabbit say, “A barrowful will do, to begin with.”\n\n“A barrowful of _what?_” thought Alice; but she had not long to doubt,\nfor the next moment a shower of little pebbles came rattling in at the\nwindow, and some of them hit her in the face. “I’ll put a stop to\nthis,” she said to herself, and shouted out, “You’d better not do that\nagain!” which produced another dead silence.\n\nAlice noticed with some surprise that the pebbles were all turning into\nlittle cakes as they lay on the floor, and a bright idea came into her\nhead. “If I eat one of these cakes,” she thought, “it’s sure to make\n_some_ change in my size; and as it can’t possibly make me larger, it\nmust make me smaller, I suppose.”\n\nSo she swallowed one of the cakes, and was delighted to find that she\nbegan shrinking directly. As soon as she was small enough to get\nthrough the door, she ran out of the house, and found quite a crowd of\nlittle animals and birds waiting outside. The poor little Lizard, Bill,\nwas in the middle, being held up by two guinea-pigs, who were giving it\nsomething out of a bottle. They all made a rush at Alice the moment she\nappeared; but she ran off as hard as she could, and soon found herself\nsafe in a thick wood.\n\n“The first thing I’ve got to do,” said Alice to herself, as she\nwandered about in the wood, “is to grow to my right size again; and the\nsecond thing is to find my way into that lovely garden. I think that\nwill be the best plan.”\n\nIt sounded an excellent plan, no doubt, and very neatly and simply\narranged; the only difficulty was, that she had not the smallest idea\nhow to set about it; and while she was peering about anxiously among\nthe trees, a little sharp bark just over her head made her look up in a\ngreat hurry.\n\nAn enormous puppy was looking down at her with large round eyes, and\nfeebly stretching out one paw, trying to touch her. “Poor little\nthing!” said Alice, in a coaxing tone, and she tried hard to whistle to\nit; but she was terribly frightened all the time at the thought that it\nmight be hungry, in which case it would be very likely to eat her up in\nspite of all her coaxing.\n\nHardly knowing what she did, she picked up a little bit of stick, and\nheld it out to the puppy; whereupon the puppy jumped into the air off\nall its feet at once, with a yelp of delight, and rushed at the stick,\nand made believe to worry it; then Alice dodged behind a great thistle,\nto keep herself from being run over; and the moment she appeared on the\nother side, the puppy made another rush at the stick, and tumbled head\nover heels in its hurry to get hold of it; then Alice, thinking it was\nvery like having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle again; then\nthe puppy began a series of short charges at the stick, running a very\nlittle way forwards each time and a long way back, and barking hoarsely\nall the while, till at last it sat down a good way off, panting, with\nits tongue hanging out of its mouth, and its great eyes half shut.\n\nThis seemed to Alice a good opportunity for making her escape; so she\nset off at once, and ran till she was quite tired and out of breath,\nand till the puppy’s bark sounded quite faint in the distance.\n\n“And yet what a dear little puppy it was!” said Alice, as she leant\nagainst a buttercup to rest herself, and fanned herself with one of the\nleaves: “I should have liked teaching it tricks very much, if—if I’d\nonly been the right size to do it! Oh dear! I’d nearly forgotten that\nI’ve got to grow up again! Let me see—how _is_ it to be managed? I\nsuppose I ought to eat or drink something or other; but the great\nquestion is, what?”\n\nThe great question certainly was, what? Alice looked all round her at\nthe flowers and the blades of grass, but she did not see anything that\nlooked like the right thing to eat or drink under the circumstances.\nThere was a large mushroom growing near her, about the same height as\nherself; and when she had looked under it, and on both sides of it, and\nbehind it, it occurred to her that she might as well look and see what\nwas on the top of it.\n\nShe stretched herself up on tiptoe, and peeped over the edge of the\nmushroom, and her eyes immediately met those of a large blue\ncaterpillar, that was sitting on the top with its arms folded, quietly\nsmoking a long hookah, and taking not the smallest notice of her or of\nanything else.",
    "translated_content": "CHAPTER IV.\n\n第4章\nウサギが小さな請求書を送る\n\n\nゆっくりと歩き戻ってきたのは、白ウサギだった。何かをなくしたかのように、不安そうに辺りを見回しながら歩いている。そしてアリスは、ウサギが独り言をつぶやくのが聞こえた。「公爵夫人！　公爵夫人！　ああ、私の可愛い足！　ああ、私の毛皮とひげ！　きっと私を処刑するに違いない、イタチがイタチであるほど確実に！　一体どこで落としたんだろう？」アリスはすぐに、ウサギが扇子と白いキッドグローブの一組を探しているのだと気づいた。そして彼女は親切にも、辺りを探し始めた。しかし、それらはどこにも見当たらない――池で泳いで以来、すべてが変わってしまったようだった。ガラスのテーブルと小さなドアのある大広間は、完全に消え去っていた。\n\nすぐにウサギは、あちこち探し回るアリスに気づき、怒った口調で彼女に叫んだ。「おい、メアリー・アン、ここで何をしているんだ？　すぐに家に帰って、私にグローブと扇子を持って来い！　早くしろ！」アリスはとても怖くなり、誤解を解こうとせず、ウサギが指し示す方向へすぐに走り去った。\n\n「私を家政婦だと思ったのね」走りながら彼女は独り言を言った。「私が誰かわかったら、どんなに驚くことか！　でも、扇子とグローブを届けたほうがいいわ――もし見つけられたらだけど」そう言いながら、彼女はきちんとした小さな家にたどり着いた。ドアには光る真鍮のプレートが付けられ、「W. RABBIT」という名前が刻まれていた。彼女はノックもせずに入り、階段を急いで上がった。本物のメアリー・アンに出くわして、扇子とグローブを見つける前に家を追い出されるのではないかと、とても恐れていた。\n\n「ウサギの使いをするなんて、変な感じだわ」アリスは独り言を言った。「次はダイナが私を使いに出しそうだわ！」そして彼女は、起こりそうなことを想像し始めた。「『アリスお嬢さん！　すぐにここへ来て、お散歩の準備をしなさい！』『すぐ行きます、ナース！　でも、ネズミが逃げないように見ていなくちゃ』でも」アリスは続けた。「ダイナがあんなふうに人に命令し始めたら、家に留めておいてもらえないと思うわ！」\n\nこの時、彼女は窓際にテーブルのある整った小部屋を見つけ、そこには（彼女が望んでいた通り）扇子と二、三組の小さな白いキッドグローブが置かれていました。彼女は扇子と一組のグローブを手に取り、ちょうど部屋を出ようとした時、鏡のそばに立っている小さな瓶に目が留まりました。今度は「私を飲んで」というラベルはありませんでしたが、それでも彼女は栓を抜き、唇に当てました。「何か食べたり飲んだりするたびに、きっと面白いことが起こるんだ」と彼女は独り言ちました。「だから、この瓶がどんな効果があるか見てみよう。もう一度大きくなれるといいんだけど、本当にこんなに小さな体にはうんざりしているの！」\n\n実際にその通りになり、しかも彼女の予想よりずっと早く起こりました。瓶の半分も飲まないうちに、頭が天井に押し付けられているのを感じ、首が折れないようにかがまなければなりませんでした。彼女は急いで瓶を置き、「もう十分だわ――これ以上大きくならないでほしい――このままじゃ、ドアから出られない――あんなに飲まなきゃよかった！」と独り言ちました。\n\nああ！　そう願うにはもう遅すぎました！　彼女は成長し続け、成長し続け、すぐに床にひざまずかなければなりませんでした。さらに一分も経たないうちに、それすらできるスペースもなくなり、片方のひじをドアに、もう片方の腕を頭の周りに丸めて横たわることを試みました。それでも成長は止まらず、最後の手段として、片腕を窓の外に、片足を煙突に差し出し、「これ以上は何もできないわ、何が起ころうと。私、どうなっちゃうの？」と独り言ちました。\n\nアリスにとって幸運なことに、小さな魔法の瓶はすでに効果を発揮し終えており、彼女はそれ以上大きくはなりませんでした。それでもとても不快で、もう二度とこの部屋から出られる見込みがなさそうだと、彼女が不幸に感じるのも無理はありません。\n\n「家にいた方がずっと楽しかったわ」と哀れなアリスは思いました。「いつも大きくなったり小さくなったりしなくて、ネズミやウサギに命令されずに済んだもの。ウサギ穴に入らなきゃよかったとさえ思う――でも――でも――この生活って、なんだかすごく不思議だと思わない？　私に一体何が起こったのかしら！　昔おとぎ話を読んでいた時、こんなことは決して起こらないと思っていたのに、今や私はその真っ只中にいるんだもの！　私についての本が書かれるべきよ、そうあるべきなの！　大人になったら、私が書いてみせる――でも、もう大人になっちゃったんだわ」と彼女は悲しげな口調で付け加えました。「少なくとも、ここではこれ以上成長する余地なんてないもの」\n\n「でもそれじゃあ」とアリスは考えた。「私はもうこれ以上、今より年を取らないの？　それはある意味で慰めになるわ――おばあさんにならなくて済むんだもの――でもそれじゃあ――いつまでもお勉強しなきゃいけないのね！　あら、そんなのいやだわ！」\n\n「まあ、バカなアリス！」彼女は自分自身に答えた。「ここでどうやってお勉強するっていうの？　だって、あなたがやっと入れるくらいの場所で、教科書を置く余地なんてまったくないんだもの！」\n\nそう言いながら、彼女は一方の見解を述べては次にもう一方の見解を述べ、まるで会話をしているかのように続けた。しかし数分後、外から声が聞こえたので、彼女は立ち止まって耳を澄ませた。\n\n「メアリー・アン！　メアリー・アン！」その声は言った。「今すぐ私の手袋を持ってきなさい！」\nそれから階段を軽やかに走る足音が聞こえた。アリスはウサギが自分を探しに来たのだと気づき、家が揺れるほど震え上がった。彼女は今やウサギの千倍ほどの大きさになっていて、恐れる理由などまったくないことをすっかり忘れていたのだった。\n\nやがてウサギがドアのところまで来て、開けようとした。しかしドアは内開きで、アリスのひじが強く押しつけられていたため、その試みは失敗に終わった。アリスはウサギが独り言を言うのを聞いた。「それじゃあ回り込んで窓から入ることにしよう」\n\n「そんなこと、させないわ！」アリスは考えた。そして、ウサギがちょうど窓の下に来たと思われるまで待った後、突然手を広げて空中でつかむ動作をした。何もつかむことはできなかったが、小さな叫び声と転倒音、それに割れたガラスの音を聞き、ウサギがキュウリの温室か何かのようなものに落ちた可能性があると結論づけた。\n\n次に聞こえてきたのは怒った声――ウサギの声だ――「パット！　パット！　どこにいるんだ？」そして彼女が今まで聞いたことのない声が答えた。「はい、ここでございます！　リンゴを掘っております、旦那様！」\n\n「リンゴを掘ってるだって！」ウサギは怒って言った。「こっちだ！　こっちを何とかするのを手伝え！」（さらにガラスが割れる音）\n\n「さあ、パット、窓にあるあれは何だ？」\n\n「はい、腕でございます、旦那様！」（彼は「うで」を「うでぃ」と発音した）\n\n「腕だと、この間抜けが！　そんな大きさの腕を見た者がいるか？　だって、窓全体を埋め尽くしているじゃないか！」\n\n「はい、その通りでございます、旦那様。ですが、それでも腕でございます」\n\n「まあ、とにかくあそこにあるべきものじゃない。行って取り除け！」\n\nその後、長い沈黙が続き、アリスは時折ささやき声を聞くだけだった。「まったく、お役人様、どうも気に入りません、まったく！」「言う通りにしろ、この臆病者め！」そしてついに彼女は再び手を広げ、空中でまた一掴みした。今度は**二つ**の小さな叫び声が聞こえ、さらに割れるガラスの音がした。「なんてたくさんのキュウリの温室があるんだろう！」とアリスは思った。「次に何をするつもりかしら！私を窓から引きずり出すなんて、**できたら**いいのに！もうここに長くいたくないのは確かよ！」\n\n彼女はしばらく待ったが、それ以上何も聞こえない。最後に、小さな荷車の輪のゴロゴロという音と、たくさんの声が一斉に話す音が聞こえてきた。彼女は言葉を聞き分けた。「もう一つの梯子はどこだ？—なんだ、一つしか持ってくる必要はなかったんだ。ビルがもう一つ持ってる—ビル！こっちに持って来い、おい！—ほら、この角に立てろ—いや、まず繋げろ—まだ高さが半分も足りない—ああ！それで十分だ。細かいことは気にするな—ほら、ビル！このロープをつかめ—屋根は耐えられるか？—あの緩んだ石板に気をつけろ—ああ、落ちてくる！下の者、頭を守れ！」（大きな崩れる音）—「さて、あれをやったのは誰だ？—ビルだろう、私はそう思う—煙突を下りるのは誰だ？—いや、**私**はやらない！**お前**がやれ！—**それなら**俺はやらない！—ビルが下りるんだ—ほら、ビル！ご主人様がお前が煙突を下りろって言ってるぞ！」\n\n「あら！じゃあビルが煙突を下りてくるのね？」アリスは独り言を言った。「まあ、彼らは何でもビルに押し付けるみたいね！私ならビルの立場にはなりたくないわ：この暖炉は確かに狭いけど、でも**少しは**蹴れると思うわ！」\n\n彼女は足をできるだけ煙突の奥まで下げ、小さな動物（どんな種類かは推測できなかった）がすぐ上の煙突で引っ掻き、もがき回る音を聞くまで待った。それから、「これがビルだわ」と心の中で言い、鋭く一蹴りして、次に何が起こるか見届けようと待った。\n\n最初に聞こえたのは、「ビルが行ったぞ！」という一斉の叫び声だった。それからウサギの声が続いた—「つかまえろ、生け垣のそこの者！」それから沈黙、そしてまた別の混乱した声—「頭を支えろ—今、ブランデーを—窒息させるな—どうしたんだ、相棒？何が起こった？全部話してくれ！」\n\n最後に、かすかでキーキーした声が聞こえた（「あれがビルだわ」とアリスは思った）、「ええと、ほとんど分からない—もう結構です、ありがとう。今は良くなりました—でも、話せるほど落ち着いていません—私に分かるのは、何かがびっくり箱みたいに私に飛びかかってきて、私は花火みたいに飛び上がったってことだけです！」\n\n「そうだったんだな、相棒！」と他の者たちが言った。\n\n「家を焼き払わねば！」ウサギの声がした。アリスはできる限り大きな声で叫んだ。「そんなことしたら、ダイナをけしかけるわよ！」\n\nたちまち水を打ったような静けさが訪れ、アリスは心の中で思った。「次に何をしでかすのかしら？まともな感覚があれば、屋根を剥がすのが先でしょうに」一分か二分ほどして、また動き回る音がし始め、ウサギが言うのをアリスは聞いた。「まずは一手押し車分で足りるだろう」\n\n「何が一車分なの？」アリスは考えたが、疑問は長く続かなかった。次の瞬間、小石の雨が窓からカラカラと音を立てて飛び込み、いくつかは彼女の顔に当たった。「これには止めを刺さなくちゃ」彼女は独り言ち、声を張り上げた。「もう二度とそんなことしない方がいいわよ！」すると再び深い静寂が訪れた。\n\nアリスは驚きながらも、床に転がる小石がすべて小さな焼き菓子に変わるのに気づき、ある名案が頭に浮かんだ。「このケーキを一つ食べたら、きっと私の大きさに何か変化が起きるに違いない。大きくはなりようがないから、きっと小さくなるんだわ」\n\nそこで彼女はケーキを一つ飲み込み、たちまち縮み始めるのを嬉しく思った。扉を通り抜けられるほど小さくなるとすぐ、家から駆け出し、外には小さな動物や鳥たちの大群が待ち構えているのを見つけた。かわいそうな小さなトカゲのビルが真ん中にいて、二匹のモルモットに支えられながら、瓶から何かを飲まされていた。アリスが姿を現すと、彼らは一斉に襲いかかってきたが、彼女は全力で逃げ出し、すぐに茂った森の中に無事たどり着いた。\n\n「まず最初にしなくちゃいけないのは」アリスは森を歩き回りながら独り言ち、「元の大きさに戻ること。それから、あの素敵な庭へ行く道を見つけること。それが一番いい計画だと思う」\n\nそれは確かに素晴らしい計画に聞こえ、簡潔で見事に組み立てられていた。唯一の難点は、どう始めたらよいのかさっぱり見当がつかないことだった。彼女が木々の間を心配そうに見回していると、真上で鋭い甲高い吠え声が聞こえ、慌てて顔を上げた。\n\n巨大な子犬が大きな丸い目で彼女を見下ろし、片方の前足を無力に伸ばして彼女に触れようとしていた。「かわいそうな小さな子！」アリスは懐柔するような口調で言い、懸命に口笛を吹いてみせた。しかし、もしこの子犬が空腹なら、どんなに宥めても彼女を食べてしまうかもしれないという考えが、彼女をひどく怖がらせ続けていた。\n\n彼女は自分でも何をしているのか分からないまま、小さな棒切れを拾い上げて子犬に差し出した。すると子犬は嬉しそうに一声吠えると、四本の足を同時に宙へ躍らせて棒に突進し、噛みつくふりをしてみせた。アリスは大きなアザミの陰に身を隠し、轢かれまいとした。彼女が反対側に現れると同時に、子犬は再び棒めがけて突進し、それを捕らえようと焦るあまり、でんぐり返しを打った。アリスは、まるで荷馬と遊んでいるようで、一瞬たりとも足元を踏まれまいと、再びアザミの周りを走り回った。子犬は棒に向かって短い突進を繰り返し、そのたびにほんの少し前進しては大きく後退し、ずっとしわがれた声で吠え続けた。ついにはかなり離れたところに座り込み、口から舌をだらりと垂らし、大きな目を半分閉じてあえぎ始めた。\n\nアリスはこれが逃げる好機と思い、すぐに走り出した。疲れ果て、息が切れ、子犬の吠え声が遠くかすかに聞こえるようになるまで走り続けた。\n\n「それにしても、なんて可愛い子犬だったんだろう！」アリスはキンポウゲにもたれかかり、その葉の一枚であおぎながら言った。「あの子に芸を教えてあげたかったなあ、もしも──もしも私がちゃんとした大きさだったら！あらまあ！また大きくならないといけないこと、すっかり忘れてたわ！ええと──どうやって大きくなるんだっけ？何か食べたり飲んだりすればいいんだと思うけど、問題は、何を？」\n\n確かに大きな問題は、何を？だった。アリスは周りの花々や草の葉を見回したが、この状況で食べたり飲んだりするのに適したものらしきものは何も見当たらなかった。近くには大きなキノコが生えていて、それは彼女とほぼ同じ高さだった。キノコの下や両側、後ろを覗いた後、彼女はキノコの上も見てみようと思いついた。\n\n彼女はつま先立ちで背伸びをし、キノコの縁から覗き込んだ。するとすぐに、大きな青いイモムシの目と視線が合った。イモムシはキノコの頂上に腕を組んで座り、長い水キセルを静かに吸っていて、彼女や他のことには微塵も注意を払っていなかった。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER V.",
    "translated_title": "CHAPTER V.",
    "original_content": "CHAPTER V.\nAdvice from a Caterpillar\n\n\nThe Caterpillar and Alice looked at each other for some time in\nsilence: at last the Caterpillar took the hookah out of its mouth, and\naddressed her in a languid, sleepy voice.\n\n“Who are _you?_” said the Caterpillar.\n\nThis was not an encouraging opening for a conversation. Alice replied,\nrather shyly, “I—I hardly know, sir, just at present—at least I know\nwho I _was_ when I got up this morning, but I think I must have been\nchanged several times since then.”\n\n“What do you mean by that?” said the Caterpillar sternly. “Explain\nyourself!”\n\n“I can’t explain _myself_, I’m afraid, sir,” said Alice, “because I’m\nnot myself, you see.”\n\n“I don’t see,” said the Caterpillar.\n\n“I’m afraid I can’t put it more clearly,” Alice replied very politely,\n“for I can’t understand it myself to begin with; and being so many\ndifferent sizes in a day is very confusing.”\n\n“It isn’t,” said the Caterpillar.\n\n“Well, perhaps you haven’t found it so yet,” said Alice; “but when you\nhave to turn into a chrysalis—you will some day, you know—and then\nafter that into a butterfly, I should think you’ll feel it a little\nqueer, won’t you?”\n\n“Not a bit,” said the Caterpillar.\n\n“Well, perhaps your feelings may be different,” said Alice; “all I know\nis, it would feel very queer to _me_.”\n\n“You!” said the Caterpillar contemptuously. “Who are _you?_”\n\nWhich brought them back again to the beginning of the conversation.\nAlice felt a little irritated at the Caterpillar’s making such _very_\nshort remarks, and she drew herself up and said, very gravely, “I\nthink, you ought to tell me who _you_ are, first.”\n\n“Why?” said the Caterpillar.\n\nHere was another puzzling question; and as Alice could not think of any\ngood reason, and as the Caterpillar seemed to be in a _very_ unpleasant\nstate of mind, she turned away.\n\n“Come back!” the Caterpillar called after her. “I’ve something\nimportant to say!”\n\nThis sounded promising, certainly: Alice turned and came back again.\n\n“Keep your temper,” said the Caterpillar.\n\n“Is that all?” said Alice, swallowing down her anger as well as she\ncould.\n\n“No,” said the Caterpillar.\n\nAlice thought she might as well wait, as she had nothing else to do,\nand perhaps after all it might tell her something worth hearing. For\nsome minutes it puffed away without speaking, but at last it unfolded\nits arms, took the hookah out of its mouth again, and said, “So you\nthink you’re changed, do you?”\n\n“I’m afraid I am, sir,” said Alice; “I can’t remember things as I\nused—and I don’t keep the same size for ten minutes together!”\n\n“Can’t remember _what_ things?” said the Caterpillar.\n\n“Well, I’ve tried to say “How doth the little busy bee,” but it all\ncame different!” Alice replied in a very melancholy voice.\n\n“Repeat, ‘_You are old, Father William_,’” said the Caterpillar.\n\nAlice folded her hands, and began:—\n\n“You are old, Father William,” the young man said,\n    “And your hair has become very white;\nAnd yet you incessantly stand on your head—\n    Do you think, at your age, it is right?”\n\n“In my youth,” Father William replied to his son,\n    “I feared it might injure the brain;\nBut, now that I’m perfectly sure I have none,\n    Why, I do it again and again.”\n\n“You are old,” said the youth, “as I mentioned before,\n    And have grown most uncommonly fat;\nYet you turned a back-somersault in at the door—\n    Pray, what is the reason of that?”\n\n“In my youth,” said the sage, as he shook his grey locks,\n    “I kept all my limbs very supple\nBy the use of this ointment—one shilling the box—\n    Allow me to sell you a couple?”\n\n“You are old,” said the youth, “and your jaws are too weak\n    For anything tougher than suet;\nYet you finished the goose, with the bones and the beak—\n    Pray, how did you manage to do it?”\n\n“In my youth,” said his father, “I took to the law,\n    And argued each case with my wife;\nAnd the muscular strength, which it gave to my jaw,\n    Has lasted the rest of my life.”\n\n“You are old,” said the youth, “one would hardly suppose\n    That your eye was as steady as ever;\nYet you balanced an eel on the end of your nose—\n    What made you so awfully clever?”\n\n“I have answered three questions, and that is enough,”\n    Said his father; “don’t give yourself airs!\nDo you think I can listen all day to such stuff?\n    Be off, or I’ll kick you down stairs!”\n\n\n“That is not said right,” said the Caterpillar.\n\n“Not _quite_ right, I’m afraid,” said Alice, timidly; “some of the\nwords have got altered.”\n\n“It is wrong from beginning to end,” said the Caterpillar decidedly,\nand there was silence for some minutes.\n\nThe Caterpillar was the first to speak.\n\n“What size do you want to be?” it asked.\n\n“Oh, I’m not particular as to size,” Alice hastily replied; “only one\ndoesn’t like changing so often, you know.”\n\n“I _don’t_ know,” said the Caterpillar.\n\nAlice said nothing: she had never been so much contradicted in her life\nbefore, and she felt that she was losing her temper.\n\n“Are you content now?” said the Caterpillar.\n\n“Well, I should like to be a _little_ larger, sir, if you wouldn’t\nmind,” said Alice: “three inches is such a wretched height to be.”\n\n“It is a very good height indeed!” said the Caterpillar angrily,\nrearing itself upright as it spoke (it was exactly three inches high).\n\n“But I’m not used to it!” pleaded poor Alice in a piteous tone. And she\nthought of herself, “I wish the creatures wouldn’t be so easily\noffended!”\n\n“You’ll get used to it in time,” said the Caterpillar; and it put the\nhookah into its mouth and began smoking again.\n\nThis time Alice waited patiently until it chose to speak again. In a\nminute or two the Caterpillar took the hookah out of its mouth and\nyawned once or twice, and shook itself. Then it got down off the\nmushroom, and crawled away in the grass, merely remarking as it went,\n“One side will make you grow taller, and the other side will make you\ngrow shorter.”\n\n“One side of _what?_ The other side of _what?_” thought Alice to\nherself.\n\n“Of the mushroom,” said the Caterpillar, just as if she had asked it\naloud; and in another moment it was out of sight.\n\nAlice remained looking thoughtfully at the mushroom for a minute,\ntrying to make out which were the two sides of it; and as it was\nperfectly round, she found this a very difficult question. However, at\nlast she stretched her arms round it as far as they would go, and broke\noff a bit of the edge with each hand.\n\n“And now which is which?” she said to herself, and nibbled a little of\nthe right-hand bit to try the effect: the next moment she felt a\nviolent blow underneath her chin: it had struck her foot!\n\nShe was a good deal frightened by this very sudden change, but she felt\nthat there was no time to be lost, as she was shrinking rapidly; so she\nset to work at once to eat some of the other bit. Her chin was pressed\nso closely against her foot, that there was hardly room to open her\nmouth; but she did it at last, and managed to swallow a morsel of the\nlefthand bit.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“Come, my head’s free at last!” said Alice in a tone of delight, which\nchanged into alarm in another moment, when she found that her shoulders\nwere nowhere to be found: all she could see, when she looked down, was\nan immense length of neck, which seemed to rise like a stalk out of a\nsea of green leaves that lay far below her.\n\n“What _can_ all that green stuff be?” said Alice. “And where _have_ my\nshoulders got to? And oh, my poor hands, how is it I can’t see you?”\nShe was moving them about as she spoke, but no result seemed to follow,\nexcept a little shaking among the distant green leaves.\n\nAs there seemed to be no chance of getting her hands up to her head,\nshe tried to get her head down to them, and was delighted to find that\nher neck would bend about easily in any direction, like a serpent. She\nhad just succeeded in curving it down into a graceful zigzag, and was\ngoing to dive in among the leaves, which she found to be nothing but\nthe tops of the trees under which she had been wandering, when a sharp\nhiss made her draw back in a hurry: a large pigeon had flown into her\nface, and was beating her violently with its wings.\n\n“Serpent!” screamed the Pigeon.\n\n“I’m _not_ a serpent!” said Alice indignantly. “Let me alone!”\n\n“Serpent, I say again!” repeated the Pigeon, but in a more subdued\ntone, and added with a kind of sob, “I’ve tried every way, and nothing\nseems to suit them!”\n\n“I haven’t the least idea what you’re talking about,” said Alice.\n\n“I’ve tried the roots of trees, and I’ve tried banks, and I’ve tried\nhedges,” the Pigeon went on, without attending to her; “but those\nserpents! There’s no pleasing them!”\n\nAlice was more and more puzzled, but she thought there was no use in\nsaying anything more till the Pigeon had finished.\n\n“As if it wasn’t trouble enough hatching the eggs,” said the Pigeon;\n“but I must be on the look-out for serpents night and day! Why, I\nhaven’t had a wink of sleep these three weeks!”\n\n“I’m very sorry you’ve been annoyed,” said Alice, who was beginning to\nsee its meaning.\n\n“And just as I’d taken the highest tree in the wood,” continued the\nPigeon, raising its voice to a shriek, “and just as I was thinking I\nshould be free of them at last, they must needs come wriggling down\nfrom the sky! Ugh, Serpent!”\n\n“But I’m _not_ a serpent, I tell you!” said Alice. “I’m a—I’m a—”\n\n“Well! _What_ are you?” said the Pigeon. “I can see you’re trying to\ninvent something!”\n\n“I—I’m a little girl,” said Alice, rather doubtfully, as she remembered\nthe number of changes she had gone through that day.\n\n“A likely story indeed!” said the Pigeon in a tone of the deepest\ncontempt. “I’ve seen a good many little girls in my time, but never\n_one_ with such a neck as that! No, no! You’re a serpent; and there’s\nno use denying it. I suppose you’ll be telling me next that you never\ntasted an egg!”\n\n“I _have_ tasted eggs, certainly,” said Alice, who was a very truthful\nchild; “but little girls eat eggs quite as much as serpents do, you\nknow.”\n\n“I don’t believe it,” said the Pigeon; “but if they do, why then\nthey’re a kind of serpent, that’s all I can say.”\n\nThis was such a new idea to Alice, that she was quite silent for a\nminute or two, which gave the Pigeon the opportunity of adding, “You’re\nlooking for eggs, I know _that_ well enough; and what does it matter to\nme whether you’re a little girl or a serpent?”\n\n“It matters a good deal to _me_,” said Alice hastily; “but I’m not\nlooking for eggs, as it happens; and if I was, I shouldn’t want\n_yours_: I don’t like them raw.”\n\n“Well, be off, then!” said the Pigeon in a sulky tone, as it settled\ndown again into its nest. Alice crouched down among the trees as well\nas she could, for her neck kept getting entangled among the branches,\nand every now and then she had to stop and untwist it. After a while\nshe remembered that she still held the pieces of mushroom in her hands,\nand she set to work very carefully, nibbling first at one and then at\nthe other, and growing sometimes taller and sometimes shorter, until\nshe had succeeded in bringing herself down to her usual height.\n\nIt was so long since she had been anything near the right size, that it\nfelt quite strange at first; but she got used to it in a few minutes,\nand began talking to herself, as usual. “Come, there’s half my plan\ndone now! How puzzling all these changes are! I’m never sure what I’m\ngoing to be, from one minute to another! However, I’ve got back to my\nright size: the next thing is, to get into that beautiful garden—how\n_is_ that to be done, I wonder?” As she said this, she came suddenly\nupon an open place, with a little house in it about four feet high.\n“Whoever lives there,” thought Alice, “it’ll never do to come upon them\n_this_ size: why, I should frighten them out of their wits!” So she\nbegan nibbling at the righthand bit again, and did not venture to go\nnear the house till she had brought herself down to nine inches high.",
    "translated_content": "CHAPTER V.\n\n**第5章**\nイモムシの助言\n\n\nイモムシとアリスはしばらく黙って見つめ合っていた。ついにイモムシが口から水煙管をとりだし、ものうげに、眠そうな声で彼女に話しかけた。\n\n「おまえはだれだ？」とイモムシが言った。\n\nこれは会話の始まりとしてあまり勧められるものではなかった。アリスはおずおずと答えた。「私……私にはよくわからないんです、今のところは……少なくとも、今朝起きたときの自分がだれだったかはわかっているんですが、それから何度も変わってしまったみたいなんです」\n\n「それはどういう意味だ？」とイモムシは厳しく言った。「はっきり説明しなさい！」\n\n「私自身のことを説明できないんです、たぶん」とアリスは言った。「だって、私、自分じゃないんですもの」\n\n「わからん」とイモムシが言った。\n\n「もっとうまく説明できないみたいです」とアリスはとても丁寧に答えた。「だって、まず私自身にも理解できないんですから。一日のうちに何度も大きさが変わるって、とても混乱するんです」\n\n「そんなことはない」とイモムシが言った。\n\n「ええ、あなたはまだそう感じたことがないからでしょう」とアリスは言った。「でも、サナギにならなきゃいけなくなったら……いつかはなるんですよね……それからチョウになるんです。そのときは少し変な気分になると思うんですが、ならないですか？」\n\n「ぜんぜん」とイモムシが言った。\n\n「まあ、あなたの感じ方は違うのかもしれませんね」とアリスは言った。「私にわかるのは、私にとってはとても変な感じがするだろうってことだけです」\n\n「おまえが！」イモムシは軽蔑して言った。「おまえはだれだ？」\n\nこれで話はまた最初に戻ってしまった。イモムシがあまりに短いことばしか言わないので、アリスは少し腹が立ってきた。彼女は背筋を伸ばし、とてもまじめな口調で言った。「まず、あなたがだれなのかを言うべきだと思います」\n\n「なぜ？」とイモムシが言った。\n\nまたややこしい質問だ。アリスにはそれ以上うまい理由が思いつかず、イモムシの機嫌もとても悪そうだったので、彼女は背を向けた。\n\n「戻ってこい！」イモムシが彼女の後ろから呼んだ。「大事な話がある！」\n\nこれは確かに期待できそうな響きだった。アリスは振り返り、また戻ってきた。\n\n「かんしゃくを起こすな」とイモムシが言った。\n\n「それだけ？」アリスはできるだけ怒りを飲み込みながら言った。\n\n「違う」とイモムシが言った。\n\nアリスは、他にすることもないし、待っていてもいいと思った。ひょっとしたら何か聞く価値のあることを言ってくれるかもしれない。数分間、イモムシは黙ったまま煙をぷかぷか吹かしていたが、ついに腕を広げ、また口から水煙管をとりだして言った。「で、おまえは変わったと思っていると？」\n\n（注：人名・地名等の固有名詞は原文のまま表記しています。CHAPTERタイトルの形式は変更せず、内容のみ翻訳しました。）\n\n「どうもそうらしいんです」とアリスが言いました。「昔みたいに物事を覚えていられないんです――それに、10分だって同じ大きさでいられないんですから！」\n\n「_どんな_物事が覚えられないんだい？」イモムシが聞きました。\n\n「ええ、『小さな忙しい蜜蜂はどうする』を言おうとしたんですけど、全部違ってしまったんです！」アリスはとても陰鬱な声で答えました。\n\n「『_ウィリアムおじいさん、あなたは年をとった_』を繰り返してみなさい」とイモムシが言いました。\n\nアリスは手を組み、こう始めました――\n\n「ウィリアムおじいさん、あなたは年をとった」と若者は言った、\n　「そして髪は真っ白になった；\nそれなのにあなたはしきりに逆立ちをしている――\n　あなたの年齢で、それが正しいと思いますか？」\n\n「若い頃は」ウィリアムおじいさんは息子に答えた、\n　「脳を傷めるかもしれないと恐れたものだ；\nしかし、今ではまったく脳がないと確信しているので、\n　だから、何度でも繰り返すのだ」\n\n「あなたは年をとった」と若者は言った、「前に言ったように、\n　そして並外れて太ってしまった；\nそれなのにあなたは入り口で後方宙返りをした――\n　どうか、その理由を教えてください？」\n\n「若い頃は」賢者は言った、白い髪を振りながら、\n　「この軟膏を使って――1箱1シリングで――\n　すべての手足をとても柔軟に保っていたのだ\n　2、3個売ってあげようか？」\n\n「あなたは年をとった」と若者は言った、「そしてあごが弱すぎる\n　獣脂より硬いものには；\nそれなのにあなたはガチョウを、骨とくちばしまで食べ終えた――\n　どうか、どうやってそれを成し遂げたのですか？」\n\n「若い頃は」父親は言った、「法律を学び、\n　あらゆる事件について妻と議論したものだ；\nそしてそれが私のあごに与えた筋肉の強さは、\n　生涯ずっと続いているのだ」\n\n「あなたは年をとった」と若者は言った、「ほとんど誰も思わないだろう\n　あなたの目が以前と同じくらいしっかりしているとは；\nそれなのにあなたは鼻の先でウナギをバランスさせた――\n　何があなたをそんなに恐ろしく賢くしたのですか？」\n\n「3つの質問に答えた、それで十分だ」\n　父親は言った；「偉そうにするな！\nそんなことを一日中聞いていられると思うか？\n　失せろ、さもないと階段から蹴り落とすぞ！」\n\n「それは正しくない」とイモムシが言いました。\n\n「あまり正しくないようです」アリスはおずおずと言いました；「いくつかの言葉が変わってしまったんです」\n\n「最初から最後まで間違っている」とイモムシはきっぱりと言い、数分間沈黙が続きました。\n\n最初に口を開いたのはイモムシでした。\n\n「どんな大きさになりたいんだい？」と尋ねました。\n\n「ああ、大きさにはこだわりません」とアリスは急いで答えた；「ただ、そんなに頻繁に変わるのは好きじゃないんです、わかりますよね」\n\n「わからない」とイモムシは言いました。\n\nアリスは何も言わなかった。これほどまでに反論されたのは生まれて初めてで、自分が癇癪を起こしつつあるのを感じた。\n\n「これで満足かね？」とイモムシが言った。\n\n「ええ、できればもう少し大きくなりたいんです、もしご迷惑でなければ」とアリスが言った。「三インチなんて、ほんとにみじめな背丈ですもの」\n\n「それは実に申し分のない高さだ！」イモムシは怒って言い、話しながらまっすぐに体を持ち上げた（ちょうど三インチの高さだった）。\n\n「でも慣れてないんですもの！」かわいそうなアリスは哀れっぽい口調で訴えた。そして心の中でこう考えた。「どうしてこの生き物たちは、こんなにすぐ怒るんだろう！」\n\n「そのうち慣れるさ」とイモムシは言い、水煙管を口にくわえてまた煙を吹き始めた。\n\n今度はアリスは辛抱強く、イモムシが再び話し出すのを待った。一分か二分すると、イモムシは水煙管を口から取り出し、一度か二度あくびをして、体を震わせた。それからキノコから降りて、草の中を這って行ったが、去り際にただこう言った。「一方の側は君を背を高くし、もう一方の側は背を低くするだろう」\n\n「何の一方の側？　何のもう一方の側？」とアリスは心の中で考えた。\n\n「キノコのさ」とイモムシは言った。まるでアリスが声に出して尋ねたかのように。そして次の瞬間には見えなくなっていた。\n\nアリスはしばらく考え深げにキノコを見つめ、その二つの側面がどちらなのか見極めようとした。キノコは完全な丸い形をしていたので、これはとても難しい問題だとわかった。しかし、ついに両腕を精一杯伸ばしてキノコを抱え、それぞれの手で端の部分を少しずつ折り取った。\n\n「さて、どっちがどっちだろう？」と彼女は独り言を言い、右手の破片を少しかじって効果を試してみた。次の瞬間、彼女はあごの下に激しい衝撃を感じた。それは自分の足にぶつかったのだ！\n\nこの突然の変化に彼女は大いに驚いたが、急速に縮みつつあるので、無駄にする時間はないと感じた。そこで直ちに反対側の破片を食べる作業に取りかかった。あごが足にぴったりと押し付けられて、口を開ける隙間もほとんどなかったが、ようやく口を開け、左手の破片を一口飲み込むことに成功した。\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n「ああ、やっと頭が自由になったわ！」アリスは嬉しそうに言ったが、次の瞬間には驚きの声に変わった。自分の肩がどこにも見当たらないことに気づいたからだ。下を見ると、見えるのは異常に長い首だけで、それはまるで茎のように、遥か下方に広がる緑の葉の海から伸びているようだった。\n\n「あの緑のものはいったい何なの？」アリスは言った。「それに、私の肩はどこへ行ったの？ああ、かわいそうな私の手、どうしてあなたたちが見えないの？」そう言いながら手を動かしてみたが、遠くの緑の葉が少し揺れる以外、何の変化もなかった。\n\n手を頭まで上げる見込みがなさそうだとわかると、今度は頭を手の方へ下げてみようとした。すると、首が蛇のように簡単にあらゆる方向へ曲がるので嬉しくなった。ちょうど優雅なジグザグに曲げて、葉の間へ飛び込もうとしたとき──その葉は、これまで歩いていた木々のてっぺんだと気づいたのだが──鋭いヒスという音がして、慌てて身を引いた。大きな鳩が彼女の顔に飛んできて、激しく翼で打ちすえていたのだ。\n\n「蛇め！」鳩は叫んだ。\n\n「私は蛇じゃないわ！」アリスは憤慨して言った。「放しておいて！」\n\n「蛇だ、もう一度言う！」鳩は繰り返したが、今度は抑えた調子で、そしてすすり泣くように付け加えた。「あらゆる方法を試したのに、どうしても奴らの気に入らないんだ！」\n\n「あなたが何の話をしているのか、全然わからないわ」とアリスは言った。\n\n「木の根も試したし、土手も試したし、生け垣も試した」鳩はアリスにかまわず続けた。「だが、あの蛇どもときたら！どうやっても満足させられやしない！」\n\nアリスはますます困惑したが、鳩が話し終わるまで何を言っても無駄だと思った。\n\n「卵を温めるだけでも大変なのに」鳩は言った。「それに加えて昼も夜も蛇に気を配らなきゃならない！もう三週間もまともに眠れていないんだ！」\n\n「ご迷惑をかけて申し訳ないわ」アリスは言った。ようやく事情が飲み込めてきた。\n\n「やっとの思いで森で一番高い木に巣を作ったというのに」鳩は声を張り上げて続けた。「これでやっとあいつらから逃れられると思ったら、今度は空からぬらりくらりと降りてくるんだ！うわっ、蛇め！」\n\n「でも、私は蛇じゃないって言ってるでしょ！」アリスは言った。「私はー私はー」\n\n「それで！お前は何なんだ？」鳩は言った。「何かでっち上げようとしてるのがわかるぞ！」\n\n「わ、わたしは小さな女の子です」と、アリスはその日に経験した数々の変化を思い出しながら、あまり自信なさそうに言いました。\n\n「まさか！」とハトは、これ以上ないほど軽蔑した口調で言いました。「これまでにたくさんの小さな女の子を見てきたが、そんな首をした子は一人もいなかった！違う、違う！君は蛇だ。否定しても無駄だ。次は卵を食べたことなんてない、なんて言うんだろうね！」\n\n「卵は食べたことありますよ、もちろん」と、とても誠実な子供だったアリスは言いました。「でも、小さな女の子だって蛇と同じくらい卵を食べますよ、そうですよね」\n\n「信じられない」とハトは言いました。「でももし食べるなら、彼らも一種の蛇だ。それだけは言える」\n\nこれはアリスにとってとても新しい考えだったので、彼女は一分か二分ほどまったく黙ってしまいました。その隙にハトはこう付け加えました。「君が卵を探しているのはよくわかっている。君が小さな女の子だろうと蛇だろうと、私には関係ないことだ」\n\n「わたしには大いに関係あります！」とアリスは慌てて言いました。「でも、今は卵を探しているわけじゃないんです。もし探していたとしても、あなたの卵はいりません。生は好きじゃないんです」\n\n「じゃあ、あっちへ行け！」とハトは不機嫌そうに言い、また巣に戻りました。アリスはできるだけ木々の間に身をかがめました。首が枝に引っかかるので、時々立ち止まってほどかなければならなかったからです。しばらくして、彼女はまだ両手にキノケラの破片を持っていることを思い出しました。そしてとても注意深く、まず一方を、次にもう一方をかじり始め、背が高くなったり低くなったりしながら、ついにいつもの身長に戻すことに成功しました。\n\n適切な大きさになってからずいぶん経っていたので、最初はとても奇妙に感じました。でも数分で慣れ、いつものように独り言を言い始めました。「さあ、計画の半分は終わった！この変化は本当にややこしい！次の瞬間に自分がどうなっているか、全然わからない！でも、元の大きさには戻れた。次は、あの美しい庭に入ることだ。どうやって入ろうかしら？」そう言っていると、彼女は突然開けた場所に出ました。そこには高さ約4フィートの小さな家がありました。「そこに誰が住んでいようと」とアリスは考えました。「今の大きさで行くのは絶対にだめ。そうしたら、きっと気が狂うほど驚かせてしまう！」そこで彼女は右手の破片をまたかじり始め、身長を9インチまで縮めるまで、家に近づこうとはしませんでした。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VI.",
    "translated_title": "CHAPTER VI.",
    "original_content": "CHAPTER VI.\nPig and Pepper\n\n\nFor a minute or two she stood looking at the house, and wondering what\nto do next, when suddenly a footman in livery came running out of the\nwood—(she considered him to be a footman because he was in livery:\notherwise, judging by his face only, she would have called him a\nfish)—and rapped loudly at the door with his knuckles. It was opened by\nanother footman in livery, with a round face, and large eyes like a\nfrog; and both footmen, Alice noticed, had powdered hair that curled\nall over their heads. She felt very curious to know what it was all\nabout, and crept a little way out of the wood to listen.\n\nThe Fish-Footman began by producing from under his arm a great letter,\nnearly as large as himself, and this he handed over to the other,\nsaying, in a solemn tone, “For the Duchess. An invitation from the\nQueen to play croquet.” The Frog-Footman repeated, in the same solemn\ntone, only changing the order of the words a little, “From the Queen.\nAn invitation for the Duchess to play croquet.”\n\nThen they both bowed low, and their curls got entangled together.\n\nAlice laughed so much at this, that she had to run back into the wood\nfor fear of their hearing her; and when she next peeped out the\nFish-Footman was gone, and the other was sitting on the ground near the\ndoor, staring stupidly up into the sky.\n\nAlice went timidly up to the door, and knocked.\n\n“There’s no sort of use in knocking,” said the Footman, “and that for\ntwo reasons. First, because I’m on the same side of the door as you\nare; secondly, because they’re making such a noise inside, no one could\npossibly hear you.” And certainly there _was_ a most extraordinary\nnoise going on within—a constant howling and sneezing, and every now\nand then a great crash, as if a dish or kettle had been broken to\npieces.\n\n“Please, then,” said Alice, “how am I to get in?”\n\n“There might be some sense in your knocking,” the Footman went on\nwithout attending to her, “if we had the door between us. For instance,\nif you were _inside_, you might knock, and I could let you out, you\nknow.” He was looking up into the sky all the time he was speaking, and\nthis Alice thought decidedly uncivil. “But perhaps he can’t help it,”\nshe said to herself; “his eyes are so _very_ nearly at the top of his\nhead. But at any rate he might answer questions.—How am I to get in?”\nshe repeated, aloud.\n\n“I shall sit here,” the Footman remarked, “till tomorrow—”\n\nAt this moment the door of the house opened, and a large plate came\nskimming out, straight at the Footman’s head: it just grazed his nose,\nand broke to pieces against one of the trees behind him.\n\n“—or next day, maybe,” the Footman continued in the same tone, exactly\nas if nothing had happened.\n\n“How am I to get in?” asked Alice again, in a louder tone.\n\n“_Are_ you to get in at all?” said the Footman. “That’s the first\nquestion, you know.”\n\nIt was, no doubt: only Alice did not like to be told so. “It’s really\ndreadful,” she muttered to herself, “the way all the creatures argue.\nIt’s enough to drive one crazy!”\n\nThe Footman seemed to think this a good opportunity for repeating his\nremark, with variations. “I shall sit here,” he said, “on and off, for\ndays and days.”\n\n“But what am _I_ to do?” said Alice.\n\n“Anything you like,” said the Footman, and began whistling.\n\n“Oh, there’s no use in talking to him,” said Alice desperately: “he’s\nperfectly idiotic!” And she opened the door and went in.\n\nThe door led right into a large kitchen, which was full of smoke from\none end to the other: the Duchess was sitting on a three-legged stool\nin the middle, nursing a baby; the cook was leaning over the fire,\nstirring a large cauldron which seemed to be full of soup.\n\n“There’s certainly too much pepper in that soup!” Alice said to\nherself, as well as she could for sneezing.\n\nThere was certainly too much of it in the air. Even the Duchess sneezed\noccasionally; and as for the baby, it was sneezing and howling\nalternately without a moment’s pause. The only things in the kitchen\nthat did not sneeze, were the cook, and a large cat which was sitting\non the hearth and grinning from ear to ear.\n\n“Please would you tell me,” said Alice, a little timidly, for she was\nnot quite sure whether it was good manners for her to speak first, “why\nyour cat grins like that?”\n\n“It’s a Cheshire cat,” said the Duchess, “and that’s why. Pig!”\n\nShe said the last word with such sudden violence that Alice quite\njumped; but she saw in another moment that it was addressed to the\nbaby, and not to her, so she took courage, and went on again:—\n\n“I didn’t know that Cheshire cats always grinned; in fact, I didn’t\nknow that cats _could_ grin.”\n\n“They all can,” said the Duchess; “and most of ’em do.”\n\n“I don’t know of any that do,” Alice said very politely, feeling quite\npleased to have got into a conversation.\n\n“You don’t know much,” said the Duchess; “and that’s a fact.”\n\nAlice did not at all like the tone of this remark, and thought it would\nbe as well to introduce some other subject of conversation. While she\nwas trying to fix on one, the cook took the cauldron of soup off the\nfire, and at once set to work throwing everything within her reach at\nthe Duchess and the baby—the fire-irons came first; then followed a\nshower of saucepans, plates, and dishes. The Duchess took no notice of\nthem even when they hit her; and the baby was howling so much already,\nthat it was quite impossible to say whether the blows hurt it or not.\n\n“Oh, _please_ mind what you’re doing!” cried Alice, jumping up and down\nin an agony of terror. “Oh, there goes his _precious_ nose!” as an\nunusually large saucepan flew close by it, and very nearly carried it\noff.\n\n“If everybody minded their own business,” the Duchess said in a hoarse\ngrowl, “the world would go round a deal faster than it does.”\n\n“Which would _not_ be an advantage,” said Alice, who felt very glad to\nget an opportunity of showing off a little of her knowledge. “Just\nthink of what work it would make with the day and night! You see the\nearth takes twenty-four hours to turn round on its axis—”\n\n“Talking of axes,” said the Duchess, “chop off her head!”\n\nAlice glanced rather anxiously at the cook, to see if she meant to take\nthe hint; but the cook was busily stirring the soup, and seemed not to\nbe listening, so she went on again: “Twenty-four hours, I _think_; or\nis it twelve? I—”\n\n“Oh, don’t bother _me_,” said the Duchess; “I never could abide\nfigures!” And with that she began nursing her child again, singing a\nsort of lullaby to it as she did so, and giving it a violent shake at\nthe end of every line:\n\n“Speak roughly to your little boy,\n    And beat him when he sneezes:\nHe only does it to annoy,\n    Because he knows it teases.”\n\n\nCHORUS.\n(In which the cook and the baby joined):\n\n\n“Wow! wow! wow!”\n\n\nWhile the Duchess sang the second verse of the song, she kept tossing\nthe baby violently up and down, and the poor little thing howled so,\nthat Alice could hardly hear the words:—\n\n“I speak severely to my boy,\n    I beat him when he sneezes;\nFor he can thoroughly enjoy\n    The pepper when he pleases!”\n\n\nCHORUS.\n\n\n“Wow! wow! wow!”\n\n\n“Here! you may nurse it a bit, if you like!” the Duchess said to Alice,\nflinging the baby at her as she spoke. “I must go and get ready to play\ncroquet with the Queen,” and she hurried out of the room. The cook\nthrew a frying-pan after her as she went out, but it just missed her.\n\nAlice caught the baby with some difficulty, as it was a queer-shaped\nlittle creature, and held out its arms and legs in all directions,\n“just like a star-fish,” thought Alice. The poor little thing was\nsnorting like a steam-engine when she caught it, and kept doubling\nitself up and straightening itself out again, so that altogether, for\nthe first minute or two, it was as much as she could do to hold it.\n\nAs soon as she had made out the proper way of nursing it, (which was to\ntwist it up into a sort of knot, and then keep tight hold of its right\near and left foot, so as to prevent its undoing itself,) she carried it\nout into the open air. “If I don’t take this child away with me,”\nthought Alice, “they’re sure to kill it in a day or two: wouldn’t it be\nmurder to leave it behind?” She said the last words out loud, and the\nlittle thing grunted in reply (it had left off sneezing by this time).\n“Don’t grunt,” said Alice; “that’s not at all a proper way of\nexpressing yourself.”\n\nThe baby grunted again, and Alice looked very anxiously into its face\nto see what was the matter with it. There could be no doubt that it had\na _very_ turn-up nose, much more like a snout than a real nose; also\nits eyes were getting extremely small for a baby: altogether Alice did\nnot like the look of the thing at all. “But perhaps it was only\nsobbing,” she thought, and looked into its eyes again, to see if there\nwere any tears.\n\nNo, there were no tears. “If you’re going to turn into a pig, my dear,”\nsaid Alice, seriously, “I’ll have nothing more to do with you. Mind\nnow!” The poor little thing sobbed again (or grunted, it was impossible\nto say which), and they went on for some while in silence.\n\nAlice was just beginning to think to herself, “Now, what am I to do\nwith this creature when I get it home?” when it grunted again, so\nviolently, that she looked down into its face in some alarm. This time\nthere could be _no_ mistake about it: it was neither more nor less than\na pig, and she felt that it would be quite absurd for her to carry it\nfurther.\n\nSo she set the little creature down, and felt quite relieved to see it\ntrot away quietly into the wood. “If it had grown up,” she said to\nherself, “it would have made a dreadfully ugly child: but it makes\nrather a handsome pig, I think.” And she began thinking over other\nchildren she knew, who might do very well as pigs, and was just saying\nto herself, “if one only knew the right way to change them—” when she\nwas a little startled by seeing the Cheshire Cat sitting on a bough of\na tree a few yards off.\n\nThe Cat only grinned when it saw Alice. It looked good-natured, she\nthought: still it had _very_ long claws and a great many teeth, so she\nfelt that it ought to be treated with respect.\n\n“Cheshire Puss,” she began, rather timidly, as she did not at all know\nwhether it would like the name: however, it only grinned a little\nwider. “Come, it’s pleased so far,” thought Alice, and she went on.\n“Would you tell me, please, which way I ought to go from here?”\n\n“That depends a good deal on where you want to get to,” said the Cat.\n\n“I don’t much care where—” said Alice.\n\n“Then it doesn’t matter which way you go,” said the Cat.\n\n“—so long as I get _somewhere_,” Alice added as an explanation.\n\n“Oh, you’re sure to do that,” said the Cat, “if you only walk long\nenough.”\n\nAlice felt that this could not be denied, so she tried another\nquestion. “What sort of people live about here?”\n\n“In _that_ direction,” the Cat said, waving its right paw round, “lives\na Hatter: and in _that_ direction,” waving the other paw, “lives a\nMarch Hare. Visit either you like: they’re both mad.”\n\n“But I don’t want to go among mad people,” Alice remarked.\n\n“Oh, you can’t help that,” said the Cat: “we’re all mad here. I’m mad.\nYou’re mad.”\n\n“How do you know I’m mad?” said Alice.\n\n“You must be,” said the Cat, “or you wouldn’t have come here.”\n\nAlice didn’t think that proved it at all; however, she went on “And how\ndo you know that you’re mad?”\n\n“To begin with,” said the Cat, “a dog’s not mad. You grant that?”\n\n“I suppose so,” said Alice.\n\n“Well, then,” the Cat went on, “you see, a dog growls when it’s angry,\nand wags its tail when it’s pleased. Now _I_ growl when I’m pleased,\nand wag my tail when I’m angry. Therefore I’m mad.”\n\n“_I_ call it purring, not growling,” said Alice.\n\n“Call it what you like,” said the Cat. “Do you play croquet with the\nQueen to-day?”\n\n“I should like it very much,” said Alice, “but I haven’t been invited\nyet.”\n\n“You’ll see me there,” said the Cat, and vanished.\n\nAlice was not much surprised at this, she was getting so used to queer\nthings happening. While she was looking at the place where it had been,\nit suddenly appeared again.\n\n“By-the-bye, what became of the baby?” said the Cat. “I’d nearly\nforgotten to ask.”\n\n“It turned into a pig,” Alice quietly said, just as if it had come back\nin a natural way.\n\n“I thought it would,” said the Cat, and vanished again.\n\nAlice waited a little, half expecting to see it again, but it did not\nappear, and after a minute or two she walked on in the direction in\nwhich the March Hare was said to live. “I’ve seen hatters before,” she\nsaid to herself; “the March Hare will be much the most interesting, and\nperhaps as this is May it won’t be raving mad—at least not so mad as it\nwas in March.” As she said this, she looked up, and there was the Cat\nagain, sitting on a branch of a tree.\n\n“Did you say pig, or fig?” said the Cat.\n\n“I said pig,” replied Alice; “and I wish you wouldn’t keep appearing\nand vanishing so suddenly: you make one quite giddy.”\n\n“All right,” said the Cat; and this time it vanished quite slowly,\nbeginning with the end of the tail, and ending with the grin, which\nremained some time after the rest of it had gone.\n\n“Well! I’ve often seen a cat without a grin,” thought Alice; “but a\ngrin without a cat! It’s the most curious thing I ever saw in my life!”\n\nShe had not gone much farther before she came in sight of the house of\nthe March Hare: she thought it must be the right house, because the\nchimneys were shaped like ears and the roof was thatched with fur. It\nwas so large a house, that she did not like to go nearer till she had\nnibbled some more of the lefthand bit of mushroom, and raised herself\nto about two feet high: even then she walked up towards it rather\ntimidly, saying to herself “Suppose it should be raving mad after all!\nI almost wish I’d gone to see the Hatter instead!”",
    "translated_content": "CHAPTER VI.\n\n第6章\nブタとコショウ\n\n\nアリスは一分か二分ほど、その家を眺めながら、次に何をしようかと考えていた。すると突然、制服を着た従僕が森の中から走り出てきた（彼が制服を着ていたので、アリスは彼を従僕だと思った。顔だけ見れば、魚だと言っただろう）――そしてこぶしでドアを激しく叩いた。ドアを開けたのは、やはり制服を着た別の従僕で、丸い顔をしていて、カエルのような大きな目をしていた。二人の従僕は、頭中にカールした粉つきの髪をしているのにアリスは気づいた。何が起こっているのか知りたくてたまらなくなり、アリスは森から少し這い出て聞き耳を立てた。\n\n魚の従僕はまず、脇の下から自分と同じくらい大きい手紙を取り出し、それを相手に手渡しながら、厳かな口調で言った。「公爵夫人へ。女王様からのクロッケー遊びへの招待状です」。カエルの従僕は、同じ厳かな口調で、ただ言葉の順序を少し変えて繰り返した。「女王様より。公爵夫人のクロッケー遊びへの招待状です」。\n\nそれから二人は深々とお辞儀をし、その巻き毛が絡み合った。\n\nアリスはこれを見て大笑いし、声が聞こえないように森の中へ走って戻らなければならなかった。次に覗いたときには、魚の従僕はもういなくて、もう一人はドアの近くの地面に座り、ぼんやりと空を眺めていた。\n\nアリスはおずおずとドアに近づき、ノックした。\n\n「ノックしても何の意味もありません」と従僕は言った。「その理由は二つ。第一に、私もあなたと同じドアのこちら側にいるから。第二に、中ではひどい騒ぎをしているので、誰もあなたのノックを聞きはしません」。確かに中では、実に異常な物音がしていた――絶え間ない叫び声とくしゃみ、そして時折、皿ややかんが粉々に割れたような大きな壊れる音がした。\n\n「では、どうやって入ったらいいのですか？」とアリスが言った。\n\n「あなたがノックする意味があるとすれば」と従僕はアリスの言葉に構わず続けた。「ドアが私たちの間にあった場合です。例えば、あなたが中にいて、ノックすれば、私があなたを出してあげられます」。彼は話している間ずっと空を見上げており、アリスはこれは明らかに無礼だと思った。「でも、しかたがないのかもしれない」と彼女は独り言を言った。「彼の目は頭のてっぺんに近すぎるんだから。でもとにかく、質問には答えてくれてもいいはず――どうやって入ったらいいの？」と彼女は声を出して繰り返した。\n\n「私はここに座っています」と従僕は言った。「明日まで――」\n\nちょうどその時、家の扉が開き、大きな皿が一枚、すうっと飛び出して、まっすぐに従者の頭をめがけてきた。かすかに鼻先をかすめ、彼の後ろの木の一本に当たって粉々になった。\n\n「──それとも、明日かもね」と、従者は何事もなかったかのように、まったく同じ口調で言い続けた。\n\n「どうやって入ったらいいの？」アリスはもう一度、大きな声で尋ねた。\n\n「そもそも、入るつもりなのかい？」従者は言った。「それが第一の問題だよ、そうだろう？」\n\n確かにその通りだった。ただ、アリスはそう言われるのが好きではなかった。「まったくひどいわ」と彼女は独り言をつぶやいた。「みんな、こうやって議論ばかりするの。気が狂いそう！」\n\n従者は、これを自分の発言を変化をつけて繰り返す良い機会と思ったようだ。「俺はここに座っているよ」彼は言った。「ときどき、何日でもな」\n\n「でも、私はどうすればいいの？」アリスが言った。\n\n「好きにすればいい」従者は言い、口笛を吹き始めた。\n\n「ああ、彼に話しかけても無駄だわ」アリスは絶望的に言った。「まったくのばか者よ！」そして彼女は扉を開けて中に入った。\n\n扉はすぐに大きな台所に通じていた。台所は端から端まで煙でいっぱいだった。真ん中で公爵夫人が三脚の腰掛けに座り、赤ん坊をあやしていた。料理人は火のそばに身を乗り出し、スープでいっぱいらしい大きな鍋をかき混ぜていた。\n\n「あのスープには、確かに胡椒が多すぎるわ！」アリスはくしゃみに妨げられながらも、自分に言い聞かせた。\n\n空気中にも確かに多すぎた。公爵夫人でさえ時々くしゃみをした。赤ん坊に至っては、一瞬の休みもなく、くしゃみと泣き叫びを交互に繰り返していた。台所の中でくしゃみをしなかったのは、料理人と、炉端に座ってにやにや笑っている大きな猫だけだった。\n\n「どうか教えてください」アリスは少しおずおずと言った。自分から先に話すのが礼儀にかなっているか、よくわからなかったからだ。「どうしてあなたの猫はあんなふうににやにや笑うんですか？」\n\n「チェシャ猫だからよ」公爵夫人は言った。「それだけの理由よ。豚！」\n\n彼女は最後の言葉を突然ものすごい勢いで言ったので、アリスは飛び上がるほど驚いた。しかし、すぐにそれが自分ではなく赤ん坊に向けられた言葉だと気づき、勇気を出してまた話し続けた。\n\n「チェシャ猫がいつもにやにや笑うなんて知りませんでした。実際、猫がにやにや笑えるなんて知らなかったわ」\n\n「みんなできるのよ」公爵夫人は言った。「そして、たいていの猫はそうするわ」\n\n「そんなことをする猫は、一匹も知りません」アリスはとても丁寧に言った。会話が始まったことにかなり嬉しくなっていた。\n\n「あなたはあまり物を知らないのね」公爵夫人は言った。「それが事実よ」\n\nアリスはこの発言の口調が大嫌いで、話題を変えたほうがいいと思った。何にしようか考えていると、料理人が鍋を火からおろし、すぐに手の届くものすべて――まず火かき棒、次に雨あられと飛んでくる鍋、皿、大皿――を公爵夫人と赤ん坊に向かって投げつけ始めた。公爵夫人は当たってもまったく気にしない様子で、赤ん坊はもう泣き叫んでいて、打たれて痛いのかどうかまったくわからなかった。\n\n「ああ、お願いですから、お気をつけて！」アリスは恐怖に震えながら飛び跳ねて叫んだ。「ああ、あの大事なお鼻に！」異常に大きな鍋がかすめるように飛んできて、危うく鼻を吹き飛ばすところだった。\n\n「みんなが自分のことに気をつければ」公爵夫人はしわがれた声でうなるように言った。「世の中は今よりずっと速く回るだろうに」\n\n「それはかえって不便ですよ」アリスは、少しばかり知識をひけらかす機会を得られてうれしく思った。「昼と夜がどうなるか考えてみてください！地球が地軸を中心に一回転するのに二十四時間かかるんです――」\n\n「地軸って言えば」公爵夫人は言った。「あの子の首をはねてしまえ！」\n\nアリスはやや心配そうに料理人を見た。その暗示に従うつもりかどうか確かめるためだった。しかし料理人はせっせとスープをかき混ぜていて、聞いていないようだった。そこで彼女はまた話し続けた。「二十四時間です、たぶん。それとも十二時間でしたっけ？私――」\n\n「ああ、私を悩ませないで」公爵夫人は言った。「数字は大嫌いなんだ！」そう言うと、彼女はまた子供の世話を始め、一種の子守歌を歌いながら、各行の終わりに赤ん坊を激しく揺さぶった：\n\n「小さい子には乱暴に話し、\nくしゃみをしたら叩きなさい。\n彼はわざとそうして困らせる、\nからかわれていると知っているから。」\n\n合唱\n（料理人と赤ん坊も加わって）：\n\n「ワウ！ワウ！ワウ！」\n\n公爵夫人が歌の二番を歌う間、彼女は赤ん坊を激しく上下に揺さぶり続け、かわいそうな小さなものは大声で泣き叫んだので、アリスには歌詞がほとんど聞こえなかった：\n\n「私は自分の子に厳しく話し、\nくしゃみをしたら叩く。\nだって彼は存分に楽しめる、\n好きな時に胡椒を味わえるから！」\n\n合唱\n\n「ワウ！ワウ！ワウ！」\n\n「ほら！　よろしければ、少しあやしてあげてもいいわよ！」と公爵夫人はアリスに言いながら、\n話すそばから赤ん坊を彼女に投げつけた。「わたしはこれから女王様とクローケーをする支度をしなくちゃいけないの」\nそう言うと、彼女は急いで部屋を出て行った。料理人は彼女が出て行く後ろからフライパンを投げつけたが、\nかすりもしなかった。\n\nアリスはやっとのことで赤ん坊を受け止めた。それは奇妙な形をした小さな生き物で、\n手足をあちこちに伸ばしていた──「まるでヒトデみたい」とアリスは思った。このかわいそうな小さなものは、\n彼女が受け止めたとき蒸気機関のように鼻を鳴らしており、体を折り曲げてはまた伸ばすことを繰り返していたので、\n最初の一分か二分は、彼女がなんとか抱き留めているのがやっとだった。\n\n彼女が赤ん坊の適切なあやし方（それは赤ん坊を一種の結び目のようにねじり、\nほどけないように右耳と左足をしっかり握っておくことだった）を理解するやいなや、\n彼女は赤ん坊を外の空気の中に連れ出した。「もしこの子を連れて行かなかったら」\nとアリスは思った。「きっと一日か二日で殺してしまうに違いない。置いていくのは殺人じゃないかしら？」\n彼女は最後の言葉を声に出して言い、小さなものは（この時までにはくしゃみはやめていた）うなり声で答えた。\n「うなり声を出さないで」とアリスは言った。「そんなのは自分を表現する適切な方法じゃないわ」\n\n赤ん坊はまたうなり声をあげ、アリスはとても心配そうにその顔を覗き込んで、\nどうしたのか確かめた。疑いようもなく、それは*とても*上向きの鼻をしており、\n本当の鼻というよりはむしろ豚の鼻にずっと似ていた。また、その目は赤ん坊にしては極端に小さくなっていた。\nアリスはまったくこのものの見た目が気に入らなかった。「でも、もしかしたらただ泣いているだけかも」\n彼女はそう思い、涙があるかどうか確かめるためにもう一度その目を覗き込んだ。\n\nいいえ、涙はなかった。「もし豚になるつもりなら、ねえ」とアリスは真剣に言った。\n「もうあなたとは関わらないわよ。いい？」かわいそうな小さなものはまたすすり泣いた（あるいはうなったか、\nどちらかは言いようがなかった）、そして彼らはしばらくの間黙ったままだった。\n\nアリスがちょうど「さて、この生き物を家に連れて帰ったらどうしようかしら」と\n考え始めたとき、赤ん坊はまたうなり声をあげた。あまりにも激しいうなり声だったので、\n彼女は少し驚いてその顔を覗き込んだ。今度は間違い*なかった*。それは紛れもなく豚であり、\nこれ以上連れて行くのはまったくばかげていると彼女は感じた。\n\nそこで彼女は小さな生き物を地面に下ろし、それが森の中へ静かに走り去るのを見てほっとした。「もし大きくなっていたら」と彼女は独り言を言った、「ひどく醜い子供になっていたでしょう。でも、かなり立派な豚だと思います。」そして彼女は知っている他の子供たちのことを考え始め、豚としても悪くない子たちを思い浮かべ、「変身させる正しい方法さえ知っていれば―」と自分に言いかけたとき、数ヤード先の木の枝にチェシャ猫が座っているのを見て少し驚いた。\n\n猫はアリスを見ると、にやっと笑っただけだった。彼女は、猫は穏やかそうに見えると思ったが、それでも非常に長い爪とたくさんの歯を持っていたので、敬意を持って接すべきだと考えた。\n\n「チェシャ猫さん」彼女は少し臆しながら話し始めた。その名前を気に入るかどうか全くわからなかったからだ。しかし、猫はただもう少し口を広げて笑っただけだった。「よし、今のところご機嫌のようだ」とアリスは考え、話を続けた。「ここからどちらの道を行けばいいか、教えていただけますか？」\n\n「それはどこに行きたいかによりますね」と猫が言った。\n\n「どこでもあまり気にしないわ」とアリスが言った。\n\n「それならどちらの道を行ってもかまいません」と猫が言った。\n\n「―どこかに着きさえすれば」とアリスは説明として付け加えた。\n\n「ああ、きっとそうなりますよ」と猫が言った、「十分に長く歩きさえすればね」\n\nアリスはこれは否定できないと思ったので、別の質問をしてみた。「この辺りにはどんな人たちが住んでいますか？」\n\n「あっちの方向には」と猫は右の前足を振り回しながら言った、「帽子屋が住んでいます。そしてあっちの方向には」もう一方の前足を振りながら言った、「三月ウサギが住んでいます。どちらでも好きな方を訪ねてください。二人とも狂っていますから」\n\n「でも私は狂った人たちの中に行きたくないわ」とアリスが言った。\n\n「ああ、それは仕方のないことです」と猫が言った、「ここではみんな狂っています。私は狂っています。あなたも狂っています」\n\n「どうして私が狂っているとわかるの？」とアリスが言った。\n\n「そうに決まっています」と猫が言った、「でなければここに来たりしませんから」\n\nアリスはそれが全く証明にならないと思ったが、それでも続けて言った。「それで、あなたが狂っているとどうしてわかるの？」\n\n「まず第一に」と猫が言った、「犬は狂っていません。それには同意しますか？」\n\n「そうだと思います」とアリスが言った。\n\n「それでは」と猫は続けた、「ご存知のように、犬は怒ると唸り、喜ぶと尻尾を振ります。ところが私は喜ぶと唸り、怒ると尻尾を振ります。したがって私は狂っています」\n\n「私はそれをゴロゴロ言うのであって、唸るのではないと思います」とアリスが言った。\n\n「好きなように呼んでください」と猫が言った。「今日、女王様とクローケーをなさいますか？」\n\n「とてもやりたいです」とアリスが言った、「でもまだ招待されていません」\n\n「そこでお会いしましょう」と猫は言い、消えてしまった。\n\nアリスはそれにもあまり驚かなかった。もう奇妙なことが起こるのには慣れてきていたのだ。それがいた場所を見つめていると、突然また現れた。\n\n「ところで、あの赤ん坊はどうなった？」とネコが言った。「訊くのを忘れるところだった。」\n\n「豚になっちゃったの」アリスは静かに言った。まるでそれが自然な成り行きであるかのように。\n\n「そうなると思ったよ」ネコは言うと、また消えてしまった。\n\nアリスはしばらく待ち、また現れるかと半分期待していたが、現れない。一分か二分たってから、彼女は三月ウサギが住んでいるという方角へ歩き出した。「帽子屋なら前に会ったことがあるわ」と彼女は独り言を言った。「三月ウサギの方がずっと面白いに違いない。それに今は五月だから、狂っていないかもしれない――少なくとも三月ほどじゃないでしょう」そう言いながら顔を上げると、またネコがいて、木の枝に座っていた。\n\n「豚と言ったか、イチジクと言ったか？」ネコが言った。\n\n「豚と言ったの」アリスは答えた。「それに、そんなに突然現れたり消えたりしないでほしいのよ。めまいがするわ」\n\n「わかったよ」ネコは言った。今度はとてもゆっくりと消えていった。しっぽの先から始まって、最後にニヤリと笑う口元が残り、それが体の他の部分が消えた後もしばらく残っていた。\n\n「まあ！ 笑いのないネコならよく見るけれど」アリスは思った。「でもネコのない笑い！ 生まれて初めて見る一番不思議なものだわ！」\n\nそれほど遠くへ行かないうちに、彼女は三月ウサギの家を見つけた。煙突が耳の形をしていて、屋根が毛皮で葺かれているので、ここに違いないと思った。とても大きな家だったので、彼女は左手に持ったキノケをもう少しかじって、自分の身長を二フィートほどにしてからでないと、近づく気になれなかった。それでもやはりおずおずと歩み寄りながら、独り言を言った。「やっぱり狂っていたらどうしよう！ 帽子屋のところへ行けばよかったかも！」",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VII.",
    "translated_title": "CHAPTER VII.",
    "original_content": "CHAPTER VII.\nA Mad Tea-Party\n\n\nThere was a table set out under a tree in front of the house, and the\nMarch Hare and the Hatter were having tea at it: a Dormouse was sitting\nbetween them, fast asleep, and the other two were using it as a\ncushion, resting their elbows on it, and talking over its head. “Very\nuncomfortable for the Dormouse,” thought Alice; “only, as it’s asleep,\nI suppose it doesn’t mind.”\n\nThe table was a large one, but the three were all crowded together at\none corner of it: “No room! No room!” they cried out when they saw\nAlice coming. “There’s _plenty_ of room!” said Alice indignantly, and\nshe sat down in a large arm-chair at one end of the table.\n\n“Have some wine,” the March Hare said in an encouraging tone.\n\nAlice looked all round the table, but there was nothing on it but tea.\n“I don’t see any wine,” she remarked.\n\n“There isn’t any,” said the March Hare.\n\n“Then it wasn’t very civil of you to offer it,” said Alice angrily.\n\n“It wasn’t very civil of you to sit down without being invited,” said\nthe March Hare.\n\n“I didn’t know it was _your_ table,” said Alice; “it’s laid for a great\nmany more than three.”\n\n“Your hair wants cutting,” said the Hatter. He had been looking at\nAlice for some time with great curiosity, and this was his first\nspeech.\n\n“You should learn not to make personal remarks,” Alice said with some\nseverity; “it’s very rude.”\n\nThe Hatter opened his eyes very wide on hearing this; but all he _said_\nwas, “Why is a raven like a writing-desk?”\n\n“Come, we shall have some fun now!” thought Alice. “I’m glad they’ve\nbegun asking riddles.—I believe I can guess that,” she added aloud.\n\n“Do you mean that you think you can find out the answer to it?” said\nthe March Hare.\n\n“Exactly so,” said Alice.\n\n“Then you should say what you mean,” the March Hare went on.\n\n“I do,” Alice hastily replied; “at least—at least I mean what I\nsay—that’s the same thing, you know.”\n\n“Not the same thing a bit!” said the Hatter. “You might just as well\nsay that ‘I see what I eat’ is the same thing as ‘I eat what I see’!”\n\n“You might just as well say,” added the March Hare, “that ‘I like what\nI get’ is the same thing as ‘I get what I like’!”\n\n“You might just as well say,” added the Dormouse, who seemed to be\ntalking in his sleep, “that ‘I breathe when I sleep’ is the same thing\nas ‘I sleep when I breathe’!”\n\n“It _is_ the same thing with you,” said the Hatter, and here the\nconversation dropped, and the party sat silent for a minute, while\nAlice thought over all she could remember about ravens and\nwriting-desks, which wasn’t much.\n\nThe Hatter was the first to break the silence. “What day of the month\nis it?” he said, turning to Alice: he had taken his watch out of his\npocket, and was looking at it uneasily, shaking it every now and then,\nand holding it to his ear.\n\nAlice considered a little, and then said “The fourth.”\n\n“Two days wrong!” sighed the Hatter. “I told you butter wouldn’t suit\nthe works!” he added looking angrily at the March Hare.\n\n“It was the _best_ butter,” the March Hare meekly replied.\n\n“Yes, but some crumbs must have got in as well,” the Hatter grumbled:\n“you shouldn’t have put it in with the bread-knife.”\n\nThe March Hare took the watch and looked at it gloomily: then he dipped\nit into his cup of tea, and looked at it again: but he could think of\nnothing better to say than his first remark, “It was the _best_ butter,\nyou know.”\n\nAlice had been looking over his shoulder with some curiosity. “What a\nfunny watch!” she remarked. “It tells the day of the month, and doesn’t\ntell what o’clock it is!”\n\n“Why should it?” muttered the Hatter. “Does _your_ watch tell you what\nyear it is?”\n\n“Of course not,” Alice replied very readily: “but that’s because it\nstays the same year for such a long time together.”\n\n“Which is just the case with _mine_,” said the Hatter.\n\nAlice felt dreadfully puzzled, The Hatter’s remark seemed to have no\nsort of meaning in it, and yet it was certainly English. “I don’t quite\nunderstand you,” she said, as politely as she could.\n\n“The Dormouse is asleep again,” said the Hatter, and he poured a little\nhot tea upon its nose.\n\nThe Dormouse shook its head impatiently, and said, without opening its\neyes, “Of course, of course; just what I was going to remark myself.”\n\n“Have you guessed the riddle yet?” the Hatter said, turning to Alice\nagain.\n\n“No, I give it up,” Alice replied: “what’s the answer?”\n\n“I haven’t the slightest idea,” said the Hatter.\n\n“Nor I,” said the March Hare.\n\nAlice sighed wearily. “I think you might do something better with the\ntime,” she said, “than waste it in asking riddles that have no\nanswers.”\n\n“If you knew Time as well as I do,” said the Hatter, “you wouldn’t talk\nabout wasting _it_. It’s _him_.”\n\n“I don’t know what you mean,” said Alice.\n\n“Of course you don’t!” the Hatter said, tossing his head\ncontemptuously. “I dare say you never even spoke to Time!”\n\n“Perhaps not,” Alice cautiously replied: “but I know I have to beat\ntime when I learn music.”\n\n“Ah! that accounts for it,” said the Hatter. “He won’t stand beating.\nNow, if you only kept on good terms with him, he’d do almost anything\nyou liked with the clock. For instance, suppose it were nine o’clock in\nthe morning, just time to begin lessons: you’d only have to whisper a\nhint to Time, and round goes the clock in a twinkling! Half-past one,\ntime for dinner!”\n\n(“I only wish it was,” the March Hare said to itself in a whisper.)\n\n“That would be grand, certainly,” said Alice thoughtfully: “but then—I\nshouldn’t be hungry for it, you know.”\n\n“Not at first, perhaps,” said the Hatter: “but you could keep it to\nhalf-past one as long as you liked.”\n\n“Is that the way _you_ manage?” Alice asked.\n\nThe Hatter shook his head mournfully. “Not I!” he replied. “We\nquarrelled last March—just before _he_ went mad, you know—” (pointing\nwith his tea spoon at the March Hare,) “—it was at the great concert\ngiven by the Queen of Hearts, and I had to sing\n\n‘Twinkle, twinkle, little bat!\nHow I wonder what you’re at!’\n\n\nYou know the song, perhaps?”\n\n“I’ve heard something like it,” said Alice.\n\n“It goes on, you know,” the Hatter continued, “in this way:—\n\n‘Up above the world you fly,\nLike a tea-tray in the sky.\n                    Twinkle, twinkle—’”\n\n\nHere the Dormouse shook itself, and began singing in its sleep\n“_Twinkle, twinkle, twinkle, twinkle_—” and went on so long that they\nhad to pinch it to make it stop.\n\n“Well, I’d hardly finished the first verse,” said the Hatter, “when the\nQueen jumped up and bawled out, ‘He’s murdering the time! Off with his\nhead!’”\n\n“How dreadfully savage!” exclaimed Alice.\n\n“And ever since that,” the Hatter went on in a mournful tone, “he won’t\ndo a thing I ask! It’s always six o’clock now.”\n\nA bright idea came into Alice’s head. “Is that the reason so many\ntea-things are put out here?” she asked.\n\n“Yes, that’s it,” said the Hatter with a sigh: “it’s always tea-time,\nand we’ve no time to wash the things between whiles.”\n\n“Then you keep moving round, I suppose?” said Alice.\n\n“Exactly so,” said the Hatter: “as the things get used up.”\n\n“But what happens when you come to the beginning again?” Alice ventured\nto ask.\n\n“Suppose we change the subject,” the March Hare interrupted, yawning.\n“I’m getting tired of this. I vote the young lady tells us a story.”\n\n“I’m afraid I don’t know one,” said Alice, rather alarmed at the\nproposal.\n\n“Then the Dormouse shall!” they both cried. “Wake up, Dormouse!” And\nthey pinched it on both sides at once.\n\nThe Dormouse slowly opened his eyes. “I wasn’t asleep,” he said in a\nhoarse, feeble voice: “I heard every word you fellows were saying.”\n\n“Tell us a story!” said the March Hare.\n\n“Yes, please do!” pleaded Alice.\n\n“And be quick about it,” added the Hatter, “or you’ll be asleep again\nbefore it’s done.”\n\n“Once upon a time there were three little sisters,” the Dormouse began\nin a great hurry; “and their names were Elsie, Lacie, and Tillie; and\nthey lived at the bottom of a well—”\n\n“What did they live on?” said Alice, who always took a great interest\nin questions of eating and drinking.\n\n“They lived on treacle,” said the Dormouse, after thinking a minute or\ntwo.\n\n“They couldn’t have done that, you know,” Alice gently remarked;\n“they’d have been ill.”\n\n“So they were,” said the Dormouse; “_very_ ill.”\n\nAlice tried to fancy to herself what such an extraordinary way of\nliving would be like, but it puzzled her too much, so she went on: “But\nwhy did they live at the bottom of a well?”\n\n“Take some more tea,” the March Hare said to Alice, very earnestly.\n\n“I’ve had nothing yet,” Alice replied in an offended tone, “so I can’t\ntake more.”\n\n“You mean you can’t take _less_,” said the Hatter: “it’s very easy to\ntake _more_ than nothing.”\n\n“Nobody asked _your_ opinion,” said Alice.\n\n“Who’s making personal remarks now?” the Hatter asked triumphantly.\n\nAlice did not quite know what to say to this: so she helped herself to\nsome tea and bread-and-butter, and then turned to the Dormouse, and\nrepeated her question. “Why did they live at the bottom of a well?”\n\nThe Dormouse again took a minute or two to think about it, and then\nsaid, “It was a treacle-well.”\n\n“There’s no such thing!” Alice was beginning very angrily, but the\nHatter and the March Hare went “Sh! sh!” and the Dormouse sulkily\nremarked, “If you can’t be civil, you’d better finish the story for\nyourself.”\n\n“No, please go on!” Alice said very humbly; “I won’t interrupt again. I\ndare say there may be _one_.”\n\n“One, indeed!” said the Dormouse indignantly. However, he consented to\ngo on. “And so these three little sisters—they were learning to draw,\nyou know—”\n\n“What did they draw?” said Alice, quite forgetting her promise.\n\n“Treacle,” said the Dormouse, without considering at all this time.\n\n“I want a clean cup,” interrupted the Hatter: “let’s all move one place\non.”\n\nHe moved on as he spoke, and the Dormouse followed him: the March Hare\nmoved into the Dormouse’s place, and Alice rather unwillingly took the\nplace of the March Hare. The Hatter was the only one who got any\nadvantage from the change: and Alice was a good deal worse off than\nbefore, as the March Hare had just upset the milk-jug into his plate.\n\nAlice did not wish to offend the Dormouse again, so she began very\ncautiously: “But I don’t understand. Where did they draw the treacle\nfrom?”\n\n“You can draw water out of a water-well,” said the Hatter; “so I should\nthink you could draw treacle out of a treacle-well—eh, stupid?”\n\n“But they were _in_ the well,” Alice said to the Dormouse, not choosing\nto notice this last remark.\n\n“Of course they were,” said the Dormouse; “—well in.”\n\nThis answer so confused poor Alice, that she let the Dormouse go on for\nsome time without interrupting it.\n\n“They were learning to draw,” the Dormouse went on, yawning and rubbing\nits eyes, for it was getting very sleepy; “and they drew all manner of\nthings—everything that begins with an M—”\n\n“Why with an M?” said Alice.\n\n“Why not?” said the March Hare.\n\nAlice was silent.\n\nThe Dormouse had closed its eyes by this time, and was going off into a\ndoze; but, on being pinched by the Hatter, it woke up again with a\nlittle shriek, and went on: “—that begins with an M, such as\nmouse-traps, and the moon, and memory, and muchness—you know you say\nthings are “much of a muchness”—did you ever see such a thing as a\ndrawing of a muchness?”\n\n“Really, now you ask me,” said Alice, very much confused, “I don’t\nthink—”\n\n“Then you shouldn’t talk,” said the Hatter.\n\nThis piece of rudeness was more than Alice could bear: she got up in\ngreat disgust, and walked off; the Dormouse fell asleep instantly, and\nneither of the others took the least notice of her going, though she\nlooked back once or twice, half hoping that they would call after her:\nthe last time she saw them, they were trying to put the Dormouse into\nthe teapot.\n\n“At any rate I’ll never go _there_ again!” said Alice as she picked her\nway through the wood. “It’s the stupidest tea-party I ever was at in\nall my life!”\n\nJust as she said this, she noticed that one of the trees had a door\nleading right into it. “That’s very curious!” she thought. “But\neverything’s curious today. I think I may as well go in at once.” And\nin she went.\n\nOnce more she found herself in the long hall, and close to the little\nglass table. “Now, I’ll manage better this time,” she said to herself,\nand began by taking the little golden key, and unlocking the door that\nled into the garden. Then she went to work nibbling at the mushroom\n(she had kept a piece of it in her pocket) till she was about a foot\nhigh: then she walked down the little passage: and _then_—she found\nherself at last in the beautiful garden, among the bright flower-beds\nand the cool fountains.",
    "translated_content": "CHAPTER VII.\nおかしなお茶会\n\n\n家の前の木の下にテーブルが用意されていて、三月ウサギと帽子屋がそこでお茶を飲んでいた。その間にヤマネが座っていたが、ぐっすり眠っていて、他の二人はそれをクッション代わりにし、肘を乗せてその頭越しに話していた。「ヤマネにとってはとても居心地が悪いに違いない」とアリスは思った。「でも、眠っているんだから、気にしないんだろうね」\n\nテーブルは大きかったが、三人はみんなその一角に詰め合って座っていた。「場所がない！場所がない！」彼らはアリスが来るのを見て叫んだ。「たっぷり場所があるじゃない！」アリスは憤慨して言い、テーブルの端にある大きな肘掛け椅子に座った。\n\n「ワインをどうぞ」三月ウサギは勧めるような口調で言った。\n\nアリスはテーブル中を見回したが、お茶以外には何もなかった。「ワインは見当たらないわ」と彼女は言った。\n\n「ないんだよ」と三月ウサギが言った。\n\n「じゃあ、それを勧めるなんて、あまり親切じゃないわね」アリスは怒って言った。\n\n「招待もされないで座るなんて、あんたの方があまり親切じゃないよ」と三月ウサギが言った。\n\n「これがあなたのテーブルだなんて知らなかったわ」とアリスは言った。「三人どころか、もっとたくさんの人のために用意されてるんだもの」\n\n「君の髪、切った方がいいね」と帽子屋が言った。彼はしばらくの間、とても好奇心を持ってアリスを見つめていて、これが最初の発言だった。\n\n「人のことをとやかく言わないようにした方がいいわよ」アリスはやや厳しい口調で言った。「とても失礼よ」\n\n帽子屋はこれを聞いて目を大きく見開いた。しかし、彼が*言った*ことはただ、「なぜカラスは書き物机に似ているのか？」だった。\n\n「さあ、これで楽しくなりそうだわ！」とアリスは思った。「なぞなぞを出し始めてくれて嬉しい。――これなら答えが当てられると思うわ」と彼女は声を出して付け加えた。\n\n「つまり、その答えが分かると思うってこと？」三月ウサギが言った。\n\n「その通りよ」とアリスが言った。\n\n「じゃあ、思っていることをはっきり言うべきだよ」三月ウサギは続けた。\n\n「言ってるわよ」アリスは慌てて答えた。「少なくとも――少なくとも、私の言うことは私の思っていることよ――つまり同じことでしょう、ねえ」\n\n「同じことなんて、これっぽっちも違う！」帽子屋が言った。「それじゃあ、『私は食べるものを目にする』と『私は目にするものを食べる』が同じだと言うのと同じだ！」\n\n「それじゃあ」と三月ウサギが付け加えた。「『私は手に入るものが好きだ』と『私は好きなものを手に入れる』が同じだと言うのと同じだ！」\n\n「それじゃあ」と、眠ったまま話しているように見えるヤマネが付け加えた。「『私は眠るときに呼吸する』と『私は呼吸するときに眠る』が同じだと言うのと同じだ！」\n\n「君だって同じさ」と帽子屋が言うと、会話はそこで途切れ、一同はしばらく黙って座っていた。アリスはカラスと書き物机について覚えている限りのことを考えていたが、大したことは思い出せなかった。\n\n最初に沈黙を破ったのは帽子屋だった。「今日は何日だい？」彼はポケットから懐中時計を取り出し、不安そうにそれを見つめ、時々振ったり耳に当てたりしながら、アリスの方に向き直って言った。\n\nアリスは少し考えてから「四日です」と答えた。\n\n「二日も違う！」帽子屋はため息をついた。「バターは時計に合わないって言っただろう！」彼は三月ウサギを怒った目つきで見ながら付け加えた。\n\n「でも、あれは最高級のバターだったんだよ」と三月ウサギはおとなしく答えた。\n\n「ああ、でもパンくずも一緒に入ったに違いない」帽子屋はぶつぶつ言った。「パン切りナイフで入れるべきじゃなかったんだ」\n\n三月ウサギは時計を受け取って陰鬱そうに見つめ、それから自分の紅茶のカップに浸けて、また見た。しかし最初の発言以上の何も思いつかず、「ほら、あれは最高級のバターだったんだよ」と繰り返すしかなかった。\n\nアリスは興味津々で彼の肩越しに覗き込んでいた。「なんて変な時計でしょう！」彼女は言った。「日にちは教えてくれるのに、何時かは教えてくれないのね！」\n\n「なぜ教えなきゃいけないんだい？」帽子屋はぶつぶつ言った。「君の時計は何年か教えてくれるのかい？」\n\n「もちろん、そんなことないわ」アリスは即座に答えた。「だって一年って、とても長く同じままなんだもの」\n\n「僕のもまったく同じさ」と帽子屋が言った。\n\nアリスはひどく当惑した。帽子屋の言葉にはどう見ても意味がなさそうだったが、確かに英語ではある。「よくわかりません」彼女はできるだけ丁寧に言った。\n\n「ヤマネがまた眠っちゃった」帽子屋は言いながら、ヤマネの鼻に少し熱い紅茶を注いだ。\n\nヤマネは癇癪を起こすように頭を振り、目も開けずに言った。「もちろん、もちろん。ちょうど私が言おうとしていたことだよ」\n\n「なぞなぞの答え、もうわかったかい？」帽子屋は再びアリスの方を向いて言った。\n\n「いいえ、あきらめます」アリスは答えた。「答えは何なの？」\n\n「僕は全然見当もつかないよ」と帽子屋が言った。\n\n「僕もだ」と三月ウサギが言った。\n\nアリスは疲れたようにため息をついた。「答えのないなぞなぞを出して時間を無駄にするより、もっとましなことできると思うんですけど」と彼女は言った。\n\n「もし君が僕のように時間（Time）のことを知っていたら」帽子屋は言った。「『それ』を無駄にするなんて言わないだろう。時間は『彼』なんだから」\n\n「どういう意味かわかりません」とアリスは言った。\n\n「そりゃそうだ！」帽子屋は軽蔑そうに首を振りながら言った。「君が時間と話したことすらないのは確かだ！」\n\n「たぶん、ないわ」アリスは慎重に答えた。「でも音楽を習うときは拍子を取らなきゃいけないって知ってるの」\n\n「ああ！それで話が合わないんだ」帽子屋が言った。「あの方は叩かれるのが大嫌いなんだよ。君があの方と仲良くしてさえいれば、時計のことならほとんど何だって好きにさせてくれたのに。例えばね、朝の九時でちょうど授業が始まる時間だとするだろう？そしたら時間にちょっと囁いてみせるだけで、パッと時計の針が回るんだ！ほら、もう一時半、お昼の時間さ！」\n\n（「そうだといいんだが」三月ウサギは小声で独り言を言った）\n\n「それは確かに素敵だわ」アリスは考えながら言った。「でもそれじゃあ──お腹が空かないでしょう、だって」\n\n「最初のうちはね、たぶん」帽子屋が言った。「でも好きなだけ一時半にしておけるんだよ」\n\n「それがあなたのやり方なの？」アリスが尋ねた。\n\n帽子屋は悲しげに首を振った。「僕じゃないよ！」彼は答えた。「去年の三月に喧嘩しちゃったんだ──あの方がおかしくなる直前にね、ほら──」（彼はティースプーンで三月ウサギを指さした）「──ハートの女王様の主催する大きなコンサートでさ、僕が歌わなきゃいけなかったんだ\n\n『きらきら光る　ちいさなコウモリ！\nいったい何してるの？』\n\nその歌、知ってるかな？」\n\n「似たようなのは聞いたことあるわ」アリスが言った。\n\n「その歌が続くんだよ、ほら」帽子屋は続けた。「こんな風にさ──\n\n『世界の上を飛びまわり\n空のティートレイみたい\n　　きらきら、きらきら──』」\n\nその時、ヤマネが体を震わせ、眠ったまま歌い始めた。「きらきら、きらきら、きらきら、きらきら──」と、あまりに長く続いたので、彼らはヤマネをつねってやめさせなければならなかった。\n\n「でね、僕がまだ一節も歌い終わらないうちに」帽子屋が言った。「女王様が跳び上がって怒鳴ったんだ『あいつが時間を殺してる！首をはねよ！』って」\n\n「なんてひどく野蛮なの！」アリスは叫んだ。\n\n「それ以来ずっとね」帽子屋は悲しげな口調で続けた。「あの方は僕の頼みを何一つ聞いてくれないんだ！今じゃいつも六時ばっかりさ」\n\nアリスの頭に良い考えが浮かんだ。「だからこんなにたくさんお茶道具が並べてあるの？」彼女は尋ねた。\n\n「そう、その通りさ」帽子屋はため息をついて言った。「いつもお茶の時間で、合間に道具を洗う暇がないんだ」\n\n「じゃあ、ぐるぐる移動してるのね？」アリスが言った。\n\n「まさにその通り」帽子屋が言った。「道具が使い古されるにつれてね」\n\n「でも、また最初に戻ったらどうなるの？」アリスは思い切って尋ねた。\n\n「そろそろ話題を変えようじゃないか」三月ウサギはあくびをしながら口を挟んだ。\n「もう飽き飽きだ。お嬢さんに何か話をしてもらうことに賛成だ」\n\n「あの、私には話せるようなものがないんです」アリスはその提案に少しうろたえながら言った。\n\n「じゃあ、ヤマネが話せ！」二人は同時に叫んだ。「起きろ、ヤマネ！」そして彼らはヤマネの両脇を一度につねった。\n\nヤマネはゆっくりと目を開けた。「寝てなんかいなかったよ」しわがれた弱々しい声で言った。「君たちの言うことは一言一句聞いていたさ」\n\n「話をしてくれ！」三月ウサギが言った。\n\n「ええ、お願い！」アリスも頼んだ。\n\n「で、早くしてくれよ」帽子屋が付け加えた。「でないと、話が終わる前にまた眠ってしまうぞ」\n\n「むかしむかし、三人の小さな姉妹がいました」ヤマネは大急ぎで話し始めた。「名前はエルシー、レイシー、ティリーといいました。三人は井戸の底に住んでいて――」\n\n「何を食べて暮らしていたの？」アリスはいつも飲み食いの問題に強い興味を持っていた。\n\n「彼らは糖蜜を食べて暮らしていました」ヤマネは一分か二分考えてから言った。\n\n「そんなことできるはずないわ」アリスは優しく意見した。「病気になってしまうもの」\n\n「その通りでした」ヤマネは言った。「ひどく病気でした」\n\nアリスはそんな変わった暮らしぶりがどんなものか想像してみようとしたが、あまりに難しすぎたので、話を続けた。「でも、なぜ井戸の底に住んでいたの？」\n\n「お茶をもっとどうぞ」三月ウサギはとても真剣にアリスに言った。\n\n「まだ何もいただいてません」アリスは不機嫌な口調で答えた。「だから、もっとなんてとれません」\n\n「『もっと』とれないって言いたいんだろう」帽子屋が言った。「何もないより『もっと』とるのは簡単だよ」\n\n「あなたの意見は聞いてません」アリスが言った。\n\n「今、個人的な発言をしたのはどちらだい？」帽子屋は得意げに尋ねた。\n\nアリスはこれにどう返せばいいかよくわからなかった。だから、紅茶とバター付きパンを少し取って、それからヤマネの方を向いて、質問を繰り返した。「なぜ彼らは井戸の底に住んでいたの？」\n\nヤマネはまた一分か二分考えてから言った。「それは糖蜜の井戸だったからさ」\n\n「そんなものあるはずないわ！」アリスは怒り始めたが、帽子屋と三月ウサギが「シー！シー！」と言い、ヤマネはむっつりと言った。「礼儀正しくできないなら、自分で話を仕上げたほうがいいよ」\n\n「いいえ、どうか続けてください！」アリスはとても謙虚に言った。「もう邪魔しません。きっと一つくらいあるんでしょう」\n\n「一つどころか！」ヤマネは憤慨して言った。しかし、彼は話を続けることに同意した。「そして、この三人の小さな姉妹は――彼女たちは絵を習っていたんだ、ほら――」\n\n「あの人たちは何を描いたの？」とアリスは、自分の約束をすっかり忘れて言いました。\n\n「糖蜜（トレイクル）さ」と、今度は何も考えずにドーマウスが答えました。\n\n「きれいなカップがほしいな」と帽子屋が口をはさみました。「みんな一つずつ席をずれようよ」\n\n言いながら帽子屋は席を移り、ドーマウスがそれに続きました。三月ウサギはドーマウスの席に移り、アリスはあまり気が進まないながらも三月ウサギの席に座りました。この席替えで得をしたのは帽子屋だけでした。アリスは前よりずっとひどい目に遭いました。三月ウサギがミルク壺をお皿の中にひっくり返したばかりだったからです。\n\nアリスはまたドーマウスを怒らせたくないので、とても慎重に話し始めました。「でも、わからないわ。あの人たちはどこから糖蜜を描いたの？」\n\n「井戸から水が汲めるだろう」と帽子屋が言いました。「だったら糖蜜井戸から糖蜜が汲めるはずだよ──そうだろ、この間抜けさん？」\n\n「でもあの人たちは井戸の中にいたのよ」とアリスはドーマウスに言いました。帽子屋の最後の言葉にはあえて触れないことにしました。\n\n「もちろん中にいたさ」とドーマウスが答えました。「──深くね」\n\nこの返事にアリスはすっかり混乱してしまい、しばらくの間ドーマウスが話を続けるのを黙って聞いていました。\n\n「あの人たちは絵を習っていたんだ」とドーマウスはあくびをして目をこすりながら続けました。とても眠たくなってきていたのです。「それで、あらゆる種類のもの──Ｍで始まるものは何でも描いたんだ──」\n\n「どうしてＭで始まるものなの？」とアリスが聞きました。\n\n「なぜだめなんだい？」と三月ウサギが言いました。\n\nアリスは黙りました。\n\nドーマウスはこの時にはもう目を閉じて、うとうとし始めていました。でも帽子屋につねられて、小さな叫び声をあげてまた目を覚まし、話を続けました。「──Ｍで始まるもの、たとえばネズミ捕り（マウストラップ）とか、月（ムーン）とか、記憶（メモリー）とか、多さ（マッチネス）──『どれもこれも大差ない』って言うだろう──『多さ』の絵なんて見たことあるかね？」\n\n「本当に、今そう聞かれても」とアリスはとても混乱しながら言いました。「そんなもの──」\n\n「だったら余計なことを言うな」と帽子屋が言いました。\n\nこの無礼な言葉にアリスは我慢できなくなりました。ひどく嫌気がさして立ち上がり、その場を去りました。ドーマウスはたちまち眠りに落ち、他の二人はアリスが去るのをまったく気に留めませんでした。アリスが一度二度振り返って、彼らが呼び止めてくれるのを半ば期待したにもかかわらずです。彼女が最後に彼らを見たとき、彼らはドーマウスをティーポットの中に入れようとしていました。\n\n「とにかく、あんなところには二度と行かない！」とアリスは森の中を歩きながら言いました。「今までで一番ばかげたお茶会だったわ！」\n\nちょうどそう言った時、彼女は一本の木に扉があるのに気づきました。「それはとても奇妙だわ！」彼女は思いました。「でも今日はすべてが奇妙なの。すぐに入ってみよう」そうして彼女は中へ入りました。\n\n再び彼女は長いホールにいて、小さなガラスのテーブルのそばに立っていました。「さあ、今度はもっとうまくやるわ」と彼女は独り言ち、まず小さな金の鍵を取って、庭へ通じる扉の錠を開けました。それからキノコを少しずつかじり始めました（彼女は一切れをポケットに入れておいたのです）——身長が約30センチになるまで。それから小さな通路を歩いていくと、ついに美しい庭にたどり着きました。明るい花壇と涼しげな噴水の間に立っていたのです。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VIII.",
    "translated_title": "CHAPTER VIII.",
    "original_content": "CHAPTER VIII.\nThe Queen’s Croquet-Ground\n\n\nA large rose-tree stood near the entrance of the garden: the roses\ngrowing on it were white, but there were three gardeners at it, busily\npainting them red. Alice thought this a very curious thing, and she\nwent nearer to watch them, and just as she came up to them she heard\none of them say, “Look out now, Five! Don’t go splashing paint over me\nlike that!”\n\n“I couldn’t help it,” said Five, in a sulky tone; “Seven jogged my\nelbow.”\n\nOn which Seven looked up and said, “That’s right, Five! Always lay the\nblame on others!”\n\n“_You’d_ better not talk!” said Five. “I heard the Queen say only\nyesterday you deserved to be beheaded!”\n\n“What for?” said the one who had spoken first.\n\n“That’s none of _your_ business, Two!” said Seven.\n\n“Yes, it _is_ his business!” said Five, “and I’ll tell him—it was for\nbringing the cook tulip-roots instead of onions.”\n\nSeven flung down his brush, and had just begun “Well, of all the unjust\nthings—” when his eye chanced to fall upon Alice, as she stood watching\nthem, and he checked himself suddenly: the others looked round also,\nand all of them bowed low.\n\n“Would you tell me,” said Alice, a little timidly, “why you are\npainting those roses?”\n\nFive and Seven said nothing, but looked at Two. Two began in a low\nvoice, “Why the fact is, you see, Miss, this here ought to have been a\n_red_ rose-tree, and we put a white one in by mistake; and if the Queen\nwas to find it out, we should all have our heads cut off, you know. So\nyou see, Miss, we’re doing our best, afore she comes, to—” At this\nmoment Five, who had been anxiously looking across the garden, called\nout “The Queen! The Queen!” and the three gardeners instantly threw\nthemselves flat upon their faces. There was a sound of many footsteps,\nand Alice looked round, eager to see the Queen.\n\nFirst came ten soldiers carrying clubs; these were all shaped like the\nthree gardeners, oblong and flat, with their hands and feet at the\ncorners: next the ten courtiers; these were ornamented all over with\ndiamonds, and walked two and two, as the soldiers did. After these came\nthe royal children; there were ten of them, and the little dears came\njumping merrily along hand in hand, in couples: they were all\nornamented with hearts. Next came the guests, mostly Kings and Queens,\nand among them Alice recognised the White Rabbit: it was talking in a\nhurried nervous manner, smiling at everything that was said, and went\nby without noticing her. Then followed the Knave of Hearts, carrying\nthe King’s crown on a crimson velvet cushion; and, last of all this\ngrand procession, came THE KING AND QUEEN OF HEARTS.\n\nAlice was rather doubtful whether she ought not to lie down on her face\nlike the three gardeners, but she could not remember ever having heard\nof such a rule at processions; “and besides, what would be the use of a\nprocession,” thought she, “if people had all to lie down upon their\nfaces, so that they couldn’t see it?” So she stood still where she was,\nand waited.\n\nWhen the procession came opposite to Alice, they all stopped and looked\nat her, and the Queen said severely “Who is this?” She said it to the\nKnave of Hearts, who only bowed and smiled in reply.\n\n“Idiot!” said the Queen, tossing her head impatiently; and, turning to\nAlice, she went on, “What’s your name, child?”\n\n“My name is Alice, so please your Majesty,” said Alice very politely;\nbut she added, to herself, “Why, they’re only a pack of cards, after\nall. I needn’t be afraid of them!”\n\n“And who are _these?_” said the Queen, pointing to the three gardeners\nwho were lying round the rose-tree; for, you see, as they were lying on\ntheir faces, and the pattern on their backs was the same as the rest of\nthe pack, she could not tell whether they were gardeners, or soldiers,\nor courtiers, or three of her own children.\n\n“How should _I_ know?” said Alice, surprised at her own courage. “It’s\nno business of _mine_.”\n\nThe Queen turned crimson with fury, and, after glaring at her for a\nmoment like a wild beast, screamed “Off with her head! Off—”\n\n“Nonsense!” said Alice, very loudly and decidedly, and the Queen was\nsilent.\n\nThe King laid his hand upon her arm, and timidly said “Consider, my\ndear: she is only a child!”\n\nThe Queen turned angrily away from him, and said to the Knave “Turn\nthem over!”\n\nThe Knave did so, very carefully, with one foot.\n\n“Get up!” said the Queen, in a shrill, loud voice, and the three\ngardeners instantly jumped up, and began bowing to the King, the Queen,\nthe royal children, and everybody else.\n\n“Leave off that!” screamed the Queen. “You make me giddy.” And then,\nturning to the rose-tree, she went on, “What _have_ you been doing\nhere?”\n\n“May it please your Majesty,” said Two, in a very humble tone, going\ndown on one knee as he spoke, “we were trying—”\n\n“_I_ see!” said the Queen, who had meanwhile been examining the roses.\n“Off with their heads!” and the procession moved on, three of the\nsoldiers remaining behind to execute the unfortunate gardeners, who ran\nto Alice for protection.\n\n“You shan’t be beheaded!” said Alice, and she put them into a large\nflower-pot that stood near. The three soldiers wandered about for a\nminute or two, looking for them, and then quietly marched off after the\nothers.\n\n“Are their heads off?” shouted the Queen.\n\n“Their heads are gone, if it please your Majesty!” the soldiers shouted\nin reply.\n\n“That’s right!” shouted the Queen. “Can you play croquet?”\n\nThe soldiers were silent, and looked at Alice, as the question was\nevidently meant for her.\n\n“Yes!” shouted Alice.\n\n“Come on, then!” roared the Queen, and Alice joined the procession,\nwondering very much what would happen next.\n\n“It’s—it’s a very fine day!” said a timid voice at her side. She was\nwalking by the White Rabbit, who was peeping anxiously into her face.\n\n“Very,” said Alice: “—where’s the Duchess?”\n\n“Hush! Hush!” said the Rabbit in a low, hurried tone. He looked\nanxiously over his shoulder as he spoke, and then raised himself upon\ntiptoe, put his mouth close to her ear, and whispered “She’s under\nsentence of execution.”\n\n“What for?” said Alice.\n\n“Did you say ‘What a pity!’?” the Rabbit asked.\n\n“No, I didn’t,” said Alice: “I don’t think it’s at all a pity. I said\n‘What for?’”\n\n“She boxed the Queen’s ears—” the Rabbit began. Alice gave a little\nscream of laughter. “Oh, hush!” the Rabbit whispered in a frightened\ntone. “The Queen will hear you! You see, she came rather late, and the\nQueen said—”\n\n“Get to your places!” shouted the Queen in a voice of thunder, and\npeople began running about in all directions, tumbling up against each\nother; however, they got settled down in a minute or two, and the game\nbegan. Alice thought she had never seen such a curious croquet-ground\nin her life; it was all ridges and furrows; the balls were live\nhedgehogs, the mallets live flamingoes, and the soldiers had to double\nthemselves up and to stand on their hands and feet, to make the arches.\n\nThe chief difficulty Alice found at first was in managing her flamingo:\nshe succeeded in getting its body tucked away, comfortably enough,\nunder her arm, with its legs hanging down, but generally, just as she\nhad got its neck nicely straightened out, and was going to give the\nhedgehog a blow with its head, it _would_ twist itself round and look\nup in her face, with such a puzzled expression that she could not help\nbursting out laughing: and when she had got its head down, and was\ngoing to begin again, it was very provoking to find that the hedgehog\nhad unrolled itself, and was in the act of crawling away: besides all\nthis, there was generally a ridge or furrow in the way wherever she\nwanted to send the hedgehog to, and, as the doubled-up soldiers were\nalways getting up and walking off to other parts of the ground, Alice\nsoon came to the conclusion that it was a very difficult game indeed.\n\nThe players all played at once without waiting for turns, quarrelling\nall the while, and fighting for the hedgehogs; and in a very short time\nthe Queen was in a furious passion, and went stamping about, and\nshouting “Off with his head!” or “Off with her head!” about once in a\nminute.\n\nAlice began to feel very uneasy: to be sure, she had not as yet had any\ndispute with the Queen, but she knew that it might happen any minute,\n“and then,” thought she, “what would become of me? They’re dreadfully\nfond of beheading people here; the great wonder is, that there’s any\none left alive!”\n\nShe was looking about for some way of escape, and wondering whether she\ncould get away without being seen, when she noticed a curious\nappearance in the air: it puzzled her very much at first, but, after\nwatching it a minute or two, she made it out to be a grin, and she said\nto herself “It’s the Cheshire Cat: now I shall have somebody to talk\nto.”\n\n“How are you getting on?” said the Cat, as soon as there was mouth\nenough for it to speak with.\n\nAlice waited till the eyes appeared, and then nodded. “It’s no use\nspeaking to it,” she thought, “till its ears have come, or at least one\nof them.” In another minute the whole head appeared, and then Alice put\ndown her flamingo, and began an account of the game, feeling very glad\nshe had someone to listen to her. The Cat seemed to think that there\nwas enough of it now in sight, and no more of it appeared.\n\n“I don’t think they play at all fairly,” Alice began, in rather a\ncomplaining tone, “and they all quarrel so dreadfully one can’t hear\noneself speak—and they don’t seem to have any rules in particular; at\nleast, if there are, nobody attends to them—and you’ve no idea how\nconfusing it is all the things being alive; for instance, there’s the\narch I’ve got to go through next walking about at the other end of the\nground—and I should have croqueted the Queen’s hedgehog just now, only\nit ran away when it saw mine coming!”\n\n“How do you like the Queen?” said the Cat in a low voice.\n\n“Not at all,” said Alice: “she’s so extremely—” Just then she noticed\nthat the Queen was close behind her, listening: so she went on,\n“—likely to win, that it’s hardly worth while finishing the game.”\n\nThe Queen smiled and passed on.\n\n“Who _are_ you talking to?” said the King, going up to Alice, and\nlooking at the Cat’s head with great curiosity.\n\n“It’s a friend of mine—a Cheshire Cat,” said Alice: “allow me to\nintroduce it.”\n\n“I don’t like the look of it at all,” said the King: “however, it may\nkiss my hand if it likes.”\n\n“I’d rather not,” the Cat remarked.\n\n“Don’t be impertinent,” said the King, “and don’t look at me like\nthat!” He got behind Alice as he spoke.\n\n“A cat may look at a king,” said Alice. “I’ve read that in some book,\nbut I don’t remember where.”\n\n“Well, it must be removed,” said the King very decidedly, and he called\nthe Queen, who was passing at the moment, “My dear! I wish you would\nhave this cat removed!”\n\nThe Queen had only one way of settling all difficulties, great or\nsmall. “Off with his head!” she said, without even looking round.\n\n“I’ll fetch the executioner myself,” said the King eagerly, and he\nhurried off.\n\nAlice thought she might as well go back, and see how the game was going\non, as she heard the Queen’s voice in the distance, screaming with\npassion. She had already heard her sentence three of the players to be\nexecuted for having missed their turns, and she did not like the look\nof things at all, as the game was in such confusion that she never knew\nwhether it was her turn or not. So she went in search of her hedgehog.\n\nThe hedgehog was engaged in a fight with another hedgehog, which seemed\nto Alice an excellent opportunity for croqueting one of them with the\nother: the only difficulty was, that her flamingo was gone across to\nthe other side of the garden, where Alice could see it trying in a\nhelpless sort of way to fly up into a tree.\n\nBy the time she had caught the flamingo and brought it back, the fight\nwas over, and both the hedgehogs were out of sight: “but it doesn’t\nmatter much,” thought Alice, “as all the arches are gone from this side\nof the ground.” So she tucked it away under her arm, that it might not\nescape again, and went back for a little more conversation with her\nfriend.\n\nWhen she got back to the Cheshire Cat, she was surprised to find quite\na large crowd collected round it: there was a dispute going on between\nthe executioner, the King, and the Queen, who were all talking at once,\nwhile all the rest were quite silent, and looked very uncomfortable.\n\nThe moment Alice appeared, she was appealed to by all three to settle\nthe question, and they repeated their arguments to her, though, as they\nall spoke at once, she found it very hard indeed to make out exactly\nwhat they said.\n\nThe executioner’s argument was, that you couldn’t cut off a head unless\nthere was a body to cut it off from: that he had never had to do such a\nthing before, and he wasn’t going to begin at _his_ time of life.\n\nThe King’s argument was, that anything that had a head could be\nbeheaded, and that you weren’t to talk nonsense.\n\nThe Queen’s argument was, that if something wasn’t done about it in\nless than no time she’d have everybody executed, all round. (It was\nthis last remark that had made the whole party look so grave and\nanxious.)\n\nAlice could think of nothing else to say but “It belongs to the\nDuchess: you’d better ask _her_ about it.”\n\n“She’s in prison,” the Queen said to the executioner: “fetch her here.”\nAnd the executioner went off like an arrow.\n\nThe Cat’s head began fading away the moment he was gone, and, by the\ntime he had come back with the Duchess, it had entirely disappeared; so\nthe King and the executioner ran wildly up and down looking for it,\nwhile the rest of the party went back to the game.",
    "translated_content": "CHAPTER VIII.\n\n第8章\n女王のクローケー場\n\n庭の入口の近くに、大きなバラの木が立っていた。その木に咲いているバラは白かったが、三人の庭番がいて、せっせとそれを赤く塗っていた。アリスはこれはとても奇妙なことだと思い、彼らを見るためにもっと近づいた。ちょうど彼らのそばまで来たとき、彼女はそのうちの一人が言うのを聞いた。「おい、ファイブ（五番）！そんなふうに私にペンキを飛び散らすなよ！」\n\n「仕方なかったんだよ」とファイブは不機嫌な口調で言った。「セブン（七番）が私のひじを突いたんだ」\n\nするとセブンは顔を上げて言った。「そうかい、ファイブ！いつも人のせいにするんだな！」\n\n「君の方が口を出すな！」とファイブが言った。「昨日だって女王様が、君は首をはねられるのが当然だっておっしゃったのを聞いたよ！」\n\n「何のことで？」と最初に話しかけた者が言った。\n\n「それは君の知ったことじゃない、ツー（二番）！」とセブンが言った。\n\n「いや、彼の知ったことだよ！」とファイブが言った。「教えてやるよ——それは、玉ねぎの代わりにチューリップの根を料理人に持って行ったからだ」\n\nセブンは筆を投げ出し、「まったく、こんな不当なことが——」と言いかけたが、ちょうどその時、彼の目が彼らを見つめているアリスに偶然留まり、彼は突然言葉を止めた。他の二人も振り返り、三人とも深々とお辞儀をした。\n\n「そのバラを塗っているのは、どうしてですか？」とアリスは少しおずおずと尋ねた。\n\nファイブとセブンは何も言わず、ツーを見た。ツーは低い声で言い始めた。「実はですね、お嬢様、ここにあるべきは赤いバラの木で、間違えて白いのを植えてしまったんです。もし女王様がそれを見つけたら、私たちはみんな首をはねられてしまいます。ですから、お嬢様、女王様が来る前に、できるだけのことを——」その時、庭の向こう側を心配そうに見ていたファイブが、「女王様！女王様だ！」と叫んだ。三人の庭番は即座にぺたりとうつ伏せになった。たくさんの足音が聞こえ、アリスは振り返り、女王を見ようと待ち構えた。\n\nまず、棍棒を持った兵士が十人現れた。彼らは三人の庭師と同じ形で、長方形で平ら、手足は四隅に付いていた。次に十人の廷臣たちが現れた。彼らは全身をダイヤモンドで飾り、兵士たちと同じように二列になって歩いていた。その後には王族の子供たちが続いた。十人の可愛らしい子供たちが、手をつなぎ、楽しそうに跳ねながら二列になってやって来た。彼らは皆、ハートで飾られていた。次に来賓たち、ほとんどが王や女王で、その中にアリスは白ウサギを見つけた。白ウサギは慌てたように神経質に話し、何を言われてもにこにこ笑い、アリスに気づかずに通り過ぎた。その後をハートのジャックが続き、深紅のビロードのクッションに載せた王の冠を運んでいた。そして、この壮大な行列の最後に、**ハートの王と女王**が現れた。\n\nアリスは、三人の庭師のようにうつ伏せに寝転がるべきかどうか、かなり迷った。しかし、行列でそんな規則があったかどうか思い出せなかった。「それに、もしみんながうつ伏せになって、行列が見えなくなったら、行列の意味がないじゃない」と彼女は考えた。そこで彼女はその場にじっと立ち止まり、待った。\n\n行列がアリスの正面に来ると、彼らは皆立ち止まって彼女を見つめ、女王は厳しく「これは誰だ？」と言った。ハートのジャックに言ったのだが、彼はただお辞儀をして微笑んだだけだった。\n\n「ばか者！」女王は苛立たしげに頭を振りながら言った。そしてアリスの方に向き直って、続けた。「子供、お前の名前は？」\n\n「アリスと申します、陛下」アリスはとても丁寧に言った。しかし心の中では、「なんだ、結局ただのトランプの一組じゃないか。怖がる必要なんてないわ！」と付け加えた。\n\n「そして、こいつらは誰だ？」女王は、バラの木の周りに寝転がっている三人の庭師を指さして言った。なぜなら、彼らがうつ伏せになっていて、背中の模様が他のトランプと同じだったので、彼女には彼らが庭師なのか、兵士なのか、廷臣なのか、それとも自分の子供の三人なのか、わからなかったのだ。\n\n「私にどうしてわかりますか？」アリスは自分の勇気に驚きながら言った。「私には関係のないことです」\n\n女王は怒りで真っ赤になり、野獣のように彼女を一瞬睨みつけた後、「こいつの首をはねろ！ はね――」\n\n「ばかばかしい！」アリスはとても大声ではっきりと言い、女王は黙り込んだ。\n\n王は彼女の腕に手を置き、おずおずと言った。「考えてみたまえ、愛しき妻よ。彼女はまだ子供だ！」\n\n女王は怒って彼から背を向け、ジャックに言った。「あいつらをひっくり返せ！」\n\nならず者は、片足で非常に注意深くそうした。\n\n「立て！」と女王は甲高く大きな声で言い、三人の庭師はたちまち飛び起きて、王様、女王様、王子様や王女様、そしてその他の全員にお辞儀を始めた。\n\n「やめなさい！」と女王は叫んだ。「目が回るわ」そして、バラの木の方に向き直って続けた。「ここで何をしていたの？」\n\n「陛下、恐れながら」とトゥーはひどく卑屈な口調で、片膝をつきながら言った。「私たちは試していたのです―」\n\n「わかったわ！」と女王は言った。彼女はその間ずっとバラを調べていた。「首をはねなさい！」そして行列は進み、三人の兵士が残って不幸な庭師たちを処刑しようとした。庭師たちはアリスに助けを求めて走り寄った。\n\n「首をはねられてたまるもんですか！」アリスは言うと、彼らを近くにあった大きな植木鉢の中に入れた。三人の兵士は一分か二分ほどあちこち歩き回って彼らを探したが、やがて静かに他の者たちの後を追って行進して行った。\n\n「首ははねられたの？」女王が叫んだ。\n\n「陛下、彼らの首はなくなりました！」兵士たちは叫んで答えた。\n\n「それでよし！」女王は叫んだ。「クロッケーはできる？」\n\n兵士たちは黙り、アリスを見た。その質問が明らかに彼女に向けられたものだからだ。\n\n「ええ！」アリスは叫んだ。\n\n「さあ、来なさい！」女王がどなり、アリスは行列に加わった。次に何が起こるのか、とても不思議に思いながら。\n\n「と、とてもいいお天気ですね！」と彼女のそばでおずおずした声がした。彼女は白ウサギのそばを歩いていた。ウサギは心配そうに彼女の顔を覗き込んでいた。\n\n「そうね」アリスは言った。「―公爵夫人はどこ？」\n\n「しっ！しっ！」ウサギは低く慌てた口調で言った。彼は話しながら心配そうに肩越しに振り返り、それからつま先立ちになって、口を彼女の耳元に近づけ、ささやいた。「彼女は死刑の宣告を受けているんです」\n\n「何のために？」アリスが言った。\n\n「『なんてお気の毒！』っておっしゃいました？」ウサギが尋ねた。\n\n「いいえ、言ってないわ」アリスは言った。「別に気の毒だなんて思わない。『何のために？』って言ったの」\n\n「彼女が女王様の耳をひっぱたいたから―」ウサギが言いかけた。アリスは小さく笑い声をあげた。「ああ、しっ！」ウサギは怖がった口調でささやいた。「女王様に聞こえますよ！ほら、彼女がかなり遅れて来たんで、女王様がおっしゃるには―」\n\n「位置について！」と女王が雷のような声で叫んだ。すると人々は四方八方へ走り出し、互いにぶつかり合いながら転げ回った。しかし、一二分もすると皆きちんと位置につき、試合が始まった。アリスはこれまでこんな奇妙なクロッケー競技場を見たことがないと思った。地面は全部でこぼこで、ボールは生きたハリネズミ、槌は生きたフラミンゴ、そして兵士たちは体を二つ折りにして手足を地面につけ、アーチを作らなければならなかった。\n\nアリスが最初に感じた主な困難は、自分のフラミンゴを扱うことだった。彼女は何とかその胴体を脇の下に快適に押し込み、足をぶら下げることに成功した。しかし大抵、ちょうど首をうまくまっすぐに伸ばし、頭でハリネズミを打とうとする瞬間に、フラミンゴはくるりと体をねじらせて彼女の顔を見上げ、そんな当惑したような表情をするので、アリスは思わず笑い出してしまうのだった。そしてやっと頭を下げさせ、もう一度打とうとすると、今度はハリネズミが体を伸ばして這い出そうとしているのに気づき、実に腹立たしかった。その上、ハリネズミを打って行かせたい場所には大抵、でこぼこの隆起や溝があり、二つ折りになった兵士たちもいつも立ち上がって競技場の他の場所へ歩いて行ってしまうので、アリスはすぐに、これは実に難しいゲームだという結論に達した。\n\nプレイヤーたちは順番を待たずに一斉にプレイし、始終口論しながらハリネズミを奪い合った。そしてほんの短い時間で、女王は激怒し、足を踏み鳴らしながら歩き回り、一分に一度くらいの割合で「あいつの首をはねよ！」とか「あの娘の首をはねよ！」と叫んだ。\n\nアリスはとても不安になり始めた。確かに彼女はまだ女王と何の争いもしていなかったが、それはいつ起こるかわからないと知っていた。「そうなったら」と彼女は思った。「私はどうなってしまうの？ ここでは人が首をはねられるのをひどく好んでいる。それでまだ誰か生き残っているなんて、大変な不思議だわ！」\n\n彼女はどこか逃げ道はないかと辺りを見回し、気づかれずに逃げ出せるかどうか考えていた。その時、空に奇妙なものが現れたのに気づいた。最初はとても不思議に思ったが、一二分眺めた後、それがにやにや笑いだとわかった。そして彼女は独り言を言った。「チェシャ猫だわ。これで話し相手ができる」\n\n「ご機嫌いかが？」と、口が十分に現れて話せるようになるとすぐに、猫が言った。\n\nアリスはその目が現れるまで待ち、それからうなずいた。「耳が来るまで、少なくとも片耳でも来るまで、話しかけても仕方がないわ」と彼女は考えた。やがて頭全体が現れると、アリスはフラミンゴを置き、誰か話を聞いてくれる相手ができてとても嬉しく思い、ゲームの説明を始めた。ネコは、今見えている部分で十分だと考えたようで、それ以上は現れなかった。\n\n「彼らはまったく公平に遊んでいないと思うの」とアリスは少し不平っぽい口調で話し始めた。「それにみんなひどく口論するから、自分の声も聞こえないくらいよ――特にどんな規則があるようでもないし、少なくともあったとしても、誰もそれを守らないの――それに、あらゆるものが生きているから、どんなに混乱するか想像もつかないでしょう。例えば、あそこの地面の端を歩き回っているアーチを次に通らなきゃいけないの――今しがた女王のハリネズミをクローケーしようとしたのに、私のハリネズミが来るのを見て逃げ出したのよ！」\n\n「女王のことはどう思う？」ネコが小声で言った。\n\n「まったく好きじゃないわ」とアリスは言った。「彼女はとても極端に――」ちょうどその時、女王がすぐ後ろで聞いているのに気づいたので、続けて言った。「――勝ちそうだから、ゲームを終える価値はほとんどないわね」\n\n女王は微笑んで通り過ぎた。\n\n「いったい誰に話しているんだ？」と王様がアリスのところへ来て、ネコの頭をとても好奇心旺盛に見ながら言った。\n\n「私の友達よ――チェシャ猫（チェシャ・キャット）です」とアリスは言った。「ご紹介させてください」\n\n「その見た目はまったく気に入らない」と王様は言った。「だが、もし望むなら私の手にキスしてもよい」\n\n「それは遠慮する」とネコが言った。\n\n「無礼な真似はするな」と王様は言った。「そしてそんな風に私を見るな！」彼は言いながらアリスの後ろに隠れた。\n\n「ネコが王様を見ることはできるわ」とアリスは言った。「どこかで本に書いてあるのを読んだけど、どこだか覚えていないわ」\n\n「よろしい、ならばこれを取り除かねばならん」と王様は非常に断固として言い、ちょうど通りかかった女王を呼んだ。「愛しき妻よ！このネコを取り除いてくれないか！」\n\n女王には、大小あらゆる困難を解決する方法が一つしかなかった。「首をはねよ！」彼女は振り返りもせずに言った。\n\n「自ら死刑執行人を連れて参ろう」と王様は熱心に言い、急いで走り去った。\n\nアリスは、遠くで怒りに震える女王の声を聞くと、試合の様子を見に戻ろうと思った。すでに三人の選手が順番を逃したかどで死刑を宣告されるのを耳にしており、試合は大混乱で自分の番なのかどうかさえわからず、事態はまったく好ましくないと感じていた。そこで彼女は自分のハリネズミを探しに行った。\n\nハリネズミは別のハリネズミと取っ組み合いをしており、アリスには一方をもう一方でクロッケーする絶好の機会に見えた。ただ一つ困ったのは、彼女のフラミンゴが庭の反対側に行ってしまい、無力そうに木へ飛び上がろうとしているのが見えたことだ。\n\nフラミンゴを捕まえて連れ戻す頃には、戦いは終わって両方のハリネズミは見えなくなっていた。「でも大した問題じゃないわ」とアリスは考えた。「だってこっち側の地面からアーチは全部消えちゃったんだから」。彼女は再び逃げないようにフラミンゴを脇に抱え込み、友人との会話を続けようと戻った。\n\nチェシャ猫のところに戻ると、その周りに大勢の群衆が集まっているのに驚いた。死刑執行人と王様、そして女王の間で論争が起きており、三人は同時にまくし立て、他の者は全員黙ってとても居心地悪そうにしていた。\n\nアリスが現れると、三人は同時に彼女に問題の解決を求め、それぞれの主張を繰り返した。しかし三人が一斉に話すので、彼女は何を言っているのか正確に理解するのが非常に難しかった。\n\n死刑執行人の主張は、頭を切り落とすにはまず切り落とす体がなければならないというものだった。彼は今までそんなことをする必要がなかったし、自分の年齢でそんなことを始めるつもりもないと言う。\n\n王様の主張は、頭があるものなら何でも首を切れるはずで、でたらめを言うなというものだった。\n\n女王の主張は、即刻何らかの処置を取らなければ、周りの者全員を処刑するというものだった。（この最後の発言が、皆を深刻で不安げな表情にさせていたのである。）\n\nアリスは「それは公爵夫人のものです。彼女に聞いたほうがいいですよ」としか言いようがなかった。\n\n「彼女は牢屋に入っている」と女王は死刑執行人に言った。「連れて来なさい」。すると死刑執行人は矢のように走り去った。\n\n猫の頭は彼が去った瞬間から消え始め、彼が公爵夫人を連れて戻ってくる頃には完全に消えていた。そこで王様と死刑執行人は狂ったように走り回って頭を探し、残りの一行はゲームに戻っていった。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER IX.",
    "translated_title": "CHAPTER IX.",
    "original_content": "CHAPTER IX.\nThe Mock Turtle’s Story\n\n\n“You can’t think how glad I am to see you again, you dear old thing!”\nsaid the Duchess, as she tucked her arm affectionately into Alice’s,\nand they walked off together.\n\nAlice was very glad to find her in such a pleasant temper, and thought\nto herself that perhaps it was only the pepper that had made her so\nsavage when they met in the kitchen.\n\n“When _I’m_ a Duchess,” she said to herself, (not in a very hopeful\ntone though), “I won’t have any pepper in my kitchen _at all_. Soup\ndoes very well without—Maybe it’s always pepper that makes people\nhot-tempered,” she went on, very much pleased at having found out a new\nkind of rule, “and vinegar that makes them sour—and camomile that makes\nthem bitter—and—and barley-sugar and such things that make children\nsweet-tempered. I only wish people knew _that_: then they wouldn’t be\nso stingy about it, you know—”\n\nShe had quite forgotten the Duchess by this time, and was a little\nstartled when she heard her voice close to her ear. “You’re thinking\nabout something, my dear, and that makes you forget to talk. I can’t\ntell you just now what the moral of that is, but I shall remember it in\na bit.”\n\n“Perhaps it hasn’t one,” Alice ventured to remark.\n\n“Tut, tut, child!” said the Duchess. “Everything’s got a moral, if only\nyou can find it.” And she squeezed herself up closer to Alice’s side as\nshe spoke.\n\nAlice did not much like keeping so close to her: first, because the\nDuchess was _very_ ugly; and secondly, because she was exactly the\nright height to rest her chin upon Alice’s shoulder, and it was an\nuncomfortably sharp chin. However, she did not like to be rude, so she\nbore it as well as she could.\n\n“The game’s going on rather better now,” she said, by way of keeping up\nthe conversation a little.\n\n“’Tis so,” said the Duchess: “and the moral of that is—‘Oh, ’tis love,\n’tis love, that makes the world go round!’”\n\n“Somebody said,” Alice whispered, “that it’s done by everybody minding\ntheir own business!”\n\n“Ah, well! It means much the same thing,” said the Duchess, digging her\nsharp little chin into Alice’s shoulder as she added, “and the moral of\n_that_ is—‘Take care of the sense, and the sounds will take care of\nthemselves.’”\n\n“How fond she is of finding morals in things!” Alice thought to\nherself.\n\n“I dare say you’re wondering why I don’t put my arm round your waist,”\nthe Duchess said after a pause: “the reason is, that I’m doubtful about\nthe temper of your flamingo. Shall I try the experiment?”\n\n“He might bite,” Alice cautiously replied, not feeling at all anxious\nto have the experiment tried.\n\n“Very true,” said the Duchess: “flamingoes and mustard both bite. And\nthe moral of that is—‘Birds of a feather flock together.’”\n\n“Only mustard isn’t a bird,” Alice remarked.\n\n“Right, as usual,” said the Duchess: “what a clear way you have of\nputting things!”\n\n“It’s a mineral, I _think_,” said Alice.\n\n“Of course it is,” said the Duchess, who seemed ready to agree to\neverything that Alice said; “there’s a large mustard-mine near here.\nAnd the moral of that is—‘The more there is of mine, the less there is\nof yours.’”\n\n“Oh, I know!” exclaimed Alice, who had not attended to this last\nremark, “it’s a vegetable. It doesn’t look like one, but it is.”\n\n“I quite agree with you,” said the Duchess; “and the moral of that\nis—‘Be what you would seem to be’—or if you’d like it put more\nsimply—‘Never imagine yourself not to be otherwise than what it might\nappear to others that what you were or might have been was not\notherwise than what you had been would have appeared to them to be\notherwise.’”\n\n“I think I should understand that better,” Alice said very politely,\n“if I had it written down: but I can’t quite follow it as you say it.”\n\n“That’s nothing to what I could say if I chose,” the Duchess replied,\nin a pleased tone.\n\n“Pray don’t trouble yourself to say it any longer than that,” said\nAlice.\n\n“Oh, don’t talk about trouble!” said the Duchess. “I make you a present\nof everything I’ve said as yet.”\n\n“A cheap sort of present!” thought Alice. “I’m glad they don’t give\nbirthday presents like that!” But she did not venture to say it out\nloud.\n\n“Thinking again?” the Duchess asked, with another dig of her sharp\nlittle chin.\n\n“I’ve a right to think,” said Alice sharply, for she was beginning to\nfeel a little worried.\n\n“Just about as much right,” said the Duchess, “as pigs have to fly; and\nthe m—”\n\nBut here, to Alice’s great surprise, the Duchess’s voice died away,\neven in the middle of her favourite word ‘moral,’ and the arm that was\nlinked into hers began to tremble. Alice looked up, and there stood the\nQueen in front of them, with her arms folded, frowning like a\nthunderstorm.\n\n“A fine day, your Majesty!” the Duchess began in a low, weak voice.\n\n“Now, I give you fair warning,” shouted the Queen, stamping on the\nground as she spoke; “either you or your head must be off, and that in\nabout half no time! Take your choice!”\n\nThe Duchess took her choice, and was gone in a moment.\n\n“Let’s go on with the game,” the Queen said to Alice; and Alice was too\nmuch frightened to say a word, but slowly followed her back to the\ncroquet-ground.\n\nThe other guests had taken advantage of the Queen’s absence, and were\nresting in the shade: however, the moment they saw her, they hurried\nback to the game, the Queen merely remarking that a moment’s delay\nwould cost them their lives.\n\nAll the time they were playing the Queen never left off quarrelling\nwith the other players, and shouting “Off with his head!” or “Off with\nher head!” Those whom she sentenced were taken into custody by the\nsoldiers, who of course had to leave off being arches to do this, so\nthat by the end of half an hour or so there were no arches left, and\nall the players, except the King, the Queen, and Alice, were in custody\nand under sentence of execution.\n\nThen the Queen left off, quite out of breath, and said to Alice, “Have\nyou seen the Mock Turtle yet?”\n\n“No,” said Alice. “I don’t even know what a Mock Turtle is.”\n\n“It’s the thing Mock Turtle Soup is made from,” said the Queen.\n\n“I never saw one, or heard of one,” said Alice.\n\n“Come on, then,” said the Queen, “and he shall tell you his history.”\n\nAs they walked off together, Alice heard the King say in a low voice,\nto the company generally, “You are all pardoned.” “Come, _that’s_ a\ngood thing!” she said to herself, for she had felt quite unhappy at the\nnumber of executions the Queen had ordered.\n\nThey very soon came upon a Gryphon, lying fast asleep in the sun. (If\nyou don’t know what a Gryphon is, look at the picture.) “Up, lazy\nthing!” said the Queen, “and take this young lady to see the Mock\nTurtle, and to hear his history. I must go back and see after some\nexecutions I have ordered;” and she walked off, leaving Alice alone\nwith the Gryphon. Alice did not quite like the look of the creature,\nbut on the whole she thought it would be quite as safe to stay with it\nas to go after that savage Queen: so she waited.\n\nThe Gryphon sat up and rubbed its eyes: then it watched the Queen till\nshe was out of sight: then it chuckled. “What fun!” said the Gryphon,\nhalf to itself, half to Alice.\n\n“What _is_ the fun?” said Alice.\n\n“Why, _she_,” said the Gryphon. “It’s all her fancy, that: they never\nexecutes nobody, you know. Come on!”\n\n“Everybody says ‘come on!’ here,” thought Alice, as she went slowly\nafter it: “I never was so ordered about in all my life, never!”\n\nThey had not gone far before they saw the Mock Turtle in the distance,\nsitting sad and lonely on a little ledge of rock, and, as they came\nnearer, Alice could hear him sighing as if his heart would break. She\npitied him deeply. “What is his sorrow?” she asked the Gryphon, and the\nGryphon answered, very nearly in the same words as before, “It’s all\nhis fancy, that: he hasn’t got no sorrow, you know. Come on!”\n\nSo they went up to the Mock Turtle, who looked at them with large eyes\nfull of tears, but said nothing.\n\n“This here young lady,” said the Gryphon, “she wants for to know your\nhistory, she do.”\n\n“I’ll tell it her,” said the Mock Turtle in a deep, hollow tone: “sit\ndown, both of you, and don’t speak a word till I’ve finished.”\n\nSo they sat down, and nobody spoke for some minutes. Alice thought to\nherself, “I don’t see how he can _ever_ finish, if he doesn’t begin.”\nBut she waited patiently.\n\n“Once,” said the Mock Turtle at last, with a deep sigh, “I was a real\nTurtle.”\n\nThese words were followed by a very long silence, broken only by an\noccasional exclamation of “Hjckrrh!” from the Gryphon, and the constant\nheavy sobbing of the Mock Turtle. Alice was very nearly getting up and\nsaying, “Thank you, sir, for your interesting story,” but she could not\nhelp thinking there _must_ be more to come, so she sat still and said\nnothing.\n\n“When we were little,” the Mock Turtle went on at last, more calmly,\nthough still sobbing a little now and then, “we went to school in the\nsea. The master was an old Turtle—we used to call him Tortoise—”\n\n“Why did you call him Tortoise, if he wasn’t one?” Alice asked.\n\n“We called him Tortoise because he taught us,” said the Mock Turtle\nangrily: “really you are very dull!”\n\n“You ought to be ashamed of yourself for asking such a simple\nquestion,” added the Gryphon; and then they both sat silent and looked\nat poor Alice, who felt ready to sink into the earth. At last the\nGryphon said to the Mock Turtle, “Drive on, old fellow! Don’t be all\nday about it!” and he went on in these words:\n\n“Yes, we went to school in the sea, though you mayn’t believe it—”\n\n“I never said I didn’t!” interrupted Alice.\n\n“You did,” said the Mock Turtle.\n\n“Hold your tongue!” added the Gryphon, before Alice could speak again.\nThe Mock Turtle went on.\n\n“We had the best of educations—in fact, we went to school every day—”\n\n“_I’ve_ been to a day-school, too,” said Alice; “you needn’t be so\nproud as all that.”\n\n“With extras?” asked the Mock Turtle a little anxiously.\n\n“Yes,” said Alice, “we learned French and music.”\n\n“And washing?” said the Mock Turtle.\n\n“Certainly not!” said Alice indignantly.\n\n“Ah! then yours wasn’t a really good school,” said the Mock Turtle in a\ntone of great relief. “Now at _ours_ they had at the end of the bill,\n‘French, music, _and washing_—extra.’”\n\n“You couldn’t have wanted it much,” said Alice; “living at the bottom\nof the sea.”\n\n“I couldn’t afford to learn it.” said the Mock Turtle with a sigh. “I\nonly took the regular course.”\n\n“What was that?” inquired Alice.\n\n“Reeling and Writhing, of course, to begin with,” the Mock Turtle\nreplied; “and then the different branches of Arithmetic—Ambition,\nDistraction, Uglification, and Derision.”\n\n“I never heard of ‘Uglification,’” Alice ventured to say. “What is it?”\n\nThe Gryphon lifted up both its paws in surprise. “What! Never heard of\nuglifying!” it exclaimed. “You know what to beautify is, I suppose?”\n\n“Yes,” said Alice doubtfully: “it means—to—make—anything—prettier.”\n\n“Well, then,” the Gryphon went on, “if you don’t know what to uglify\nis, you _are_ a simpleton.”\n\nAlice did not feel encouraged to ask any more questions about it, so\nshe turned to the Mock Turtle, and said “What else had you to learn?”\n\n“Well, there was Mystery,” the Mock Turtle replied, counting off the\nsubjects on his flappers, “—Mystery, ancient and modern, with\nSeaography: then Drawling—the Drawling-master was an old conger-eel,\nthat used to come once a week: _he_ taught us Drawling, Stretching, and\nFainting in Coils.”\n\n“What was _that_ like?” said Alice.\n\n“Well, I can’t show it you myself,” the Mock Turtle said: “I’m too\nstiff. And the Gryphon never learnt it.”\n\n“Hadn’t time,” said the Gryphon: “I went to the Classics master,\nthough. He was an old crab, _he_ was.”\n\n“I never went to him,” the Mock Turtle said with a sigh: “he taught\nLaughing and Grief, they used to say.”\n\n“So he did, so he did,” said the Gryphon, sighing in his turn; and both\ncreatures hid their faces in their paws.\n\n“And how many hours a day did you do lessons?” said Alice, in a hurry\nto change the subject.\n\n“Ten hours the first day,” said the Mock Turtle: “nine the next, and so\non.”\n\n“What a curious plan!” exclaimed Alice.\n\n“That’s the reason they’re called lessons,” the Gryphon remarked:\n“because they lessen from day to day.”\n\nThis was quite a new idea to Alice, and she thought it over a little\nbefore she made her next remark. “Then the eleventh day must have been\na holiday?”\n\n“Of course it was,” said the Mock Turtle.\n\n“And how did you manage on the twelfth?” Alice went on eagerly.\n\n“That’s enough about lessons,” the Gryphon interrupted in a very\ndecided tone: “tell her something about the games now.”",
    "translated_content": "CHAPTER IX.\n\n**第9章**\n**ウミガメの物語**\n\n「またあなたにお会いできて、なんて嬉しいかしら、あなた、おかたいお方！」\n公爵夫人はそう言うと、愛情を込めてアリスの腕を自分の腕に絡め、\n二人は一緒に歩き出した。\n\nアリスは彼女がこんなに上機嫌なのを見てとても嬉しく思い、\n心の中で、台所で会った時に彼女があんなに乱暴だったのは、\nたぶん胡椒のせいだっただけなのだろうと考えた。\n\n「私が公爵夫人になったら」と彼女は（あまり希望のない口調ではあったが）自分に言い聞かせた、\n「私の台所には胡椒を一切置かないわ。スープはなくても十分美味しいし――\nもしかしたら、いつも胡椒が人を短気にさせるのかもしれないわね」\n彼女は新しい法則を見つけたことに大いに満足しながら続けた、\n「そしてお酢が人を不機嫌にさせて――カモミールが人を意地悪くさせて――\nそれから――それからバレリー糖やそういうものが子供たちを甘い性格にするのよ。\nみんながそれを知っていさえすればいいのに：そうすれば、そんなにケチにならないのにね、ほら――」\n\n彼女はこの時にはすっかり公爵夫人のことを忘れており、\n耳元で彼女の声を聞いて少し驚いた。「何か考え事をしているのね、お嬢ちゃん、\nだから話すのを忘れちゃうのよ。今はその教訓が何だか言えないけれど、\nすぐに思い出すわ」\n\n「たぶん、教訓なんてないんじゃないかしら」とアリスは思い切って言った。\n\n「ちっ、ちっ、子供だねえ！」と公爵夫人は言った。「何事にも教訓はあるものよ、\n見つけられるかどうかだけの問題さ」そしてそう言いながら、彼女はアリスの側にもっとぴったりと寄り添った。\n\nアリスは彼女にそんなにぴったりくっついているのはあまり好きではなかった：\n第一に、公爵夫人はとても醜かったし；第二に、彼女の身長はちょうど\nあごをアリスの肩に乗せるのにぴったりで、そのあごは不快なほど尖っていたからだ。\nしかし、無礼にはしたくなかったので、できるだけ我慢した。\n\n「ゲームはずいぶんうまく進んでいるみたいね」と彼女は、少し会話を続けようとして言った。\n\n「その通りよ」と公爵夫人は言った：「そしてその教訓は――『ああ、それは愛よ、愛、\nそれが世界を回らせるのさ！』」\n\n「誰かが言ってたわ」とアリスはささやいた、「それはみんなが自分のことに気を配るからだって！」\n\n「ああ、まあ！ ほとんど同じことよ」と公爵夫人は言い、\n鋭い小さなあごをアリスの肩にグッと押し付けながら付け加えた、\n「そしてその教訓は――『意味に気を配りなさい、そうすれば音は自分でなんとかなるものよ』」\n\n「彼女はなんて物事に教訓を見つけるのが好きなんだろう！」とアリスは心の中で思った。\n\n「どうしてあなたの腰に腕を回さないのか、不思議に思っているんでしょうね」\nと、公爵夫人はしばらくしてから言いました。「その理由は、あなたのフラミンゴの機嫌がどうかわからないからです。試してみましょうか？」\n\n「噛みつくかもしれませんわ」\nとアリスは用心深く答えました。その実験を試してもらいたいとは、まったく思っていませんでした。\n\n「まったくその通り」\nと公爵夫人は言いました。「フラミンゴもマスタードも噛みつくものです。そしてその教訓は──『同じ羽の鳥は群れをなす』ということです」\n\n「でもマスタードは鳥じゃありませんわ」\nとアリスが言いました。\n\n「いつものように正しいわ」\nと公爵夫人は言いました。「なんてわかりやすく物事を言うんでしょう！」\n\n「鉱物だと思います」\nとアリスが言いました。\n\n「もちろんそうですとも」\nと公爵夫人は言いました。アリスの言うことには何にでも同意する用意があるようでした。「この近くに大きなマスタード鉱山があります。そしてその教訓は──『私のもの（鉱山）が多ければ多いほど、あなたのものは少なくなる』ということです」\n\n「あら、知ってます！」\nとアリスは叫びました。最後の言葉には注意を払っていなかったのです。「野菜ですわ。そうは見えませんけど、野菜なんです」\n\n「まったく同意します」\nと公爵夫人は言いました。「そしてその教訓は──『ありのままの自分であれ』──もっと簡単に言いたければ──『自分がそうであったかもしれないもの、あるいはそうであったかもしれなかったものが、他の人々にとってそうでなかったかのように見えたかもしれないものであったならば、自分がそうでないと想像することは決してないように』ということです」\n\n「書いてもらえれば、もっとよくわかると思います」\nとアリスはとても丁寧に言いました。「でもおっしゃるままには、よく理解できないんです」\n\n「それは、私が望んで言えることの何でもありませんわ」\nと公爵夫人は、うれしそうな口調で答えました。\n\n「どうか、それ以上おっしゃらないでください」\nとアリスが言いました。\n\n「まあ、面倒なんて言わないで！」\nと公爵夫人は言いました。「今まで私が言ったことは全部、あなたへのプレゼントですよ」\n\n「安っぽいプレゼントだわ！」\nとアリスは思いました。「誕生日プレゼントにそんなものをもらわなくてよかった！」でも、それを声に出して言う勇気はありませんでした。\n\n「また考え事？」\nと公爵夫人は、鋭い小さなあごでもう一度アリスをつつきながら尋ねました。\n\n「考える権利はありますわ」\nとアリスはきつく言いました。少し心配になり始めていたのです。\n\n「豚が飛ぶのと同じくらいの権利ですわ」\nと公爵夫人は言いました。「そして教──」\n\nしかしここで、アリスが大変驚いたことに、公爵夫人の声は途絶えました。お気に入りの「教訓」という言葉の途中でさえも。そしてアリスの腕に組み合わされていた公爵夫人の腕が震え始めました。アリスが顔を上げると、目の前に腕を組んで、雷雨のように眉をひそめた女王が立っていました。\n\n「いいお天気でございます、陛下！」\nと公爵夫人は低く弱々しい声で口を開きました。\n\n「さあ、これで十分に警告したわよ」と女王は地面を踏み鳴らしながら叫んだ。「お前か、お前の首のどちらかがなくなるのよ。それもあとほんの少しでね！好きな方を選びなさい！」\n\n公爵夫人は選択をし、たちまち姿を消した。\n\n「さあ、ゲームを続けましょう」と女王はアリスに言った。アリスは怖くて一言も発せず、ただゆっくりと女王についてクローケー場へ戻った。\n\n他の客たちは女王の不在を利用して、木陰で休んでいた。しかし、彼らが女王の姿を見ると、急いでゲームに戻った。女王はほんの少しの遅れが命取りになると言うだけだった。\n\nゲームをしている間、女王は他のプレイヤーと口論するのをやめず、「あいつの首をはねろ！」「あの娘の首をはねろ！」と叫び続けた。彼女が宣告した者たちは兵士たちに拘束された。兵士たちはもちろんアーチ役をやめてこれを行わなければならなかったので、半時間ほどたつとアーチは一つも残らず、王と女王とアリスを除くすべてのプレイヤーが拘束され、処刑の宣告を受けていた。\n\nやがて女王は息切れしてやめ、アリスに言った。「もう模造カメには会った？」\n\n「いいえ」とアリスは答えた。「模造カメが何なのかも知りません」\n\n「模造カメスープの材料になるものよ」と女王が言った。\n\n「見たことも、聞いたこともありません」とアリスが言った。\n\n「それなら、さあ来なさい」と女王は言った。「あの子が自分の歴史を話してあげるわ」\n\n二人が一緒に歩き去ると、アリスは王が皆に向かって小声で「お前たちは全員赦免する」と言うのを聞いた。「まあ、それはよかった！」と彼女は心の中で思った。女王が命じた処刑の数に、彼女はとても不愉快な気持ちになっていたからだ。\n\n彼らはまもなくグリフォンに出会った。グリフォンは太陽の下でぐっすり眠っていた。（グリフォンが何かわからないなら、絵を見なさい。）「起きなさい、怠け者！」と女王は言った。「そしてこのお嬢さんを模造カメに会わせ、その歴史を聞かせなさい。私は戻って、命じておいた処刑の様子を見てこなければならないから」そう言って女王は去り、アリスをグリフォンと二人きりにした。アリスはその生き物の見た目があまり好きではなかったが、全体的に考えて、あの残忍な女王を追いかけるより、これと一緒にいる方が安全だと思った。それで彼女は待った。\n\nグリフォンは起き上がって目をこすり、女王の姿が見えなくなるまで見送った。それからくすくす笑った。「なんて愉快なんだ！」グリフォンは半分独り言のように、半分アリスに向かって言った。\n\n「何が愉快なの？」とアリスが尋ねた。\n\n「そりゃあ、あの人のせいさ」とグリフォンが言った。「あれは全部あの人の気のせいだよ。誰も死刑にしたりなんかしないんだ、そりゃもう。さあ、こっちだ！」\n\n「ここの人はみんな『さあ、こっちだ！』って言うんだな」とアリスは思いながら、ゆっくりその後について行った。「生まれてからこんなに命令ばかりされたこと、一度だってなかったわ、本当に！」\n\n二人がまだ遠くへ行かないうちに、遠くにウミガメもどきが見えた。小さな岩の棚に悲しそうに、寂しそうに座っていて、近づくにつれて、アリスにはその嘆息が聞こえてきた。まるで胸が張り裂けそうなほどに。彼女は深く同情した。「あの人は何を悲しんでいるの？」とアリスがグリフォンに尋ねると、グリフォンは先ほどとほとんど同じ言葉で答えた。「あれは全部あの人の気のせいだよ。別に悲しいことなんて何もないんだ、そりゃもう。さあ、こっちだ！」\n\nそうして二人はウミガメもどきのところへ行き、ウミガメもどきは涙でいっぱいの大きな目で二人を見つめたが、何も言わなかった。\n\n「こちらのお嬢さんはね」とグリフォンが言った。「君の経歴を聞きたいんだってさ。そうらしいよ」\n\n「話してやろう」とウミガメもどきは深く、こもった声で言った。「二人とも座れ。私が話し終わるまで一言も口をきくな」\n\nそこで二人は座り、数分間誰も口をきかなかった。アリスは心の中で思った。「始めもしないで、どうやって話が終わるっていうの？」しかし彼女は辛抱強く待った。\n\n「昔々」とウミガメもどきはついに深いため息とともに言った。「私は本物のウミガメだった」\n\nこの言葉の後、とても長い沈黙が続き、ただ時折グリフォンが「ヒャックルル！」と叫び、ウミガメもどきが絶え間なく激しくすすり泣くだけだった。アリスはもうほとんど立ち上がって「お話ありがとうございました、とても興味深かったです」と言いそうになったが、まだまだ話が続くに違いないと思わずにはいられず、じっと座ったまま何も言わなかった。\n\n「私たちが小さかった頃」とウミガメもどきはついに、少し落ち着きを取り戻して、それでも時折すすり泣きながら話し続けた。「海の中の学校へ通ったものだ。先生は年老いたウミガメで――私たちはいつも彼をトータス（カメ）と呼んでいた――」\n\n「カメじゃないのに、なぜカメって呼んだの？」とアリスが尋ねた。\n\n「彼が私たちに教えた（taught us）から、トータス（Tortoise）と呼んだんだ！」とウミガメもどきは怒って言った。「君は本当に頭が鈍いな！」\n\n「そんな簡単な質問をして、自分が恥ずかしくないのか」とグリフォンが付け加えた。そして二人は黙って座り、かわいそうなアリスを見つめた。アリスは地面に潜り込みたいほどだった。ついにグリフォンがウミガメもどきに言った。「続けろよ、相棒！一日中かけるなよ！」するとウミガメもどきはこう言葉を続けた。\n\n「そうさ、私たちは海の中の学校へ通った。君は信じないかもしれないが――」\n\n「信じないなんて一言も言ってません！」とアリスが遮った。\n\n「言ったぞ」とウミガメもどきが言った。\n\n「おしゃべりはおしまい！」アリスがまた口を開く前に、グリフォンが付け加えた。\n偽りの亀は話を続けた。\n\n「私たちは最高の教育を受けたんだ──実際、毎日学校へ通ったものさ──」\n\n「私もデイスクールへ通ったわ」アリスが言った。「そんなに自慢しなくてもいいじゃない」\n\n「特別科目はあったかい？」偽りの亀が少し心配そうに尋ねた。\n\n「ええ」アリスが言った。「フランス語と音楽を習ったわ」\n\n「洗濯科は？」偽りの亀が言った。\n\n「もちろんないわ！」アリスは憤慨して言った。\n\n「ああ！じゃあ君の学校は本当に良い学校じゃなかったんだな」偽りの亀は大いに安堵した口調で言った。「僕たちの学校じゃ、請求書の最後にこう書いてあったよ、『フランス語、音楽、洗濯──別料金』ってね」\n\n「そんなに必要じゃなかったでしょうね」アリスが言った。「海の底に住んでるんだもの」\n\n「僕にはそれを習う余裕がなかったんだ」偽りの亀はため息をついて言った。「僕は普通課程だけ取ったよ」\n\n「それはどんなものだったの？」アリスが尋ねた。\n\n「まず最初に、もちろん、リール（朗誦）とライス（作文）さ」偽りの亀が答えた。「それから算術のいろいろな部門──アンビション（野心）、ディストラクション（気晴らし）、アグリフィケーション（醜化）、ディリージョン（嘲笑）だ」\n\n「『アグリフィケーション』って聞いたことないわ」アリスは思い切って言った。「それって何？」\n\nグリフォンは驚いて両方の前足を上げた。「なに！醜化を知らないだって！」彼は叫んだ。「美化が何かは知ってるんだろう？」\n\n「ええ」アリスは疑わしげに言った。「それは──何かを──きれいにすること──でしょう」\n\n「それなら」グリフォンは続けた。「醜化が何かわからないなんて、君は本当に間抜けだな」\n\nアリスはそれについてこれ以上質問する気になれなかったので、偽りの亀の方に向き直って言った。「他には何を習ったの？」\n\n「そうだな、ミステリー（神秘学）があった」偽りの亀はひれで科目を数えながら答えた。「──ミステリー、古代と現代、それにシーオグラフィー（海洋地理学）。それからドローリング（長広舌）──ドローリングの先生は老いた穴子で、週に一度来ていたんだ。彼は僕たちにドローリングとストレッチング（伸長）、そしてコイルズでのフェインティング（失神）を教えてくれたよ」\n\n「それはどんな感じだったの？」アリスが言った。\n\n「うーん、自分で見せることはできないな」偽りの亀が言った。「僕は硬すぎるんだ。それにグリフォンは習ったことがないし」\n\n「時間がなかったんだ」グリフォンが言った。「でも古典の先生には行ったよ。彼は老いた蟹だったな、あの先生は」\n\n「僕はあの先生には行かなかったな」偽りの亀はため息をついて言った。「彼はラフィング（大笑い）とグリーフ（悲嘆）を教えていたって、みんな言ってたよ」\n\n「そうだった、そうだったな」グリフォンも順番にため息をついて言った。そして両方の生き物は前足で顔を隠した。\n\n「一日に何時間くらい授業があったの？」アリスは話題を変えようと急いで言った。\n\n「最初の日は十時間」偽りの亀が言った。「次の日は九時間、そうやって減っていったんだ」\n\n「なんて奇妙な計画なんだろう！」とアリスは叫んだ。\n\n「だからこそレッスン（授業）と呼ばれるのです」とグリフォンは言った。\n「日に日にレッスン（減少）していくからです」\n\nこれはアリスにとって全く新しい考えで、彼女は次の発言をする前に少し考え込んだ。「では十一日目は休日だったの？」\n\n「もちろんそうだったさ」とマック・タートルが言った。\n\n「十二日目はどうやって過ごしたの？」アリスは熱心に続けて尋ねた。\n\n「レッスンの話はもう十分だ」グリフォンはきっぱりとした口調で遮った。「今度はゲームについて話してやれ」",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER X.",
    "translated_title": "CHAPTER X.",
    "original_content": "CHAPTER X.\nThe Lobster Quadrille\n\n\nThe Mock Turtle sighed deeply, and drew the back of one flapper across\nhis eyes. He looked at Alice, and tried to speak, but for a minute or\ntwo sobs choked his voice. “Same as if he had a bone in his throat,”\nsaid the Gryphon: and it set to work shaking him and punching him in\nthe back. At last the Mock Turtle recovered his voice, and, with tears\nrunning down his cheeks, he went on again:—\n\n“You may not have lived much under the sea—” (“I haven’t,” said\nAlice)—“and perhaps you were never even introduced to a lobster—”\n(Alice began to say “I once tasted—” but checked herself hastily, and\nsaid “No, never”) “—so you can have no idea what a delightful thing a\nLobster Quadrille is!”\n\n“No, indeed,” said Alice. “What sort of a dance is it?”\n\n“Why,” said the Gryphon, “you first form into a line along the\nsea-shore—”\n\n“Two lines!” cried the Mock Turtle. “Seals, turtles, salmon, and so on;\nthen, when you’ve cleared all the jelly-fish out of the way—”\n\n“_That_ generally takes some time,” interrupted the Gryphon.\n\n“—you advance twice—”\n\n“Each with a lobster as a partner!” cried the Gryphon.\n\n“Of course,” the Mock Turtle said: “advance twice, set to partners—”\n\n“—change lobsters, and retire in same order,” continued the Gryphon.\n\n“Then, you know,” the Mock Turtle went on, “you throw the—”\n\n“The lobsters!” shouted the Gryphon, with a bound into the air.\n\n“—as far out to sea as you can—”\n\n“Swim after them!” screamed the Gryphon.\n\n“Turn a somersault in the sea!” cried the Mock Turtle, capering wildly\nabout.\n\n“Change lobsters again!” yelled the Gryphon at the top of its voice.\n\n“Back to land again, and that’s all the first figure,” said the Mock\nTurtle, suddenly dropping his voice; and the two creatures, who had\nbeen jumping about like mad things all this time, sat down again very\nsadly and quietly, and looked at Alice.\n\n“It must be a very pretty dance,” said Alice timidly.\n\n“Would you like to see a little of it?” said the Mock Turtle.\n\n“Very much indeed,” said Alice.\n\n“Come, let’s try the first figure!” said the Mock Turtle to the\nGryphon. “We can do without lobsters, you know. Which shall sing?”\n\n“Oh, _you_ sing,” said the Gryphon. “I’ve forgotten the words.”\n\nSo they began solemnly dancing round and round Alice, every now and\nthen treading on her toes when they passed too close, and waving their\nforepaws to mark the time, while the Mock Turtle sang this, very slowly\nand sadly:—\n\n“Will you walk a little faster?” said a whiting to a snail.\n“There’s a porpoise close behind us, and he’s treading on my tail.\nSee how eagerly the lobsters and the turtles all advance!\nThey are waiting on the shingle—will you come and join the dance?\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?\n\n“You can really have no notion how delightful it will be\nWhen they take us up and throw us, with the lobsters, out to sea!”\nBut the snail replied “Too far, too far!” and gave a look askance—\nSaid he thanked the whiting kindly, but he would not join the dance.\nWould not, could not, would not, could not, would not join the dance.\nWould not, could not, would not, could not, could not join the dance.\n\n“What matters it how far we go?” his scaly friend replied.\n“There is another shore, you know, upon the other side.\nThe further off from England the nearer is to France—\nThen turn not pale, beloved snail, but come and join the dance.\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?”\n\n\n“Thank you, it’s a very interesting dance to watch,” said Alice,\nfeeling very glad that it was over at last: “and I do so like that\ncurious song about the whiting!”\n\n“Oh, as to the whiting,” said the Mock Turtle, “they—you’ve seen them,\nof course?”\n\n“Yes,” said Alice, “I’ve often seen them at dinn—” she checked herself\nhastily.\n\n“I don’t know where Dinn may be,” said the Mock Turtle, “but if you’ve\nseen them so often, of course you know what they’re like.”\n\n“I believe so,” Alice replied thoughtfully. “They have their tails in\ntheir mouths—and they’re all over crumbs.”\n\n“You’re wrong about the crumbs,” said the Mock Turtle: “crumbs would\nall wash off in the sea. But they _have_ their tails in their mouths;\nand the reason is—” here the Mock Turtle yawned and shut his\neyes.—“Tell her about the reason and all that,” he said to the Gryphon.\n\n“The reason is,” said the Gryphon, “that they _would_ go with the\nlobsters to the dance. So they got thrown out to sea. So they had to\nfall a long way. So they got their tails fast in their mouths. So they\ncouldn’t get them out again. That’s all.”\n\n“Thank you,” said Alice, “it’s very interesting. I never knew so much\nabout a whiting before.”\n\n“I can tell you more than that, if you like,” said the Gryphon. “Do you\nknow why it’s called a whiting?”\n\n“I never thought about it,” said Alice. “Why?”\n\n“_It does the boots and shoes_,” the Gryphon replied very solemnly.\n\nAlice was thoroughly puzzled. “Does the boots and shoes!” she repeated\nin a wondering tone.\n\n“Why, what are _your_ shoes done with?” said the Gryphon. “I mean, what\nmakes them so shiny?”\n\nAlice looked down at them, and considered a little before she gave her\nanswer. “They’re done with blacking, I believe.”\n\n“Boots and shoes under the sea,” the Gryphon went on in a deep voice,\n“are done with a whiting. Now you know.”\n\n“And what are they made of?” Alice asked in a tone of great curiosity.\n\n“Soles and eels, of course,” the Gryphon replied rather impatiently:\n“any shrimp could have told you that.”\n\n“If I’d been the whiting,” said Alice, whose thoughts were still\nrunning on the song, “I’d have said to the porpoise, ‘Keep back,\nplease: we don’t want _you_ with us!’”\n\n“They were obliged to have him with them,” the Mock Turtle said: “no\nwise fish would go anywhere without a porpoise.”\n\n“Wouldn’t it really?” said Alice in a tone of great surprise.\n\n“Of course not,” said the Mock Turtle: “why, if a fish came to _me_,\nand told me he was going a journey, I should say ‘With what porpoise?’”\n\n“Don’t you mean ‘purpose’?” said Alice.\n\n“I mean what I say,” the Mock Turtle replied in an offended tone. And\nthe Gryphon added “Come, let’s hear some of _your_ adventures.”\n\n“I could tell you my adventures—beginning from this morning,” said\nAlice a little timidly: “but it’s no use going back to yesterday,\nbecause I was a different person then.”\n\n“Explain all that,” said the Mock Turtle.\n\n“No, no! The adventures first,” said the Gryphon in an impatient tone:\n“explanations take such a dreadful time.”\n\nSo Alice began telling them her adventures from the time when she first\nsaw the White Rabbit. She was a little nervous about it just at first,\nthe two creatures got so close to her, one on each side, and opened\ntheir eyes and mouths so _very_ wide, but she gained courage as she\nwent on. Her listeners were perfectly quiet till she got to the part\nabout her repeating “_You are old, Father William_,” to the\nCaterpillar, and the words all coming different, and then the Mock\nTurtle drew a long breath, and said “That’s very curious.”\n\n“It’s all about as curious as it can be,” said the Gryphon.\n\n“It all came different!” the Mock Turtle repeated thoughtfully. “I\nshould like to hear her try and repeat something now. Tell her to\nbegin.” He looked at the Gryphon as if he thought it had some kind of\nauthority over Alice.\n\n“Stand up and repeat ‘’_Tis the voice of the sluggard_,’” said the\nGryphon.\n\n“How the creatures order one about, and make one repeat lessons!”\nthought Alice; “I might as well be at school at once.” However, she got\nup, and began to repeat it, but her head was so full of the Lobster\nQuadrille, that she hardly knew what she was saying, and the words came\nvery queer indeed:—\n\n“’Tis the voice of the Lobster; I heard him declare,\n“You have baked me too brown, I must sugar my hair.”\nAs a duck with its eyelids, so he with his nose\nTrims his belt and his buttons, and turns out his toes.”\n\n[later editions continued as follows\nWhen the sands are all dry, he is gay as a lark,\nAnd will talk in contemptuous tones of the Shark,\nBut, when the tide rises and sharks are around,\nHis voice has a timid and tremulous sound.]\n\n\n“That’s different from what _I_ used to say when I was a child,” said\nthe Gryphon.\n\n“Well, I never heard it before,” said the Mock Turtle; “but it sounds\nuncommon nonsense.”\n\nAlice said nothing; she had sat down with her face in her hands,\nwondering if anything would _ever_ happen in a natural way again.\n\n“I should like to have it explained,” said the Mock Turtle.\n\n“She can’t explain it,” said the Gryphon hastily. “Go on with the next\nverse.”\n\n“But about his toes?” the Mock Turtle persisted. “How _could_ he turn\nthem out with his nose, you know?”\n\n“It’s the first position in dancing.” Alice said; but was dreadfully\npuzzled by the whole thing, and longed to change the subject.\n\n“Go on with the next verse,” the Gryphon repeated impatiently: “it\nbegins ‘_I passed by his garden_.’”\n\nAlice did not dare to disobey, though she felt sure it would all come\nwrong, and she went on in a trembling voice:—\n\n“I passed by his garden, and marked, with one eye,\nHow the Owl and the Panther were sharing a pie—”\n\n[later editions continued as follows\nThe Panther took pie-crust, and gravy, and meat,\nWhile the Owl had the dish as its share of the treat.\nWhen the pie was all finished, the Owl, as a boon,\nWas kindly permitted to pocket the spoon:\nWhile the Panther received knife and fork with a growl,\nAnd concluded the banquet—]\n\n\n“What _is_ the use of repeating all that stuff,” the Mock Turtle\ninterrupted, “if you don’t explain it as you go on? It’s by far the\nmost confusing thing _I_ ever heard!”\n\n“Yes, I think you’d better leave off,” said the Gryphon: and Alice was\nonly too glad to do so.\n\n“Shall we try another figure of the Lobster Quadrille?” the Gryphon\nwent on. “Or would you like the Mock Turtle to sing you a song?”\n\n“Oh, a song, please, if the Mock Turtle would be so kind,” Alice\nreplied, so eagerly that the Gryphon said, in a rather offended tone,\n“Hm! No accounting for tastes! Sing her ‘_Turtle Soup_,’ will you, old\nfellow?”\n\nThe Mock Turtle sighed deeply, and began, in a voice sometimes choked\nwith sobs, to sing this:—\n\n“Beautiful Soup, so rich and green,\nWaiting in a hot tureen!\nWho for such dainties would not stoop?\nSoup of the evening, beautiful Soup!\nSoup of the evening, beautiful Soup!\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!\n\n“Beautiful Soup! Who cares for fish,\nGame, or any other dish?\nWho would not give all else for two p\nennyworth only of beautiful Soup?\nPennyworth only of beautiful Soup?\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beauti—FUL SOUP!”\n\n\n“Chorus again!” cried the Gryphon, and the Mock Turtle had just begun\nto repeat it, when a cry of “The trial’s beginning!” was heard in the\ndistance.\n\n“Come on!” cried the Gryphon, and, taking Alice by the hand, it hurried\noff, without waiting for the end of the song.\n\n“What trial is it?” Alice panted as she ran; but the Gryphon only\nanswered “Come on!” and ran the faster, while more and more faintly\ncame, carried on the breeze that followed them, the melancholy words:—\n\n“Soo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!”",
    "translated_content": "CHAPTER X.\n\n第10章\nロブスター・カドリール\n\n\nまぼろしの亀は深くため息をつき、ひれ足の甲で目をぬぐった。アリスを見つめ、話そうとしたが、しばらくはすすり泣きで声が詰まっていた。「まるでのどに骨が刺さったみたいだね」とグリフォンが言うと、彼を揺さぶり背中をトントンたたき始めた。ようやくまぼろしの亀は声を取り戻し、涙を頬に伝わせながら話し続けた。\n\n「君は海の底で暮らしたことはないだろうから──」（「ありません」とアリスが言う）「──ロブスターを紹介されたことさえないかもしれない──」（アリスは「一度食べたことが──」と言いかけたが、慌てて口をつぐみ「いいえ、一度も」と言った）「──だからロブスター・カドリールがどんなに楽しいものか、想像もつかないだろう！」\n\n「ええ、まったく」とアリスが言った。「どんな踊りなんですか？」\n\n「さあ」とグリフォンが言った。「まず海岸沿いに一列に並ぶんだ──」\n\n「二列だ！」まぼろしの亀が叫んだ。「アザラシ、カメ、サケ、それからいろいろ。それから、クラゲを全部どかしてしまったら──」\n\n「そいつにはだいたい時間がかかるね」グリフォンが口を挟んだ。\n\n「──二歩前進──」\n\n「それぞれロブスターをパートナーにしてな！」グリフォンが叫んだ。\n\n「もちろんさ」まぼろしの亀が言った。「二歩前進、パートナーと向き合って──」\n\n「──ロブスターを交換し、同じ順序で退く」グリフォンが続けた。\n\n「それからだよ」まぼろしの亀が話し続けた。「君たちは投げるんだ──」\n\n「ロブスターを！」グリフォンは叫び、ぴょんと跳び上がった。\n\n「──できるだけ遠くの海へ──」\n\n「泳いで追いかける！」グリフォンが金切り声をあげた。\n\n「海で宙返りだ！」まぼろしの亀は叫び、狂ったように跳び回った。\n\n「またロブスターを交換！」グリフォンは声を限りに叫んだ。\n\n「再び陸に戻る。これが第一フィギュアの全部だ」まぼろしの亀は突然声を潜めて言った。それまで狂ったように跳び回っていた二匹は、とても悲しそうに、静かに再び座り、アリスを見つめた。\n\n「とてもきれいな踊りに違いありません」アリスはおずおずと言った。\n\n「少し見てみたいか？」まぼろしの亀が言った。\n\n「本当にぜひ」とアリス。\n\n「さあ、第一フィギュアをやってみよう！」まぼろしの亀がグリフォンに言った。「ロブスターはいなくてもできるよ。どっちが歌う？」\n\n「ああ、君が歌え」グリフォンが言った。「僕は歌詞を忘れちゃった」\n\nこうして彼らはアリスの周りを厳かにくるくる踊り始め、時折近づきすぎて彼女のつま先を踏みつけ、前足を振って拍子をとった。まぼろしの亀はとてもゆっくりと、悲しげにこう歌った。\n\n「もっと早く歩けないかい？」と、ホワイティングがカタツムリに言いました。\n「後ろにイルカがついてきて、僕のしっぽを踏んでるんだ。\n見てごらん、ロブスターもカメもみんな急いで進んでる！\nみんな小石の浜で待ってるよ―踊りに加わらないかい？\nさあ、踊りに加わる？加わらない？加わる？加わらない？踊りに加わる？\nさあ、踊りに加わる？加わらない？加わる？加わらない？踊りに加わらない？」\n\n「君には本当に想像もつかないだろう、どんなに楽しいか\n彼らが僕たちをつかんで、ロブスターと一緒に海に投げ出すときの！」\nしかしカタツムリは「遠すぎる、遠すぎる！」と答え、横目でちらりと見て―\n親切にしてくれたホワイティングには感謝すると言いましたが、踊りには加わらないと言いました。\n加わらない、加われない、加わらない、加われない、踊りには加わらない。\n加わらない、加われない、加わらない、加われない、踊りには加われない。\n\n「どこまで行こうが、どういう関係があるんだい？」と、鱗のある友は答えました。\n「向こう側にも別の岸があるんだ、知ってるだろう。\nイングランドから遠ざかれば遠ざかるほど、フランスに近づくんだ―\nだから青くなるな、愛しいカタツムリよ、さあ踊りに加わろう。\nさあ、踊りに加わる？加わらない？加わる？加わらない？踊りに加わる？\nさあ、踊りに加わる？加わらない？加わる？加わらない？踊りに加わらない？」\n\n「ありがとう、見ているだけでもとても面白い踊りですね」と、アリスは言いました。\nやっと終わってほっとした様子で：「それに、あのホワイティングについての不思議な歌がとても好きです！」\n\n「ああ、ホワイティングのことなら」と、偽りガメは言いました。「彼らは―君は彼らを見たことがあるんだろう、もちろん？」\n\n「はい」と、アリスは言いました。「よくディナーで見たことが―」彼女は慌てて口をつぐみました。\n\n「ディナーがどこにあるのかは知らないが」と、偽りガメは言いました。「でも、そんなにしょっちゅう見たのなら、もちろん彼らがどんなものか知っているんだろう」\n\n「そう信じています」と、アリスは考え深げに答えました。「彼らはしっぽを口にくわえています―そしてパン粉だらけです」\n\n「パン粉のところは間違っている」と、偽りガメは言いました。「パン粉は海で全部洗い流されてしまう。でも、彼らは確かにしっぽを口にくわえている。その理由は―」ここで偽りガメはあくびをして目を閉じました。―「彼女に理由と全部話してくれ」と、彼はグリフォンに言いました。\n\n「その理由は」と、グリフォンは言いました。「彼らがロブスターと一緒に踊りに行きたがったからだ。それで海に投げ出された。それで長い距離を落ちなければならなかった。それでしっぽを口にしっかりくわえてしまった。それでもう取り出せなくなった。それだけだ」\n\n「ありがとう」と、アリスは言いました。「とても面白いですね。ホワイティングについてこんなにたくさん知ったことはありませんでした」\n\n「もしよければ、それ以上のことだって話せるよ」と、グリフォンは言いました。「なぜそれがホワイティングと呼ばれるか知っているか？」\n\n「考えたこともなかったわ」とアリスが言った。「どうして？」\n\n「_それは靴や靴をやるからだ_」とグリフォンはとてもまじめに答えた。\n\nアリスはすっかり当惑した。「靴や靴をやる！」彼女は不思議そうな口調で繰り返した。\n\n「だって、君の靴は何で磨くんだい？」グリフォンが言った。「つまり、何でそんなにぴかぴかにするんだい？」\n\nアリスは自分の靴を見下ろし、少し考えてから答えた。「靴墨で磨くのよ、たぶん」\n\n「海の底では、靴や靴は」グリフォンは低い声で続けた。「シタビラメで磨くんだ。これでわかったね」\n\n「それで、靴は何でできてるの？」アリスはとても好奇心に満ちた口調で尋ねた。\n\n「靴底とウナギに決まってるじゃないか」グリフォンはややいらだたしげに答えた。「どんなエビだって君に教えられたろうに」\n\n「もし私がシタビラメだったら」、まだ頭の中では歌のことがぐるぐる回っていたアリスが言った。「イルカに言うわ、『お願い、あっちへ行って。あなたなんか一緒にいらないんだから！』」\n\n「彼らはイルカを連れていかざるをえなかったんだよ」マック・タートルが言った。「どんな賢い魚だって、イルカなしでどこへも行かないさ」\n\n「ほんとにそうなの？」アリスはとても驚いた口調で言った。\n\n「もちろんだよ」マック・タートルが言った。「だって、もし魚が私のところに来て、旅に出るって言ったら、私はこう言うだろうね、『何のイルカで？』って」\n\n「『目的』って言うんじゃないの？」アリスが言った。\n\n「言った通りだよ」マック・タートルは気を悪くした口調で答えた。そしてグリフォンが付け加えた。「さあ、君の冒険話を聞かせてくれよ」\n\n「私の冒険話をお話しできますわ――今朝から始まるの」アリスは少しおずおずと言った。「でも昨日のことに戻っても仕方ないわ、だってその時は私は別人だったんだもの」\n\n「その説明をしてくれ」とマック・タートルが言った。\n\n「いやいや！まず冒険話だ」グリフォンはいらだたしげな口調で言った。「説明なんてひどく時間がかかるからな」\n\nそこでアリスは、最初に白ウサギを見た時からの冒険を話し始めた。最初のうちは少し緊張していた。というのも、二匹の生き物がとても近くに寄ってきて、左右に一匹ずつ、目と口をとても大きく開けていたからだ。しかし話し進むにつれて勇気がわいてきた。彼女がイモムシに「_ウィリアムおじいさん、あなたはお年を_」を繰り返し唱えるところまで来るまで、聞き手は完全に静かだった。そして言葉が全部違ってしまったところで、マック・タートルは長い息をついて、「それはとても不思議だ」と言った。\n\n「全部、ありえないくらい不思議な話だな」とグリフォンが言った。\n\n「まるで違ってしまったわ！」モックタートルは考え深げに繰り返した。「今すぐ彼女に何か暗唱させてみたい。さあ始めなさいと言いなさい」彼はグリフォンをちらりと見た。まるでアリスに対して何らかの権威があると思っているかのように。\n\n「立って『怠け者の声』を暗唱しなさい」とグリフォンが言った。\n\n「なんてこの生き物たちは人に命令し、暗唱を強要するんでしょう！」アリスは思った。「もうすぐ学校にいるみたいだわ」しかし彼女は立ち上がり、暗唱を始めた。だが頭の中がロブスター・カドリールでいっぱいだったので、自分が何を言っているのかほとんどわからず、言葉は実に奇妙に聞こえた：—\n\n「これはロブスターの声　彼がこう宣言するのを聞いた\n『焼きすぎたよ　髪に砂糖をかけなくちゃ』\nアヒルがまぶたでするように　彼は鼻で\nベルトとボタンを整え　つま先を外に向ける」\n\n［後の版では次のように続く\n砂がすっかり乾くと　彼はヒバリのように陽気で\nサメを軽蔑した口調で話すだろう\nだが潮が満ち　サメが周りにいるとき\n彼の声はおびえた震える声になる］\n\n「それは僕が子供の頃に暗唱したのとは違うな」とグリフォンが言った。\n\n「ええ、私は今まで聞いたことがありません」とモックタートルが言った。「ですが、とんでもないナンセンスに聞こえますね」\n\nアリスは何も言わなかった。彼女は手で顔を覆って座り込み、もう二度と自然なことが起こるだろうかと考えていた。\n\n「説明してもらいたいものだ」とモックタートルが言った。\n\n「彼女には説明できません」とグリフォンが急いで言った。「次の節を続けなさい」\n\n「でも彼のつま先については？」モックタートルは食い下がった。「どうやって鼻でつま先を外に向けられるんです？」\n\n「それはダンスのファースト・ポジションです」アリスは言った。しかし彼女はこの全てのことにひどく困惑し、話題を変えたいと切に願った。\n\n「次の節を続けなさい」グリフォンはせっつくように繰り返した。「『私は彼の庭を通りかかった』で始まるやつだ」\n\nアリスは従わない勇気はなかった。たとえ全てが間違っていると確信していても。彼女は震える声で続けた：—\n\n「私は彼の庭を通りかかり　片目で見た\nフクロウとヒョウがどうやってパイを分け合っているかを——」\n\n［後の版では次のように続く\nヒョウはパイの皮とグレービー、肉を取り\nフクロウはごちそうの分け前としてお皿をもらった\nパイがすべてなくなると　フクロウはおまけとして\n親切にもスプーンをポケットに入れることを許された\n一方ヒョウはナイフとフォクを唸り声とともに受け取り\n宴を終えた——］\n\n「だって、あんなことをただ繰り返したって、何の役に立つっていうの？」　まぼろしがめが口をはさんだ。「やりながら説明してくれなきゃ、ちっともわからないじゃない！　これまででいちばんわけのわからない話だよ！」\n\n「そうだな、やめたほうがよさそうだ」　グリフォンが言った。アリスももちろん、そうしたいと思っていた。\n\n「それじゃ、ロブスターのカドリールの別の型をやってみようか？」　グリフォンが続けた。「それとも、まぼろしがめに歌を歌ってもらう？」\n\n「ああ、歌をお願いします。まぼろしがめさんがご親切にしてくださるなら」　アリスが答えると、グリフォンは少しむっとした口調で言った。「ふん！　人の好みはわからんな！　『かめのスープ』を歌ってやれよ、おい」\n\nまぼろしがめは深くため息をつき、時々すすり泣きで声を詰まらせながら、こんな歌を歌い始めた。\n\n「うつくしーい　スープよ　こってり　みどり\nあつあつの　スープぼうる　まってる\nこんな　ごちそうに　だれが　ひざまずかぬ？\nばんの　スープよ　うつくしーい　スープ！\nばんの　スープよ　うつくしーい　スープ！\nうつくしーい　スーーープ！\nうつくしーい　スーーープ！\nばーんの　スーーープ\nうつくしーい　うつくしーい　スープ！\n\nうつくしーい　スープ！　さかなも　けものも\nそのほかの　りょうりも　だれが　ほしがる？\nほかの　すべてを　すてても　ただ　二ペンス\nうつくしーい　スープが　ほしい！\nうつくしーい　スープが　ほしい！\nうつくしーい　スーーープ！\nうつくしーい　スーーープ！\nばーんの　スーーープ\nうつくしーい　うつくしーい　スープ！」\n\n「もう一度合唱だ！」　グリフォンが叫んだ。まぼろしがめが繰り返し始めようとしたとき、遠くから「裁判が始まるぞ！」という叫び声が聞こえてきた。\n\n「さあ、行くんだ！」　グリフォンは叫び、アリスの手を取ると、歌が終わるのを待たずに急いで走り去った。\n\n「どんな裁判なの？」　アリスは走りながら息を切らして尋ねた。しかしグリフォンはただ「さあ、行くんだ！」と答えるだけで、ますます速く走った。そして彼らを追う風に乗って、次第に遠くかすかに、もの悲しい言葉が聞こえてくるのだった。\n\n「ばーんの　スーーープ\nうつくしーい　うつくしーい　スープ！」",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER XI.",
    "translated_title": "CHAPTER XI.",
    "original_content": "CHAPTER XI.\nWho Stole the Tarts?\n\n\nThe King and Queen of Hearts were seated on their throne when they\narrived, with a great crowd assembled about them—all sorts of little\nbirds and beasts, as well as the whole pack of cards: the Knave was\nstanding before them, in chains, with a soldier on each side to guard\nhim; and near the King was the White Rabbit, with a trumpet in one\nhand, and a scroll of parchment in the other. In the very middle of the\ncourt was a table, with a large dish of tarts upon it: they looked so\ngood, that it made Alice quite hungry to look at them—“I wish they’d\nget the trial done,” she thought, “and hand round the refreshments!”\nBut there seemed to be no chance of this, so she began looking at\neverything about her, to pass away the time.\n\nAlice had never been in a court of justice before, but she had read\nabout them in books, and she was quite pleased to find that she knew\nthe name of nearly everything there. “That’s the judge,” she said to\nherself, “because of his great wig.”\n\nThe judge, by the way, was the King; and as he wore his crown over the\nwig, (look at the frontispiece if you want to see how he did it,) he\ndid not look at all comfortable, and it was certainly not becoming.\n\n“And that’s the jury-box,” thought Alice, “and those twelve creatures,”\n(she was obliged to say “creatures,” you see, because some of them were\nanimals, and some were birds,) “I suppose they are the jurors.” She\nsaid this last word two or three times over to herself, being rather\nproud of it: for she thought, and rightly too, that very few little\ngirls of her age knew the meaning of it at all. However, “jury-men”\nwould have done just as well.\n\nThe twelve jurors were all writing very busily on slates. “What are\nthey doing?” Alice whispered to the Gryphon. “They can’t have anything\nto put down yet, before the trial’s begun.”\n\n“They’re putting down their names,” the Gryphon whispered in reply,\n“for fear they should forget them before the end of the trial.”\n\n“Stupid things!” Alice began in a loud, indignant voice, but she\nstopped hastily, for the White Rabbit cried out, “Silence in the\ncourt!” and the King put on his spectacles and looked anxiously round,\nto make out who was talking.\n\nAlice could see, as well as if she were looking over their shoulders,\nthat all the jurors were writing down “stupid things!” on their slates,\nand she could even make out that one of them didn’t know how to spell\n“stupid,” and that he had to ask his neighbour to tell him. “A nice\nmuddle their slates’ll be in before the trial’s over!” thought Alice.\n\nOne of the jurors had a pencil that squeaked. This of course, Alice\ncould _not_ stand, and she went round the court and got behind him, and\nvery soon found an opportunity of taking it away. She did it so quickly\nthat the poor little juror (it was Bill, the Lizard) could not make out\nat all what had become of it; so, after hunting all about for it, he\nwas obliged to write with one finger for the rest of the day; and this\nwas of very little use, as it left no mark on the slate.\n\n“Herald, read the accusation!” said the King.\n\nOn this the White Rabbit blew three blasts on the trumpet, and then\nunrolled the parchment scroll, and read as follows:—\n\n“The Queen of Hearts, she made some tarts,\n    All on a summer day:\nThe Knave of Hearts, he stole those tarts,\n    And took them quite away!”\n\n\n“Consider your verdict,” the King said to the jury.\n\n“Not yet, not yet!” the Rabbit hastily interrupted. “There’s a great\ndeal to come before that!”\n\n“Call the first witness,” said the King; and the White Rabbit blew\nthree blasts on the trumpet, and called out, “First witness!”\n\nThe first witness was the Hatter. He came in with a teacup in one hand\nand a piece of bread-and-butter in the other. “I beg pardon, your\nMajesty,” he began, “for bringing these in: but I hadn’t quite finished\nmy tea when I was sent for.”\n\n“You ought to have finished,” said the King. “When did you begin?”\n\nThe Hatter looked at the March Hare, who had followed him into the\ncourt, arm-in-arm with the Dormouse. “Fourteenth of March, I _think_ it\nwas,” he said.\n\n“Fifteenth,” said the March Hare.\n\n“Sixteenth,” added the Dormouse.\n\n“Write that down,” the King said to the jury, and the jury eagerly\nwrote down all three dates on their slates, and then added them up, and\nreduced the answer to shillings and pence.\n\n“Take off your hat,” the King said to the Hatter.\n\n“It isn’t mine,” said the Hatter.\n\n“_Stolen!_” the King exclaimed, turning to the jury, who instantly made\na memorandum of the fact.\n\n“I keep them to sell,” the Hatter added as an explanation; “I’ve none\nof my own. I’m a hatter.”\n\nHere the Queen put on her spectacles, and began staring at the Hatter,\nwho turned pale and fidgeted.\n\n“Give your evidence,” said the King; “and don’t be nervous, or I’ll\nhave you executed on the spot.”\n\nThis did not seem to encourage the witness at all: he kept shifting\nfrom one foot to the other, looking uneasily at the Queen, and in his\nconfusion he bit a large piece out of his teacup instead of the\nbread-and-butter.\n\nJust at this moment Alice felt a very curious sensation, which puzzled\nher a good deal until she made out what it was: she was beginning to\ngrow larger again, and she thought at first she would get up and leave\nthe court; but on second thoughts she decided to remain where she was\nas long as there was room for her.\n\n“I wish you wouldn’t squeeze so,” said the Dormouse, who was sitting\nnext to her. “I can hardly breathe.”\n\n“I can’t help it,” said Alice very meekly: “I’m growing.”\n\n“You’ve no right to grow _here_,” said the Dormouse.\n\n“Don’t talk nonsense,” said Alice more boldly: “you know you’re growing\ntoo.”\n\n“Yes, but _I_ grow at a reasonable pace,” said the Dormouse: “not in\nthat ridiculous fashion.” And he got up very sulkily and crossed over\nto the other side of the court.\n\nAll this time the Queen had never left off staring at the Hatter, and,\njust as the Dormouse crossed the court, she said to one of the officers\nof the court, “Bring me the list of the singers in the last concert!”\non which the wretched Hatter trembled so, that he shook both his shoes\noff.\n\n“Give your evidence,” the King repeated angrily, “or I’ll have you\nexecuted, whether you’re nervous or not.”\n\n“I’m a poor man, your Majesty,” the Hatter began, in a trembling voice,\n“—and I hadn’t begun my tea—not above a week or so—and what with the\nbread-and-butter getting so thin—and the twinkling of the tea—”\n\n“The twinkling of the _what?_” said the King.\n\n“It _began_ with the tea,” the Hatter replied.\n\n“Of course twinkling begins with a T!” said the King sharply. “Do you\ntake me for a dunce? Go on!”\n\n“I’m a poor man,” the Hatter went on, “and most things twinkled after\nthat—only the March Hare said—”\n\n“I didn’t!” the March Hare interrupted in a great hurry.\n\n“You did!” said the Hatter.\n\n“I deny it!” said the March Hare.\n\n“He denies it,” said the King: “leave out that part.”\n\n“Well, at any rate, the Dormouse said—” the Hatter went on, looking\nanxiously round to see if he would deny it too: but the Dormouse denied\nnothing, being fast asleep.\n\n“After that,” continued the Hatter, “I cut some more bread-and-butter—”\n\n“But what did the Dormouse say?” one of the jury asked.\n\n“That I can’t remember,” said the Hatter.\n\n“You _must_ remember,” remarked the King, “or I’ll have you executed.”\n\nThe miserable Hatter dropped his teacup and bread-and-butter, and went\ndown on one knee. “I’m a poor man, your Majesty,” he began.\n\n“You’re a _very_ poor _speaker_,” said the King.\n\nHere one of the guinea-pigs cheered, and was immediately suppressed by\nthe officers of the court. (As that is rather a hard word, I will just\nexplain to you how it was done. They had a large canvas bag, which tied\nup at the mouth with strings: into this they slipped the guinea-pig,\nhead first, and then sat upon it.)\n\n“I’m glad I’ve seen that done,” thought Alice. “I’ve so often read in\nthe newspapers, at the end of trials, “There was some attempts at\napplause, which was immediately suppressed by the officers of the\ncourt,” and I never understood what it meant till now.”\n\n“If that’s all you know about it, you may stand down,” continued the\nKing.\n\n“I can’t go no lower,” said the Hatter: “I’m on the floor, as it is.”\n\n“Then you may _sit_ down,” the King replied.\n\nHere the other guinea-pig cheered, and was suppressed.\n\n“Come, that finished the guinea-pigs!” thought Alice. “Now we shall get\non better.”\n\n“I’d rather finish my tea,” said the Hatter, with an anxious look at\nthe Queen, who was reading the list of singers.\n\n“You may go,” said the King, and the Hatter hurriedly left the court,\nwithout even waiting to put his shoes on.\n\n“—and just take his head off outside,” the Queen added to one of the\nofficers: but the Hatter was out of sight before the officer could get\nto the door.\n\n“Call the next witness!” said the King.\n\nThe next witness was the Duchess’s cook. She carried the pepper-box in\nher hand, and Alice guessed who it was, even before she got into the\ncourt, by the way the people near the door began sneezing all at once.\n\n“Give your evidence,” said the King.\n\n“Shan’t,” said the cook.\n\nThe King looked anxiously at the White Rabbit, who said in a low voice,\n“Your Majesty must cross-examine _this_ witness.”\n\n“Well, if I must, I must,” the King said, with a melancholy air, and,\nafter folding his arms and frowning at the cook till his eyes were\nnearly out of sight, he said in a deep voice, “What are tarts made of?”\n\n“Pepper, mostly,” said the cook.\n\n“Treacle,” said a sleepy voice behind her.\n\n“Collar that Dormouse,” the Queen shrieked out. “Behead that Dormouse!\nTurn that Dormouse out of court! Suppress him! Pinch him! Off with his\nwhiskers!”\n\nFor some minutes the whole court was in confusion, getting the Dormouse\nturned out, and, by the time they had settled down again, the cook had\ndisappeared.\n\n“Never mind!” said the King, with an air of great relief. “Call the\nnext witness.” And he added in an undertone to the Queen, “Really, my\ndear, _you_ must cross-examine the next witness. It quite makes my\nforehead ache!”\n\nAlice watched the White Rabbit as he fumbled over the list, feeling\nvery curious to see what the next witness would be like, “—for they\nhaven’t got much evidence _yet_,” she said to herself. Imagine her\nsurprise, when the White Rabbit read out, at the top of his shrill\nlittle voice, the name “Alice!”",
    "translated_content": "CHAPTER XI.\n\n第11章\nタルトを盗んだのは誰？\n\n\nアリスたちが到着したとき、ハートの王様と女王様は玉座に座っておられ、その周りには大勢の者が集まっていました――あらゆる種類の小鳥や小動物、それにトランプ一組がそろっています。ジャックは鎖につながれ、両側を兵士に護衛されて、玉座の前に立っていました。王様の近くには白ウサギがいて、片手にはラッパ、もう片方の手には羊皮紙の巻物を持っていました。法廷のど真ん中にはテーブルがあり、その上には大きな皿に盛られたタルトがありました。それはとてもおいしそうで、アリスは見ているだけでお腹が空いてきました――「早く裁判を終わらせて、お茶菓子を配ってくれないかしら」と彼女は思いました。しかし、そんなことはありそうもなかったので、彼女は時間をつぶすために周りのあらゆるものを見て回り始めました。\n\nアリスはこれまで法廷に入ったことはありませんでしたが、本で読んだことはありました。そして、そこにあるほとんどすべてのものの名前を知っていることに、とても満足しました。「あれが裁判官だわ」と彼女は独り言を言いました、「あの大きなかつらのせいでね」\n\nちなみに、裁判官は王様でした。そして彼はかつらの上に王冠をかぶっていたので（彼がどうやっているか見たければ、口絵を見てください）、まったく快適そうには見えず、確かに似合ってはいませんでした。\n\n「そしてあれが陪審員席だわ」とアリスは考えました、「そしてあの12匹の生き物たちは（彼女は「生き物」と言わざるを得ませんでした、だってその中には動物もいれば鳥もいたのですから）、陪審員だと思うわ」。彼女はこの最後の言葉を自分自身に二、三度繰り返し言いました、なかなか自慢に思って：なぜなら彼女は考えたのです、そしてそれは正しくも、彼女と同じ年の少女でその意味を知っている者はほとんどいないだろうと。しかし、「陪審員たち」と言っても同じことだったでしょう。\n\n12人の陪審員はみな、石板に一生懸命書き込んでいました。「彼らは何をしているの？」アリスはグリフォンにささやきました。「裁判が始まる前だから、まだ何も書き留めるものはないはずよ」\n\n「彼らは自分の名前を書き留めているんだ」とグリフォンはささやき返しました、「裁判が終わる前に名前を忘れてしまわないようにね」\n\n「ばかげてる！」アリスは大声で憤慨した口調で言い始めましたが、急に口をつぐみました。白ウサギが「法廷内は静粛に！」と叫び、王様が眼鏡をかけ、誰が話しているのかを心配そうに見回したからです。\n\nアリスは、まるで彼らの肩越しに見ているかのように、陪審員全員が石盤に「ばかげたこと！」と書きつけているのが見えた。そのうちの一人は「ばかげた」の綴りさえ知らず、隣の人に教えてもらわなければならない有様だった。「裁判が終わるまでに、彼らの石盤はめちゃくちゃになりそうだわ！」とアリスは思った。\n\n一人の陪審員は、キーキー音を立てる鉛筆を持っていた。もちろん、アリスには _我慢ならなかった_ 。彼女は法廷をぐるりと回ってその背後に回り、すぐに鉛筆を奪い取る機会を見つけた。あまりに素早かったので、かわいそうな小さな陪審員（トカゲのビルだった）は、いったい何が起こったのかさっぱりわからなかった。それで、あちこち探し回った後、その日は一日中、指一本で書かざるを得なくなった。しかし、それではほとんど役に立たず、石盤には何の跡も残らなかった。\n\n「宣告官、告発状を読み上げよ！」と王様が言った。\n\nすると、白ウサギはラッパを三回鳴らし、羊皮紙の巻物を広げて、次のように読み上げた。—\n\n「ハートの女王が、ある夏の日に、\n    タルトをいくつかお作りになった。\nハートのジャックが、そのタルトを盗み、\n    全部持って行ってしまった！」\n\n「評決を考えよ」と、王様は陪審員たちに言った。\n\n「まだです、まだです！」ウサギが慌てて遮った。「その前に、まだたくさんあります！」\n\n「第一証人を呼べ」と王様が言うと、白ウサギはラッパを三回鳴らし、「第一証人！」と叫んだ。\n\n第一証人は、帽子屋だった。彼は片手にティーカップ、もう片手にバター付きパンを持って入ってきた。「お許しください、陛下。これらを持ち込んでしまいまして。でも、呼ばれた時、お茶がまだ終わっていなかったものですから」\n\n「終わらせるべきだった」と王様が言った。「いつ始めたのだ？」\n\n帽子屋は、三月ウサギを見た。三月ウサギは、眠りネズミと腕を組んで、彼の後について法廷に入ってきていた。「三月十四日だったと _思います_」と彼は言った。\n\n「十五日だ」と三月ウサギが言った。\n\n「十六日だ」と眠りネズミが付け加えた。\n\n「それを書き留めよ」と王様は陪審員たちに言った。陪審員たちは熱心に三つの日付をすべて石盤に書き留め、それらを合計し、答えをシリングとペンスに換算した。\n\n「帽子を取れ」と、王様は帽子屋に言った。\n\n「これは私のものではありません」と帽子屋が言った。\n\n「_盗品だ！_」王様は叫び、陪審員の方を向いた。陪審員たちは即座にその事実を記録した。\n\n「売るために持っているんです」と帽子屋は説明として付け加えた。「自分用のは一つもありません。私は帽子屋ですから」\n\nここで女王は眼鏡をかけ、帽子屋をじっと見つめ始めた。帽子屋は青ざめ、そわそわと落ち着かなかった。\n\n「証言を述べよ」と王が言った。「緊張するな、さもないと即刻処刑する」\n\nこの言葉は証人をまったく勇気づけるようには見えなかった。彼は片足からもう片足へと体重を移し、不安げに女王を見つめ、混乱のあまりバタ付きパンではなくティーカップを大きくかじってしまった。\n\nちょうどこの時、アリスはとても奇妙な感覚を覚えた。それが何であるかわかるまで、彼女は大いに戸惑った。彼女は再び大きくなり始めていたのだ。最初は立ち上がって法廷を去ろうと思ったが、考え直して、自分のための場所がある限りは今いるところに留まることに決めた。\n\n「そんなに押しつぶさないでほしい」と、隣に座っていたヤマネが言った。「息がほとんどできないよ」\n\n「仕方ないの」とアリスはとてもおとなしく言った。「私は大きくなっているの」\n\n「君にはここで大きくなる権利はない」とヤマネが言った。\n\n「ばかなことを言わないで」とアリスはもっと大胆に言った。「あなたも大きくなっているってわかってるでしょ」\n\n「ああ、でも私は適度な速さで大きくなるんだ」とヤマネが言った。「あんなばかげたやり方じゃない」そして彼はすごく不機嫌そうに立ち上がり、法廷の反対側へと移動した。\n\nこの間ずっと、女王は帽子屋を見つめるのをやめなかった。そしてヤマネが法廷を横切ったちょうどその時、彼女は廷吏の一人に言った。「前回のコンサートの歌手リストを持ってきなさい！」これを聞いて、哀れな帽子屋は震え上がり、両方の靴を震い落としてしまった。\n\n「証言を述べよ」と王は怒って繰り返した。「さもないと、緊張していようがいまいが、処刑する」\n\n「私は貧しい者でございます、陛下」と帽子屋は震える声で話し始めた。「――そしてお茶を飲み始めてから――一週間ほどしか――経っておらず――バタ付きパンもとても薄くなって――お茶の瞬きも――」\n\n「何の瞬きだ？」と王が言った。\n\n「お茶から始まったのでございます」と帽子屋が答えた。\n\n「もちろん瞬きはＴで始まる（※原文では\"twinkling\"と\"tea\"の頭韻をかけた駄洒落）」と王は鋭く言った。「私をばか者だと思っているのか？続けろ！」\n\n「私は貧しい者でございます」と帽子屋は続けた。「そしてその後、ほとんどのものが瞬きました――ただ三月ウサギが言ったには――」\n\n「言ってない！」三月ウサギが大急ぎで口を挟んだ。\n\n「言った！」帽子屋が言った。\n\n「否定する！」三月ウサギが言った。\n\n「彼は否定している」と王が言った。「その部分は省け」\n\n「ええ、とにかく、ヤマネが言ったには――」帽子屋は続け、ヤマネも否定するかどうか心配そうに周りを見回した。しかしヤマネは何も否定せず、ぐっすり眠っていた。\n\n「それからですな」と帽子屋が続けた。「もう一切れバター付きパンを切って――」\n\n「でもヤマネは何と言ったの？」陪審員の一人が尋ねた。\n\n「それは覚えておりません」と帽子屋が言った。\n\n「覚えていなければならぬ」と王様が言った。「さもなくば処刑する」\n\n哀れな帽子屋はティーカップとバター付きパンを落とし、片膝をついた。「私は貧しい者でございます、陛下」と彼は言いかけた。\n\n「お前はまったく話がヘタな者じゃ」と王様が言った。\n\nここでテンジクネズミの一匹が歓声を上げたが、すぐに法廷の役人たちに押さえ込まれた。（これはかなり難しい言葉なので、どうやって行われたか説明しよう。彼らは大きな帆布の袋を持っていて、口を紐で縛れるようになっていた。これにテンジクネズミを頭から滑り込ませ、その上に座ったのである。）\n\n「こういうやり方を見られてよかった」とアリスは思った。「裁判の終わりに新聞でよく読むわ、『拍手の試みがあったが、直ちに法廷の役人によって押さえ込まれた』って。今まで意味が分からなかったけど、やっと理解できた」\n\n「もしそれだけしか知らないなら、退いてよろしい」と王様が続けた。\n\n「これ以上低くはなれません」と帽子屋が言った。「今でも床に這いつくばっているんですから」\n\n「それでは座ってもよろしい」と王様が答えた。\n\nここで別のテンジクネズミが歓声を上げ、押さえ込まれた。\n\n「さあ、これでテンジクネズミはおしまいね！」とアリスは思った。「これでだいぶやりやすくなるわ」\n\n「お茶を続けたいのですが」と帽子屋は、歌手のリストを読んでいる女王を不安そうに見ながら言った。\n\n「行ってよろしい」と王様が言うと、帽子屋は靴を履き直すのを待たずに、急いで法廷を去った。\n\n「――外で首を刎ねるのよ」と女王が役人の一人に付け加えた。しかし役人がドアにたどり着く前に、帽子屋は見えなくなっていた。\n\n「次の証人を呼べ！」と王様が言った。\n\n次の証人は公爵夫人の料理人だった。彼女は手に胡椒入れを持っており、アリスは彼女が法廷に入る前から、ドア近くの人々が一斉にくしゃみをし始めた様子で、誰なのか察しがついた。\n\n「証言せよ」と王様が言った。\n\n「いやよ」と料理人が言った。\n\n王様は心配そうに白ウサギを見た。白ウサギは小声で言った。「陛下、この証人は反対尋問をなさる必要がございます」\n\n「よかろう、必要ならばするまでよ」と王様は憂鬱そうに言い、腕を組み、目がほとんど見えなくなるほど料理人をにらみつけた後、低い声で言った。「タルトは何でできている？」\n\n「ほとんど胡椒よ」と料理人が言った。\n\n「糖蜜だよ」と彼女の後ろで眠そうな声がした。\n\n「あのヤマネを捕まえろ！」と女王は金切り声をあげた。「あのヤマネを首にせよ！あのヤマネを法廷から追い出せ！押さえつけろ！つねれ！ひげをむしり取れ！」\n\n数分間、法廷全体が大混乱に陥り、ヤマネを追い出すのに手間取っていた。そして皆が落ち着きを取り戻した頃には、料理人は姿を消していた。\n\n「かまうものか！」と王様は、ほっとした様子で言った。「次の証人を呼べ。」そして小声で女王に付け加えた。「本当に、君が次の証人は尋問しなくては。おかげでこめかみが痛くなってきたよ！」\n\nアリスは、リストを手探りで探している白ウサギを見つめながら、次の証人がどんなものかとても気になっていた。「――だって、まだ証拠はほとんど出ていないんだもの」と彼女は心の中で思った。白ウサギが、甲高いか細い声の最高音で「アリス！」という名前を読み上げたときの、彼女の驚きを想像してみよ。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER XII.",
    "translated_title": "CHAPTER XII.",
    "original_content": "CHAPTER XII.\nAlice’s Evidence\n\n\n“Here!” cried Alice, quite forgetting in the flurry of the moment how\nlarge she had grown in the last few minutes, and she jumped up in such\na hurry that she tipped over the jury-box with the edge of her skirt,\nupsetting all the jurymen on to the heads of the crowd below, and there\nthey lay sprawling about, reminding her very much of a globe of\ngoldfish she had accidentally upset the week before.\n\n“Oh, I _beg_ your pardon!” she exclaimed in a tone of great dismay, and\nbegan picking them up again as quickly as she could, for the accident\nof the goldfish kept running in her head, and she had a vague sort of\nidea that they must be collected at once and put back into the\njury-box, or they would die.\n\n“The trial cannot proceed,” said the King in a very grave voice, “until\nall the jurymen are back in their proper places—_all_,” he repeated\nwith great emphasis, looking hard at Alice as he said so.\n\nAlice looked at the jury-box, and saw that, in her haste, she had put\nthe Lizard in head downwards, and the poor little thing was waving its\ntail about in a melancholy way, being quite unable to move. She soon\ngot it out again, and put it right; “not that it signifies much,” she\nsaid to herself; “I should think it would be _quite_ as much use in the\ntrial one way up as the other.”\n\nAs soon as the jury had a little recovered from the shock of being\nupset, and their slates and pencils had been found and handed back to\nthem, they set to work very diligently to write out a history of the\naccident, all except the Lizard, who seemed too much overcome to do\nanything but sit with its mouth open, gazing up into the roof of the\ncourt.\n\n“What do you know about this business?” the King said to Alice.\n\n“Nothing,” said Alice.\n\n“Nothing _whatever?_” persisted the King.\n\n“Nothing whatever,” said Alice.\n\n“That’s very important,” the King said, turning to the jury. They were\njust beginning to write this down on their slates, when the White\nRabbit interrupted: “_Un_important, your Majesty means, of course,” he\nsaid in a very respectful tone, but frowning and making faces at him as\nhe spoke.\n\n“_Un_important, of course, I meant,” the King hastily said, and went on\nto himself in an undertone,\n\n“important—unimportant—unimportant—important—” as if he were trying\nwhich word sounded best.\n\nSome of the jury wrote it down “important,” and some “unimportant.”\nAlice could see this, as she was near enough to look over their slates;\n“but it doesn’t matter a bit,” she thought to herself.\n\nAt this moment the King, who had been for some time busily writing in\nhis note-book, cackled out “Silence!” and read out from his book, “Rule\nForty-two. _All persons more than a mile high to leave the court_.”\n\nEverybody looked at Alice.\n\n“_I’m_ not a mile high,” said Alice.\n\n“You are,” said the King.\n\n“Nearly two miles high,” added the Queen.\n\n“Well, I shan’t go, at any rate,” said Alice: “besides, that’s not a\nregular rule: you invented it just now.”\n\n“It’s the oldest rule in the book,” said the King.\n\n“Then it ought to be Number One,” said Alice.\n\nThe King turned pale, and shut his note-book hastily. “Consider your\nverdict,” he said to the jury, in a low, trembling voice.\n\n“There’s more evidence to come yet, please your Majesty,” said the\nWhite Rabbit, jumping up in a great hurry; “this paper has just been\npicked up.”\n\n“What’s in it?” said the Queen.\n\n“I haven’t opened it yet,” said the White Rabbit, “but it seems to be a\nletter, written by the prisoner to—to somebody.”\n\n“It must have been that,” said the King, “unless it was written to\nnobody, which isn’t usual, you know.”\n\n“Who is it directed to?” said one of the jurymen.\n\n“It isn’t directed at all,” said the White Rabbit; “in fact, there’s\nnothing written on the _outside_.” He unfolded the paper as he spoke,\nand added “It isn’t a letter, after all: it’s a set of verses.”\n\n“Are they in the prisoner’s handwriting?” asked another of the jurymen.\n\n“No, they’re not,” said the White Rabbit, “and that’s the queerest\nthing about it.” (The jury all looked puzzled.)\n\n“He must have imitated somebody else’s hand,” said the King. (The jury\nall brightened up again.)\n\n“Please your Majesty,” said the Knave, “I didn’t write it, and they\ncan’t prove I did: there’s no name signed at the end.”\n\n“If you didn’t sign it,” said the King, “that only makes the matter\nworse. You _must_ have meant some mischief, or else you’d have signed\nyour name like an honest man.”\n\nThere was a general clapping of hands at this: it was the first really\nclever thing the King had said that day.\n\n“That _proves_ his guilt,” said the Queen.\n\n“It proves nothing of the sort!” said Alice. “Why, you don’t even know\nwhat they’re about!”\n\n“Read them,” said the King.\n\nThe White Rabbit put on his spectacles. “Where shall I begin, please\nyour Majesty?” he asked.\n\n“Begin at the beginning,” the King said gravely, “and go on till you\ncome to the end: then stop.”\n\nThese were the verses the White Rabbit read:—\n\n“They told me you had been to her,\n    And mentioned me to him:\nShe gave me a good character,\n    But said I could not swim.\n\nHe sent them word I had not gone\n    (We know it to be true):\nIf she should push the matter on,\n    What would become of you?\n\nI gave her one, they gave him two,\n    You gave us three or more;\nThey all returned from him to you,\n    Though they were mine before.\n\nIf I or she should chance to be\n    Involved in this affair,\nHe trusts to you to set them free,\n    Exactly as we were.\n\nMy notion was that you had been\n    (Before she had this fit)\nAn obstacle that came between\n    Him, and ourselves, and it.\n\nDon’t let him know she liked them best,\n    For this must ever be\nA secret, kept from all the rest,\n    Between yourself and me.”\n\n\n“That’s the most important piece of evidence we’ve heard yet,” said the\nKing, rubbing his hands; “so now let the jury—”\n\n“If any one of them can explain it,” said Alice, (she had grown so\nlarge in the last few minutes that she wasn’t a bit afraid of\ninterrupting him,) “I’ll give him sixpence. _I_ don’t believe there’s\nan atom of meaning in it.”\n\nThe jury all wrote down on their slates, “_She_ doesn’t believe there’s\nan atom of meaning in it,” but none of them attempted to explain the\npaper.\n\n“If there’s no meaning in it,” said the King, “that saves a world of\ntrouble, you know, as we needn’t try to find any. And yet I don’t\nknow,” he went on, spreading out the verses on his knee, and looking at\nthem with one eye; “I seem to see some meaning in them, after all.\n“—_said I could not swim_—” you can’t swim, can you?” he added, turning\nto the Knave.\n\nThe Knave shook his head sadly. “Do I look like it?” he said. (Which he\ncertainly did _not_, being made entirely of cardboard.)\n\n“All right, so far,” said the King, and he went on muttering over the\nverses to himself: “‘_We know it to be true_—’ that’s the jury, of\ncourse—‘_I gave her one, they gave him two_—’ why, that must be what he\ndid with the tarts, you know—”\n\n“But, it goes on ‘_they all returned from him to you_,’” said Alice.\n\n“Why, there they are!” said the King triumphantly, pointing to the\ntarts on the table. “Nothing can be clearer than _that_. Then\nagain—‘_before she had this fit_—’ you never had fits, my dear, I\nthink?” he said to the Queen.\n\n“Never!” said the Queen furiously, throwing an inkstand at the Lizard\nas she spoke. (The unfortunate little Bill had left off writing on his\nslate with one finger, as he found it made no mark; but he now hastily\nbegan again, using the ink, that was trickling down his face, as long\nas it lasted.)\n\n“Then the words don’t _fit_ you,” said the King, looking round the\ncourt with a smile. There was a dead silence.\n\n“It’s a pun!” the King added in an offended tone, and everybody\nlaughed, “Let the jury consider their verdict,” the King said, for\nabout the twentieth time that day.\n\n“No, no!” said the Queen. “Sentence first—verdict afterwards.”\n\n“Stuff and nonsense!” said Alice loudly. “The idea of having the\nsentence first!”\n\n“Hold your tongue!” said the Queen, turning purple.\n\n“I won’t!” said Alice.\n\n“Off with her head!” the Queen shouted at the top of her voice. Nobody\nmoved.\n\n“Who cares for you?” said Alice, (she had grown to her full size by\nthis time.) “You’re nothing but a pack of cards!”\n\nAt this the whole pack rose up into the air, and came flying down upon\nher: she gave a little scream, half of fright and half of anger, and\ntried to beat them off, and found herself lying on the bank, with her\nhead in the lap of her sister, who was gently brushing away some dead\nleaves that had fluttered down from the trees upon her face.\n\n“Wake up, Alice dear!” said her sister; “Why, what a long sleep you’ve\nhad!”\n\n“Oh, I’ve had such a curious dream!” said Alice, and she told her\nsister, as well as she could remember them, all these strange\nAdventures of hers that you have just been reading about; and when she\nhad finished, her sister kissed her, and said, “It _was_ a curious\ndream, dear, certainly: but now run in to your tea; it’s getting late.”\nSo Alice got up and ran off, thinking while she ran, as well she might,\nwhat a wonderful dream it had been.\n\n\nBut her sister sat still just as she left her, leaning her head on her\nhand, watching the setting sun, and thinking of little Alice and all\nher wonderful Adventures, till she too began dreaming after a fashion,\nand this was her dream:—\n\nFirst, she dreamed of little Alice herself, and once again the tiny\nhands were clasped upon her knee, and the bright eager eyes were\nlooking up into hers—she could hear the very tones of her voice, and\nsee that queer little toss of her head to keep back the wandering hair\nthat _would_ always get into her eyes—and still as she listened, or\nseemed to listen, the whole place around her became alive with the\nstrange creatures of her little sister’s dream.\n\nThe long grass rustled at her feet as the White Rabbit hurried by—the\nfrightened Mouse splashed his way through the neighbouring pool—she\ncould hear the rattle of the teacups as the March Hare and his friends\nshared their never-ending meal, and the shrill voice of the Queen\nordering off her unfortunate guests to execution—once more the pig-baby\nwas sneezing on the Duchess’s knee, while plates and dishes crashed\naround it—once more the shriek of the Gryphon, the squeaking of the\nLizard’s slate-pencil, and the choking of the suppressed guinea-pigs,\nfilled the air, mixed up with the distant sobs of the miserable Mock\nTurtle.\n\nSo she sat on, with closed eyes, and half believed herself in\nWonderland, though she knew she had but to open them again, and all\nwould change to dull reality—the grass would be only rustling in the\nwind, and the pool rippling to the waving of the reeds—the rattling\nteacups would change to tinkling sheep-bells, and the Queen’s shrill\ncries to the voice of the shepherd boy—and the sneeze of the baby, the\nshriek of the Gryphon, and all the other queer noises, would change\n(she knew) to the confused clamour of the busy farm-yard—while the\nlowing of the cattle in the distance would take the place of the Mock\nTurtle’s heavy sobs.\n\nLastly, she pictured to herself how this same little sister of hers\nwould, in the after-time, be herself a grown woman; and how she would\nkeep, through all her riper years, the simple and loving heart of her\nchildhood: and how she would gather about her other little children,\nand make _their_ eyes bright and eager with many a strange tale,\nperhaps even with the dream of Wonderland of long ago: and how she\nwould feel with all their simple sorrows, and find a pleasure in all\ntheir simple joys, remembering her own child-life, and the happy summer\ndays.\n\nTHE END\n\n*** END OF THE PROJECT GUTENBERG EBOOK 11 ***",
    "translated_content": "CHAPTER XII.\n\n第12章\nアリスの証言\n\n「はい！」アリスは叫んだ。この騒ぎの中で、ここ数分の間に自分がどれほど大きくなったかをすっかり忘れ、あまりにも急いで立ち上がったため、スカートの端が陪審員席をひっくり返し、陪審員全員を下の群衆の頭の上に転がり落としてしまった。彼らはそこに手足を広げて倒れ、まるで先週うっかりひっくり返してしまった金魚鉢の金魚のようだった。\n\n「あら、本当にごめんなさい！」彼女はひどく狼狽した口調で叫び、できるだけ急いで彼らを拾い上げ始めた。金魚の事故が頭から離れず、彼らをすぐに集めて陪審員席に戻さなければ、死んでしまうという漠然とした考えが彼女を駆り立てたのだ。\n\n「陪審員全員が――全員だぞ」と王様は大変厳しい声で言い、そう言いながらアリスをじっと睨みつけ、「本来の位置に戻るまで、裁判は続行できない」\n\nアリスは陪審員席を見下ろし、自分が慌ててトカゲを逆さまに入れてしまったことに気づいた。そのかわいそうな小さな生き物は、悲しげに尾を振っていたが、全く身動きが取れない。彼女はすぐにそれを再び取り出し、正しい向きに直した。「別に大した意味はないわ」と彼女は独り言を言った。「どっち向きでも裁判には同じくらい役立つと思うけど」\n\n陪審員たちはひっくり返された衝撃から少し回復すると、石板と鉛筆が見つかり手元に戻されると、トカゲを除く全員が熱心に事故の経緯を書き留め始めた。トカゲはあまりにも打ちのめされたようで、口を開けたまま座り、法廷の天井を仰ぎ見ることしかできなかった。\n\n「この件について何か知っていることはあるか？」王様がアリスに尋ねた。\n\n「何も」とアリスは答えた。\n\n「本当に何もか？」王様は食い下がった。\n\n「本当に何も」とアリスは言った。\n\n「それは大変重要だ」王様は陪審員の方に向き直って言った。彼らがちょうどこれを石板に書き始めようとした時、白ウサギが口を挟んだ。「『重要でない』とおっしゃりたかったのでしょう、陛下」彼はとても丁寧な口調で言ったが、話しながら王様に顔をしかめ、変な顔をしていた。\n\n「『重要でない』だ、もちろん、そう言いたかったのだ」王様は慌てて言い、小声で独り言を続けた。「重要――重要でない――重要でない――重要――」まるでどちらの言葉が一番響きが良いか試しているかのようだった。\n\n陪審員のうち何人かは「重要」と書き留め、また何人かは「重要でない」と記した。\nアリスは彼らの石板を覗き込めるほど近くにいたので、それが見えた。\n「でも、ちっともかまわないわ」と彼女は心の中で思った。\n\nこの時、しばらくの間せっせと手帳に書きつけていた王様が、「静粛に！」と甲高く叫び、\n本から読み上げた。「第四十二条。　すべて身長一マイルを超える者は法廷を退去すべし」\n\nみんながアリスを見た。\n\n「私、一マイルもないわ」とアリスが言った。\n\n「あるぞ」と王様が言った。\n\n「ほぼ二マイルはあるわ」と女王が付け加えた。\n\n「まあ、とにかく私は行きません」とアリスは言った。「それに、それは正式な規則じゃないわ。今、あなたがでっち上げたんでしょう」\n\n「それは本書中最も古い規則だ」と王様が言った。\n\n「それなら第一番であるべきですよ」とアリスが言った。\n\n王様は顔色を失い、慌てて手帳を閉じた。「評決を考えてくれ」と彼は陪審員に低く震える声で言った。\n\n「まだ証拠がございます、陛下」と白ウサギが大急ぎで飛び上がって言った。「この書類はたった今拾われたものです」\n\n「中身は何かね？」と女王が言った。\n\n「まだ開けておりません」と白ウサギが言った。「しかし、どうやら囚人が――誰かにあてた手紙のようです」\n\n「それに違いない」と王様が言った。「誰にもあてていないのでなければの話だが、そんなことは普通ない、わかるな」\n\n「あて先は誰になっているのか？」と陪審員の一人が言った。\n\n「あて先はまったく書かれていません」と白ウサギが言った。「実は、表側には何も書かれていないのです」彼は話しながら紙を広げ、「結局、手紙ではありません。一連の詩です」と付け加えた。\n\n「それは囚人の筆跡か？」と別の陪審員が尋ねた。\n\n「いいえ、違います」と白ウサギが言った。「そして、それが一番奇妙な点です」（陪審員全員が困惑した顔をした）\n\n「彼は誰か他の人の筆跡をまねたに違いない」と王様が言った。（陪審員全員が再び明るい表情になった）\n\n「陛下」とジャックが言った。「私はこれを書いていません。そして彼らは私が書いたことを証明できません。最後に署名がないのですから」\n\n「もし署名していないなら」と王様が言った。「それは事態をさらに悪くするだけだ。お前は何か悪だくみを企てていたに違いない。そうでなければ、正直者らしく自分の名前を署名したはずだ」\n\nこれには満場の拍手が起こった。その日、王様が言った本当に賢明なことはこれが初めてだった。\n\n「それで彼の罪が証明されたわ」と女王が言った。\n\n「そんなこと、何も証明していないわ！」とアリスが言った。「だって、あなたはそれが何についての詩かさえ知らないじゃない！」\n\n「それを読み上げよ」と王様が言った。\n\n白ウサギは眼鏡をかけました。「どこから始めればよろしいでしょうか、陛下？」と尋ねました。\n\n「最初から始めるのだ」と王様は厳かに言いました。「そして終わりに辿り着くまで続けよ。それでやめるのだ」\n\n白ウサギが読んだ詩は次のようなものでした：―\n\n「彼らは私に言った、君が彼女のところへ行ったと、\n　　そして私のことを彼に話したと。\n彼女は私のことをよく言ってくれた、\n　　だが私は泳げないと言ったと。\n\n彼は彼らに伝えた、私は行っていないと\n　　（我々はそれが真実だと知っている）：\nもし彼女がこの件を追求したら、\n　　君はどうなるだろう？\n\n私は彼女に一つを、彼らは彼に二つを、\n　　君は我々に三つ以上をくれた；\nそれらは皆、彼から君へと返された、\n　　もっともそれらは以前は私のものだった。\n\nもし私や彼女が偶然にも\n　　この事件に巻き込まれるようなことがあれば、\n彼は君がそれらを解放することを信頼している、\n　　まさに我々が以前そうであったように。\n\n私の考えでは、君は（彼女がこの発作を起こす前に）\n　　障害物だったのだ、\n彼と、我々自身と、それとの間に\n　　立ちはだかった。\n\n彼に知らせるな、彼女がそれらを最も気に入っていたことを、\n　　なぜならこれは永遠に\n秘密でなければならない、他のすべてから隠された、\n　　君と私の間だけの」\n\n「これは我々が今まで聞いた中で最も重要な証拠だ」と王様は手をこすりながら言った。「さあ、陪審員たちに―」\n\n「もし彼らの誰かがこれを説明できるなら」とアリスが言いました（彼女はここ数分でとても大きくなっていたので、王様の話を遮ることも少しも恐れていませんでした）、「私はその人に六ペンスをあげます。私はこれに少しも意味があるとは思えません」\n\n陪審員たちは全員、自分の石板に「彼女はこれに少しも意味があると思っていない」と書き留めましたが、誰一人としてその文書を説明しようとはしませんでした。\n\n「もしそれに意味がないのなら」と王様は言いました、「それは大きな手間が省けるというものだ、そうだろう、我々は何も見つけようと努力する必要がないのだから。しかし、わからん」と彼は続け、詩をひざの上に広げ、片目でそれらを見つめました。「どうやら、いくらか意味があるように思える。『―私は泳げないと言った―』君は泳げないのか？」と彼はジャック（トランプの）の方に向き直って付け加えました。\n\nジャックは悲しげに首を振りました。「私がそんな風に見えますか？」と彼は言いました。（彼は確かにそんな風には見えませんでした。完全に厚紙でできていたのですから。）\n\n「よろしい、ここまでは」と王様は言い、そして詩を自分に向かってぶつぶつと読み続けました：「『我々はそれが真実だと知っている』―それはもちろん陪審員のことだ―『私は彼女に一つを、彼らは彼に二つを』―なぜ、それはきっと彼がタルトでやったことに違いない、そうだろう―」\n\n「しかし、その続きは『それらは皆、彼から君へと返された』ですよ」とアリスが言いました。\n\n「ほら、あそこにあるじゃないか！」と王様は勝ち誇ったように、テーブルの上のタルトを指さしました。「これほど明らかなことはない。それからまた――『この発作が起こる前に』――おまえは発作なんか起こしたことないだろう、ねえ？」と、王様は女王に言いました。\n\n「一度だってないわ！」と女王は怒って叫び、言いながらトカゲにインク壺を投げつけました。（かわいそうな小さなビルは、指で石板に字を書いても跡がつかないので、もう書くのをやめていたのですが、今では顔を伝って流れてくるインクを使い、それが続く限り急いでまた書き始めました。）\n\n「じゃあ、その言葉はおまえには当てはまらないな」と、王様は法廷を見回しながら微笑んで言いました。しんとした静けさが訪れました。\n\n「それは洒落だ！」と王様は気を悪くした口調で付け加え、みんなが笑いました。「陪審員は評決を考慮せよ」と、王様はその日二十回目くらいに言いました。\n\n「いや、いや！」と女王が言いました。「まず刑罰――そのあと評決よ」\n\n「でたらめもいいところ！」とアリスは大声で言いました。「まず刑罰だなんて！」\n\n「黙れ！」と女王は、顔を紫色にして言いました。\n\n「嫌だわ！」とアリスは言いました。\n\n「あの子の首をはねよ！」と女王は声を限りに叫びました。だれも動きませんでした。\n\n「あんたなんか怖くないわ！」とアリスは言いました。（この時までに、彼女はすっかり元の大きさに戻っていました。）「あんたたちはただのトランプの束にすぎないんだから！」\n\nこれを聞くと、トランプ一組全体が空中に舞い上がり、彼女の上に降りかかってきました：彼女は恐怖と怒り半分ずつで小さな叫び声をあげ、それらを払いのけようとし、気がつくと川岸に横たわっていて、頭は姉のひざの上に乗っており、姉はそっと彼女の顔に木からひらひらと落ちてきた枯れ葉を払っていました。\n\n「目を覚ましなさい、アリス、あなた！」と姉が言いました。「まあ、なんて長い眠りだったんでしょう！」\n\n「ああ、とっても不思議な夢を見たの！」とアリスは言い、そして彼女は覚えている限り、あなたが今読んでいたこれらの奇妙な冒険のすべてを姉に話しました；そして彼女が話し終えると、姉は彼女にキスをして、言いました。「それは確かに不思議な夢だったわね、あなた：でももうお茶の時間よ；遅くなってるから。」そこでアリスは立ち上がって走り去り、走りながら、それはなんてすばらしい夢だったのだろう、と当然考えました。\n\n\nしかし彼女の姉は、彼女が去ったときと同じようにじっと座ったままで、手に頭を乗せて、沈みゆく夕日を見つめ、小さなアリスと彼女のすべてのすばらしい冒険について考えていました、そして彼女もまたある意味で夢を見始めました、そしてこれが彼女の夢でした：―\n\nまず彼女は、小さなアリス自身の夢を見ました。再び小さな手が彼女の膝の上で組まれ、輝くような熱心な目が彼女の目を見上げていました――彼女はその声の調子まではっきりと聞き、いつも目に入ってくるはねた髪を振り払うための、あの奇妙な小さな首の振り方も見ることができました――そして彼女が耳を傾けているうちに、あるいは耳を傾けているように感じているうちに、周囲の場所全体が彼女の妹の夢に出てきた不思議な生き物たちで生き生きとし始めました。\n\n白ウサギが急ぎ足で通り過ぎると、長い草が彼女の足元でさらさらと音を立てました――おびえたネズミは近くの池を水しぶきを上げて進みました――三月ウサギとその仲間たちが終わりのない食事をしている紅茶茶碗のガチャガチャという音や、不幸な客たちを処刑せよと命令する女王甲高い声が聞こえました――再び豚の赤ん坊が公爵夫人の膝の上でくしゃみをし、周りでは皿やお盆がガチャガチャと音を立てました――再びグリフォンの金切り声、トカゲの石筆のきしむ音、そして押さえつけられたモルモットの窒息しそうな声が空気に満ち、それは悲しみに暮れる偽りガメの遠くかすんだすすり泣きと入り混じっていました。\n\nそうして彼女は目を閉じたまま座り続け、半分は自分が不思議の国にいるのだと信じていました。たとえ目を開ければ、すべてが退屈な現実に変わってしまうことを知っていても――草は風にさらさらと音を立てるだけになり、池は葦の揺れに合わせてさざ波立つだけ――ガチャガチャ鳴る紅茶茶碗は羊の鈴のチリンチリンという音に変わり、女王の甲高い叫び声は羊飼いの少年の声に変わるでしょう――そして赤ん坊のくしゃみも、グリフォンの金切り声も、その他すべての奇妙な音も（彼女には分かっていました）忙しい農家の庭のごちゃまぜな喧騒に変わり、遠くで牛が鳴く声が偽りガメの重苦しいすすり泣きに取って代わるのです。\n\n最後に、彼女はこの同じ妹が、後の時代に、一人の大人の女性になる姿を心に描きました。そして彼女が成熟した年月を通じて、どのようにして子供時代の純粋で愛情深い心を保ち続けるか、またどのようにして他の小さな子供たちを自分の周りに集め、多くの不思議な物語――ひょっとすると、遠い昔の不思議の国の夢さえも――で彼らの目を輝かせ、熱心にさせるか、そして彼女自身の子供時代の生活や幸せな夏の日々を思い出しながら、子供たちの単純な悲しみをすべて共に感じ、彼らの単純な喜びのすべてに楽しみを見いだすかを想像したのです。\n\n終わり\n\n*** プロジェクト・グーテンベルク電子書籍11の終わり ***",
    "chapter_number": 100,
    "roman_num": "C"
  }
]