[
  {
    "original_title": "CHAPTER I.",
    "translated_title": "CHAPTER I.",
    "original_content": "CHAPTER I.\nDown the Rabbit-Hole\n\n\nAlice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do: once or twice she had peeped into\nthe book her sister was reading, but it had no pictures or\nconversations in it, “and what is the use of a book,” thought Alice\n“without pictures or conversations?”\n\nSo she was considering in her own mind (as well as she could, for the\nhot day made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.\n\nThere was nothing so _very_ remarkable in that; nor did Alice think it\nso _very_ much out of the way to hear the Rabbit say to itself, “Oh\ndear! Oh dear! I shall be late!” (when she thought it over afterwards,\nit occurred to her that she ought to have wondered at this, but at the\ntime it all seemed quite natural); but when the Rabbit actually _took a\nwatch out of its waistcoat-pocket_, and looked at it, and then hurried\non, Alice started to her feet, for it flashed across her mind that she\nhad never before seen a rabbit with either a waistcoat-pocket, or a\nwatch to take out of it, and burning with curiosity, she ran across the\nfield after it, and fortunately was just in time to see it pop down a\nlarge rabbit-hole under the hedge.\n\nIn another moment down went Alice after it, never once considering how\nin the world she was to get out again.\n\nThe rabbit-hole went straight on like a tunnel for some way, and then\ndipped suddenly down, so suddenly that Alice had not a moment to think\nabout stopping herself before she found herself falling down a very\ndeep well.\n\nEither the well was very deep, or she fell very slowly, for she had\nplenty of time as she went down to look about her and to wonder what\nwas going to happen next. First, she tried to look down and make out\nwhat she was coming to, but it was too dark to see anything; then she\nlooked at the sides of the well, and noticed that they were filled with\ncupboards and book-shelves; here and there she saw maps and pictures\nhung upon pegs. She took down a jar from one of the shelves as she\npassed; it was labelled “ORANGE MARMALADE”, but to her great\ndisappointment it was empty: she did not like to drop the jar for fear\nof killing somebody underneath, so managed to put it into one of the\ncupboards as she fell past it.\n\n“Well!” thought Alice to herself, “after such a fall as this, I shall\nthink nothing of tumbling down stairs! How brave they’ll all think me\nat home! Why, I wouldn’t say anything about it, even if I fell off the\ntop of the house!” (Which was very likely true.)\n\nDown, down, down. Would the fall _never_ come to an end? “I wonder how\nmany miles I’ve fallen by this time?” she said aloud. “I must be\ngetting somewhere near the centre of the earth. Let me see: that would\nbe four thousand miles down, I think—” (for, you see, Alice had learnt\nseveral things of this sort in her lessons in the schoolroom, and\nthough this was not a _very_ good opportunity for showing off her\nknowledge, as there was no one to listen to her, still it was good\npractice to say it over) “—yes, that’s about the right distance—but\nthen I wonder what Latitude or Longitude I’ve got to?” (Alice had no\nidea what Latitude was, or Longitude either, but thought they were nice\ngrand words to say.)\n\nPresently she began again. “I wonder if I shall fall right _through_\nthe earth! How funny it’ll seem to come out among the people that walk\nwith their heads downward! The Antipathies, I think—” (she was rather\nglad there _was_ no one listening, this time, as it didn’t sound at all\nthe right word) “—but I shall have to ask them what the name of the\ncountry is, you know. Please, Ma’am, is this New Zealand or Australia?”\n(and she tried to curtsey as she spoke—fancy _curtseying_ as you’re\nfalling through the air! Do you think you could manage it?) “And what\nan ignorant little girl she’ll think me for asking! No, it’ll never do\nto ask: perhaps I shall see it written up somewhere.”\n\nDown, down, down. There was nothing else to do, so Alice soon began\ntalking again. “Dinah’ll miss me very much to-night, I should think!”\n(Dinah was the cat.) “I hope they’ll remember her saucer of milk at\ntea-time. Dinah my dear! I wish you were down here with me! There are\nno mice in the air, I’m afraid, but you might catch a bat, and that’s\nvery like a mouse, you know. But do cats eat bats, I wonder?” And here\nAlice began to get rather sleepy, and went on saying to herself, in a\ndreamy sort of way, “Do cats eat bats? Do cats eat bats?” and\nsometimes, “Do bats eat cats?” for, you see, as she couldn’t answer\neither question, it didn’t much matter which way she put it. She felt\nthat she was dozing off, and had just begun to dream that she was\nwalking hand in hand with Dinah, and saying to her very earnestly,\n“Now, Dinah, tell me the truth: did you ever eat a bat?” when suddenly,\nthump! thump! down she came upon a heap of sticks and dry leaves, and\nthe fall was over.\n\nAlice was not a bit hurt, and she jumped up on to her feet in a moment:\nshe looked up, but it was all dark overhead; before her was another\nlong passage, and the White Rabbit was still in sight, hurrying down\nit. There was not a moment to be lost: away went Alice like the wind,\nand was just in time to hear it say, as it turned a corner, “Oh my ears\nand whiskers, how late it’s getting!” She was close behind it when she\nturned the corner, but the Rabbit was no longer to be seen: she found\nherself in a long, low hall, which was lit up by a row of lamps hanging\nfrom the roof.\n\nThere were doors all round the hall, but they were all locked; and when\nAlice had been all the way down one side and up the other, trying every\ndoor, she walked sadly down the middle, wondering how she was ever to\nget out again.\n\nSuddenly she came upon a little three-legged table, all made of solid\nglass; there was nothing on it except a tiny golden key, and Alice’s\nfirst thought was that it might belong to one of the doors of the hall;\nbut, alas! either the locks were too large, or the key was too small,\nbut at any rate it would not open any of them. However, on the second\ntime round, she came upon a low curtain she had not noticed before, and\nbehind it was a little door about fifteen inches high: she tried the\nlittle golden key in the lock, and to her great delight it fitted!\n\nAlice opened the door and found that it led into a small passage, not\nmuch larger than a rat-hole: she knelt down and looked along the\npassage into the loveliest garden you ever saw. How she longed to get\nout of that dark hall, and wander about among those beds of bright\nflowers and those cool fountains, but she could not even get her head\nthrough the doorway; “and even if my head would go through,” thought\npoor Alice, “it would be of very little use without my shoulders. Oh,\nhow I wish I could shut up like a telescope! I think I could, if I only\nknew how to begin.” For, you see, so many out-of-the-way things had\nhappened lately, that Alice had begun to think that very few things\nindeed were really impossible.\n\nThere seemed to be no use in waiting by the little door, so she went\nback to the table, half hoping she might find another key on it, or at\nany rate a book of rules for shutting people up like telescopes: this\ntime she found a little bottle on it, (“which certainly was not here\nbefore,” said Alice,) and round the neck of the bottle was a paper\nlabel, with the words “DRINK ME,” beautifully printed on it in large\nletters.\n\nIt was all very well to say “Drink me,” but the wise little Alice was\nnot going to do _that_ in a hurry. “No, I’ll look first,” she said,\n“and see whether it’s marked ‘_poison_’ or not”; for she had read\nseveral nice little histories about children who had got burnt, and\neaten up by wild beasts and other unpleasant things, all because they\n_would_ not remember the simple rules their friends had taught them:\nsuch as, that a red-hot poker will burn you if you hold it too long;\nand that if you cut your finger _very_ deeply with a knife, it usually\nbleeds; and she had never forgotten that, if you drink much from a\nbottle marked “poison,” it is almost certain to disagree with you,\nsooner or later.\n\nHowever, this bottle was _not_ marked “poison,” so Alice ventured to\ntaste it, and finding it very nice, (it had, in fact, a sort of mixed\nflavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and\nhot buttered toast,) she very soon finished it off.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“What a curious feeling!” said Alice; “I must be shutting up like a\ntelescope.”\n\nAnd so it was indeed: she was now only ten inches high, and her face\nbrightened up at the thought that she was now the right size for going\nthrough the little door into that lovely garden. First, however, she\nwaited for a few minutes to see if she was going to shrink any further:\nshe felt a little nervous about this; “for it might end, you know,”\nsaid Alice to herself, “in my going out altogether, like a candle. I\nwonder what I should be like then?” And she tried to fancy what the\nflame of a candle is like after the candle is blown out, for she could\nnot remember ever having seen such a thing.\n\nAfter a while, finding that nothing more happened, she decided on going\ninto the garden at once; but, alas for poor Alice! when she got to the\ndoor, she found she had forgotten the little golden key, and when she\nwent back to the table for it, she found she could not possibly reach\nit: she could see it quite plainly through the glass, and she tried her\nbest to climb up one of the legs of the table, but it was too slippery;\nand when she had tired herself out with trying, the poor little thing\nsat down and cried.\n\n“Come, there’s no use in crying like that!” said Alice to herself,\nrather sharply; “I advise you to leave off this minute!” She generally\ngave herself very good advice, (though she very seldom followed it),\nand sometimes she scolded herself so severely as to bring tears into\nher eyes; and once she remembered trying to box her own ears for having\ncheated herself in a game of croquet she was playing against herself,\nfor this curious child was very fond of pretending to be two people.\n“But it’s no use now,” thought poor Alice, “to pretend to be two\npeople! Why, there’s hardly enough of me left to make _one_ respectable\nperson!”\n\nSoon her eye fell on a little glass box that was lying under the table:\nshe opened it, and found in it a very small cake, on which the words\n“EAT ME” were beautifully marked in currants. “Well, I’ll eat it,” said\nAlice, “and if it makes me grow larger, I can reach the key; and if it\nmakes me grow smaller, I can creep under the door; so either way I’ll\nget into the garden, and I don’t care which happens!”\n\nShe ate a little bit, and said anxiously to herself, “Which way? Which\nway?”, holding her hand on the top of her head to feel which way it was\ngrowing, and she was quite surprised to find that she remained the same\nsize: to be sure, this generally happens when one eats cake, but Alice\nhad got so much into the way of expecting nothing but out-of-the-way\nthings to happen, that it seemed quite dull and stupid for life to go\non in the common way.\n\nSo she set to work, and very soon finished off the cake.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *",
    "translated_content": "CHAPTER I.\n\nГЛАВА I.\nВниз по кроличьей норе\n\n\nАлиса начала уже сильно скучать, сидя с сестрой на берегу реки и не\nимея никакого дела: раз или два она заглянула в книгу, которую читала\nсестра, но там не было ни картинок, ни разговоров. «И что за книга, —\nподумала Алиса, — без картинок и разговоров?»\n\nИ вот она размышляла про себя (насколько это было возможно, потому что\nжаркий день делал её сонной и вялой), стоит ли удовольствие плести\nвенок из маргариток труда вставать и собирать их, как вдруг мимо\nпробежал Белый Кролик с розовыми глазами.\n\nВ этом не было ничего _особенно_ удивительного; Алиса также не\nсочла _слишком_ странным услышать, как Кролик говорит сам себе: «Ах,\nбоже мой! Ах, боже мой! Я опаздываю!» (позже, размышляя об этом, она\nрешила, что ей следовало бы удивиться, но в тот момент всё казалось\nсовершенно естественным); но когда Кролик _достал часы из жилетного\nкармана_, посмотрел на них и поспешил дальше, Алиса вскочила на ноги,\nпотому что ей вдруг пришло в голову, что она никогда раньше не видела\nкролика ни с жилетным карманом, ни с часами, которые можно из него\nдостать. Пылая любопытством, она побежала за ним через поле и,\nк счастью, как раз успела увидеть, как он нырнул в большую кроличью\nнору под изгородью.\n\nВ следующий миг Алиса последовала за ним, ни разу не задумавшись о том,\nкак же она будет выбираться обратно.\n\nКроличья нора сначала шла прямо, как туннель, а потом внезапно\nобрывалась вниз так круто, что у Алисы не было ни мгновения, чтобы\nостановиться, прежде чем она обнаружила себя падающей в очень глубокий\nколодец.\n\nТо ли колодец был очень глубок, то ли она падала очень медленно, но у\nнеё было достаточно времени, чтобы по дороге осмотреться и поразмышлять\nо том, что же произойдёт дальше. Сначала она попыталась заглянуть\nвниз и разглядеть, куда она падает, но там было слишком темно, чтобы\nчто-либо увидеть; затем она посмотрела на стенки колодца и заметила,\nчто они уставлены шкафами и книжными полками; кое-где на колышках\nвисели карты и картины. Пролетая мимо, она сняла с одной из полок\nбанку; на ней была этикетка «АПЕЛЬСИНОВЫЙ ДЖЕМ», но, к великому её\nразочарованию, банка оказалась пустой: Алиса не хотела бросать её,\nбоясь убить кого-нибудь внизу, и поэтому ей удалось поставить её в\nодин из шкафов, когда она пролетала мимо.\n\n«Ну! — подумала Алиса. — После такого падения\nскатиться вниз по лестнице — сущие пустяки. Как\nже они все будут восхищаться мною дома! Да я и\nслово не скажу, если даже с крыши кувыркнусь!»\n(Что было очень даже правдоподобно.)\n\nВниз, вниз, вниз. Неужели этому падению не будет\nконца? «Интересно, сколько миль я уже пролетела? —\nсказала она вслух. — Я, наверное, уже где-то\nнедалеко от центра земли. Дайте вспомнить… Это\nбудет около четырех тысяч миль вниз, кажется…»\n(Алиса уже успела кое-чему научиться на уроках в\nклассе, и хотя сейчас был не самый подходящий\nмомент, чтобы блеснуть познаниями, — ведь ее все\nравно никто не слушал, — но повторить все это\nпро себя было очень полезно.) «…Да, это примерно\nтакое расстояние… Но тогда интересно, какой у\nменя сейчас градус широты и долготы?» (Алиса не\nимела ни малейшего понятия, что такое широта и\nчто такое долгота, но ей нравились эти солидные\nслова.)\n\nЧерез некоторое время она снова заговорила:\n«Интересно, не пролечу ли я всю землю насквозь!\nКак смешно будет выскочить где-нибудь и увидеть\nлюдей, которые ходят вниз головой! Это, кажется,\nназывается… антиподы…» (На этот раз она была\nдаже рада, что никто ее не слышит, потому что\nслово это прозвучало не совсем правильно.) «…Но\nя, пожалуй, спрошу у них, как называется эта\nстрана. Скажите, пожалуйста, это здесь Новая\nЗеландия или Австралия?» — и она попыталась\nприсесть в реверансе (вообразите, что вы\nприседаете в реверансе, когда летите вниз\nголовой! Как вы думаете, вам это удалось бы?).\n«А ведь она сочтет меня ужасно невежественной\nдевочкой за такой вопрос! Нет, ни за что не\nспрошу! Может быть, где-нибудь увижу, как это\nнаписано».\n\nВниз, вниз, вниз. Больше делать было нечего, и Алиса вскоре снова заговорила. «Дина, должно быть, очень будет скучать по мне сегодня вечером!» (Дина была кошкой.) «Надеюсь, они не забудут поставить ей блюдечко молока к чаю. Дина, милая! Как бы я хотела, чтобы ты была здесь со мной! Мышей в воздухе, боюсь, нет, но зато ты могла бы поймать летучую мышь, а она очень похожа на обычную мышь, как ты знаешь. Но едят ли кошки летучих мышей, интересно?» Тут Алиса начала сильно дремать и продолжала бормотать себе под нос, словно во сне: «Едят ли кошки летучих мышей? Едят ли кошки летучих мышей?» А иногда у неё получалось: «Едят ли летучие мыши кошек?» Видите ли, раз она не могла ответить ни на один вопрос, то было неважно, как именно его задать. Она чувствовала, что засыпает, и ей уже начало сниться, будто она идёт рука об руку с Диной и очень серьёзно спрашивает её: «Скажи мне, Дина, честно: ты когда-нибудь ела летучую мышь?» Как вдруг — бух! бух! — она упала на кучу хвороста и сухих листьев, и падение прекратилось.\n\nАлиса ни капельки не ушиблась и мгновенно вскочила на ноги. Она посмотрела вверх, но там было темно; перед ней был ещё один длинный проход, и Белый Кролик (White Rabbit) по-прежнему виднелся впереди, торопливо удаляясь. Медлить было нельзя: Алиса помчалась за ним, словно ветер, и как раз вовремя, чтобы услышать, как он, поворачивая за угол, сказал: «Ах, уши и усы, как же я опаздываю!» Она была совсем близко от него, когда завернула за угол, но Кролика уже нигде не было видно. Алиса очутилась в длинном низком зале, освещённом рядом ламп, свисавших с потолка.\n\nВокруг всего зала были двери, но все они оказались запертыми. Алиса прошла вдоль одной стены, потом вдоль другой, пробуя каждую дверь, и затем, печальная, пошла посередине, раздумывая, как же ей выбраться отсюда.\n\nВдруг она наткнулась на маленький трёхногий столик, сделанный целиком из твёрдого стекла; на нём не было ничего, кроме крошечного золотого ключика, и первой мыслью Алисы было, что этот ключ, возможно, подходит к одной из дверей зала. Но, увы! Либо замки были слишком велики, либо ключик слишком мал, но так или иначе он не открывал ни одну из них. Однако, на втором круге, она обнаружила низкую занавеску, которую не заметила раньше, а за ней была маленькая дверца высотой около пятнадцати дюймов. Алиса попробовала вставить золотой ключик в замочную скважину, и, к её великой радости, он подошёл!\n\nАлиса открыла дверь и увидела, что за ней начинается узкий проход, не больше крысиной норы. Она опустилась на колени и заглянула в него — там был виден самый прекрасный сад, какой только можно себе представить. Как ей хотелось выбраться из этого темного зала и побродить среди ярких цветочных клумб и прохладных фонтанов! Но она не могла даже просунуть голову в дверной проем. «Да и если бы голова пролезла, — подумала бедная Алиса, — плечи все равно не пройдут. Ах, как бы мне хотелось складываться, как подзорная труба! Кажется, я бы смогла, если бы только знала, с чего начать». Видите ли, в последнее время с ней случалось столько необыкновенных вещей, что Алиса начала думать, будто на свете почти нет ничего действительно невозможного.\n\nЖдать у маленькой двери, по-видимому, не имело смысла, и Алиса вернулась к столику, втайне надеясь, что на нем найдется еще один ключ или, на худой конец, книга с правилами, как складываться, как подзорная труба. На этот раз на столике стоял маленький пузырек («его здесь раньше не было», — сказала Алиса), а на горлышке пузырька была бумажная этикетка с красиво отпечатанной крупными буквами надписью: «ВЫПЕЙ МЕНЯ».\n\nЛегко сказать «Выпей меня», но умная маленькая Алиса не торопилась этого делать. «Нет, — сказала она, — сначала посмотрю, не написано ли на нем «яд». Она помнила несколько поучительных историй о детях, которые сгорели, или были съедены дикими зверями, или с ними случились другие неприятности, и все потому, что они не хотели помнить простых правил, которым их учили друзья: например, что если долго держать в руках раскаленную кочергу, то можно обжечься; что если очень глубоко порезать палец ножом, то обычно идет кровь; и она никогда не забывала, что если выпить из пузырька, на котором написано «яд», то это почти наверняка рано или поздно вам повредит.\n\nОднако на этом пузырьке не было написано «яд», и Алиса отважилась попробовать его содержимое. Оказалось, что оно очень вкусное (у него был какой-то смешанный вкус вишневого пирога, заварного крема, ананаса, жареной индейки, ириски и горячего тоста с маслом), и она очень быстро его допила.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n«Что за странное чувство! — сказала Алиса. — Должно быть, я складываюсь, как подзорная труба».\n\nИ действительно: теперь она была всего десять дюймов ростом, и лицо её просияло при мысли, что теперь она как раз такого размера, чтобы пройти в маленькую дверцу в тот чудесный сад. Однако сначала она подождала несколько минут, не станет ли она уменьшаться дальше: это её немного беспокоило; «потому что это может кончиться, понимаешь, — сказала Алиса себе, — тем, что я совсем исчезну, как свечка. Интересно, какой я тогда буду?» И она попыталась представить, на что похож огонёк свечи после того, как свечу задули, потому что она не помнила, чтобы когда-нибудь видела такое.\n\nЧерез некоторое время, убедившись, что больше ничего не происходит, она решила немедленно отправиться в сад; но, увы, бедная Алиса! когда она подошла к двери, то обнаружила, что забыла маленький золотой ключик, а когда вернулась к столу за ним, то поняла, что никак не может до него дотянуться: она прекрасно видела его сквозь стекло и изо всех сил пыталась вскарабкаться на одну из ножек стола, но та была слишком скользкой; и когда она совсем выбилась из сил от попыток, бедняжка села и заплакала.\n\n«Ну, нет никакого смысла так реветь! — сказала себе Алиса довольно резко. — Советую тебе немедленно прекратить!» Обычно она давала себе очень хорошие советы (хотя очень редко им следовала), а иногда даже так строго себя отчитывала, что на глаза наворачивались слёзы; и однажды она даже вспомнила, как пыталась дать себе пощёчину за то, что сжульничала в игре в крокет, которую играла против себя самой, — эта странная девочка очень любила притворяться двумя разными людьми. «Но сейчас нет смысла, — подумала бедная Алиса, — притворяться двумя людьми! Да тут от меня едва ли осталось достаточно, чтобы получился _один_ приличный человек!»\n\nВскоре её взгляд упал на маленькую стеклянную коробочку, лежавшую под столом: она открыла её и нашла внутри очень маленький пирожок, на котором было красиво выложено изюмом: «СЪЕШЬ МЕНЯ». «Что ж, я его съем, — сказала Алиса, — и если от этого я стану больше, то смогу достать ключ; а если стану меньше, то смогу проползти под дверью; так что в любом случае я попаду в сад, и мне всё равно, что произойдёт!»\n\nОна съела немного и тревожно спросила себя: «Куда? Куда?», приложив руку к макушке, чтобы почувствовать, в какую сторону она растёт. К своему удивлению, она обнаружила, что осталась прежнего роста. Конечно, обычно так и бывает, когда ешь пирог, но Алиса уже настолько привыкла ожидать, что будут происходить только необыкновенные вещи, что обычный ход жизни теперь казался ей скучным и глупым.\n\nИ она принялась за дело, очень скоро покончив с пирогом.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER II.",
    "translated_title": "CHAPTER II.",
    "original_content": "CHAPTER II.\nThe Pool of Tears\n\n\n“Curiouser and curiouser!” cried Alice (she was so much surprised, that\nfor the moment she quite forgot how to speak good English); “now I’m\nopening out like the largest telescope that ever was! Good-bye, feet!”\n(for when she looked down at her feet, they seemed to be almost out of\nsight, they were getting so far off). “Oh, my poor little feet, I\nwonder who will put on your shoes and stockings for you now, dears? I’m\nsure _I_ shan’t be able! I shall be a great deal too far off to trouble\nmyself about you: you must manage the best way you can;—but I must be\nkind to them,” thought Alice, “or perhaps they won’t walk the way I\nwant to go! Let me see: I’ll give them a new pair of boots every\nChristmas.”\n\nAnd she went on planning to herself how she would manage it. “They must\ngo by the carrier,” she thought; “and how funny it’ll seem, sending\npresents to one’s own feet! And how odd the directions will look!\n\n     _Alice’s Right Foot, Esq., Hearthrug, near the Fender,_ (_with\n     Alice’s love_).\n\nOh dear, what nonsense I’m talking!”\n\nJust then her head struck against the roof of the hall: in fact she was\nnow more than nine feet high, and she at once took up the little golden\nkey and hurried off to the garden door.\n\nPoor Alice! It was as much as she could do, lying down on one side, to\nlook through into the garden with one eye; but to get through was more\nhopeless than ever: she sat down and began to cry again.\n\n“You ought to be ashamed of yourself,” said Alice, “a great girl like\nyou,” (she might well say this), “to go on crying in this way! Stop\nthis moment, I tell you!” But she went on all the same, shedding\ngallons of tears, until there was a large pool all round her, about\nfour inches deep and reaching half down the hall.\n\nAfter a time she heard a little pattering of feet in the distance, and\nshe hastily dried her eyes to see what was coming. It was the White\nRabbit returning, splendidly dressed, with a pair of white kid gloves\nin one hand and a large fan in the other: he came trotting along in a\ngreat hurry, muttering to himself as he came, “Oh! the Duchess, the\nDuchess! Oh! won’t she be savage if I’ve kept her waiting!” Alice felt\nso desperate that she was ready to ask help of any one; so, when the\nRabbit came near her, she began, in a low, timid voice, “If you please,\nsir—” The Rabbit started violently, dropped the white kid gloves and\nthe fan, and skurried away into the darkness as hard as he could go.\n\nAlice took up the fan and gloves, and, as the hall was very hot, she\nkept fanning herself all the time she went on talking: “Dear, dear! How\nqueer everything is to-day! And yesterday things went on just as usual.\nI wonder if I’ve been changed in the night? Let me think: was I the\nsame when I got up this morning? I almost think I can remember feeling\na little different. But if I’m not the same, the next question is, Who\nin the world am I? Ah, _that’s_ the great puzzle!” And she began\nthinking over all the children she knew that were of the same age as\nherself, to see if she could have been changed for any of them.\n\n“I’m sure I’m not Ada,” she said, “for her hair goes in such long\nringlets, and mine doesn’t go in ringlets at all; and I’m sure I can’t\nbe Mabel, for I know all sorts of things, and she, oh! she knows such a\nvery little! Besides, _she’s_ she, and _I’m_ I, and—oh dear, how\npuzzling it all is! I’ll try if I know all the things I used to know.\nLet me see: four times five is twelve, and four times six is thirteen,\nand four times seven is—oh dear! I shall never get to twenty at that\nrate! However, the Multiplication Table doesn’t signify: let’s try\nGeography. London is the capital of Paris, and Paris is the capital of\nRome, and Rome—no, _that’s_ all wrong, I’m certain! I must have been\nchanged for Mabel! I’ll try and say ‘_How doth the little_—’” and she\ncrossed her hands on her lap as if she were saying lessons, and began\nto repeat it, but her voice sounded hoarse and strange, and the words\ndid not come the same as they used to do:—\n\n“How doth the little crocodile\n    Improve his shining tail,\nAnd pour the waters of the Nile\n    On every golden scale!\n\n“How cheerfully he seems to grin,\n    How neatly spread his claws,\nAnd welcome little fishes in\n    With gently smiling jaws!”\n\n\n“I’m sure those are not the right words,” said poor Alice, and her eyes\nfilled with tears again as she went on, “I must be Mabel after all, and\nI shall have to go and live in that poky little house, and have next to\nno toys to play with, and oh! ever so many lessons to learn! No, I’ve\nmade up my mind about it; if I’m Mabel, I’ll stay down here! It’ll be\nno use their putting their heads down and saying ‘Come up again, dear!’\nI shall only look up and say ‘Who am I then? Tell me that first, and\nthen, if I like being that person, I’ll come up: if not, I’ll stay down\nhere till I’m somebody else’—but, oh dear!” cried Alice, with a sudden\nburst of tears, “I do wish they _would_ put their heads down! I am so\n_very_ tired of being all alone here!”\n\nAs she said this she looked down at her hands, and was surprised to see\nthat she had put on one of the Rabbit’s little white kid gloves while\nshe was talking. “How _can_ I have done that?” she thought. “I must be\ngrowing small again.” She got up and went to the table to measure\nherself by it, and found that, as nearly as she could guess, she was\nnow about two feet high, and was going on shrinking rapidly: she soon\nfound out that the cause of this was the fan she was holding, and she\ndropped it hastily, just in time to avoid shrinking away altogether.\n\n“That _was_ a narrow escape!” said Alice, a good deal frightened at the\nsudden change, but very glad to find herself still in existence; “and\nnow for the garden!” and she ran with all speed back to the little\ndoor: but, alas! the little door was shut again, and the little golden\nkey was lying on the glass table as before, “and things are worse than\never,” thought the poor child, “for I never was so small as this\nbefore, never! And I declare it’s too bad, that it is!”\n\nAs she said these words her foot slipped, and in another moment,\nsplash! she was up to her chin in salt water. Her first idea was that\nshe had somehow fallen into the sea, “and in that case I can go back by\nrailway,” she said to herself. (Alice had been to the seaside once in\nher life, and had come to the general conclusion, that wherever you go\nto on the English coast you find a number of bathing machines in the\nsea, some children digging in the sand with wooden spades, then a row\nof lodging houses, and behind them a railway station.) However, she\nsoon made out that she was in the pool of tears which she had wept when\nshe was nine feet high.\n\n“I wish I hadn’t cried so much!” said Alice, as she swam about, trying\nto find her way out. “I shall be punished for it now, I suppose, by\nbeing drowned in my own tears! That _will_ be a queer thing, to be\nsure! However, everything is queer to-day.”\n\nJust then she heard something splashing about in the pool a little way\noff, and she swam nearer to make out what it was: at first she thought\nit must be a walrus or hippopotamus, but then she remembered how small\nshe was now, and she soon made out that it was only a mouse that had\nslipped in like herself.\n\n“Would it be of any use, now,” thought Alice, “to speak to this mouse?\nEverything is so out-of-the-way down here, that I should think very\nlikely it can talk: at any rate, there’s no harm in trying.” So she\nbegan: “O Mouse, do you know the way out of this pool? I am very tired\nof swimming about here, O Mouse!” (Alice thought this must be the right\nway of speaking to a mouse: she had never done such a thing before, but\nshe remembered having seen in her brother’s Latin Grammar, “A mouse—of\na mouse—to a mouse—a mouse—O mouse!”) The Mouse looked at her rather\ninquisitively, and seemed to her to wink with one of its little eyes,\nbut it said nothing.\n\n“Perhaps it doesn’t understand English,” thought Alice; “I daresay it’s\na French mouse, come over with William the Conqueror.” (For, with all\nher knowledge of history, Alice had no very clear notion how long ago\nanything had happened.) So she began again: “Où est ma chatte?” which\nwas the first sentence in her French lesson-book. The Mouse gave a\nsudden leap out of the water, and seemed to quiver all over with\nfright. “Oh, I beg your pardon!” cried Alice hastily, afraid that she\nhad hurt the poor animal’s feelings. “I quite forgot you didn’t like\ncats.”\n\n“Not like cats!” cried the Mouse, in a shrill, passionate voice. “Would\n_you_ like cats if you were me?”\n\n“Well, perhaps not,” said Alice in a soothing tone: “don’t be angry\nabout it. And yet I wish I could show you our cat Dinah: I think you’d\ntake a fancy to cats if you could only see her. She is such a dear\nquiet thing,” Alice went on, half to herself, as she swam lazily about\nin the pool, “and she sits purring so nicely by the fire, licking her\npaws and washing her face—and she is such a nice soft thing to\nnurse—and she’s such a capital one for catching mice—oh, I beg your\npardon!” cried Alice again, for this time the Mouse was bristling all\nover, and she felt certain it must be really offended. “We won’t talk\nabout her any more if you’d rather not.”\n\n“We indeed!” cried the Mouse, who was trembling down to the end of his\ntail. “As if _I_ would talk on such a subject! Our family always\n_hated_ cats: nasty, low, vulgar things! Don’t let me hear the name\nagain!”\n\n“I won’t indeed!” said Alice, in a great hurry to change the subject of\nconversation. “Are you—are you fond—of—of dogs?” The Mouse did not\nanswer, so Alice went on eagerly: “There is such a nice little dog near\nour house I should like to show you! A little bright-eyed terrier, you\nknow, with oh, such long curly brown hair! And it’ll fetch things when\nyou throw them, and it’ll sit up and beg for its dinner, and all sorts\nof things—I can’t remember half of them—and it belongs to a farmer, you\nknow, and he says it’s so useful, it’s worth a hundred pounds! He says\nit kills all the rats and—oh dear!” cried Alice in a sorrowful tone,\n“I’m afraid I’ve offended it again!” For the Mouse was swimming away\nfrom her as hard as it could go, and making quite a commotion in the\npool as it went.\n\nSo she called softly after it, “Mouse dear! Do come back again, and we\nwon’t talk about cats or dogs either, if you don’t like them!” When the\nMouse heard this, it turned round and swam slowly back to her: its face\nwas quite pale (with passion, Alice thought), and it said in a low\ntrembling voice, “Let us get to the shore, and then I’ll tell you my\nhistory, and you’ll understand why it is I hate cats and dogs.”\n\nIt was high time to go, for the pool was getting quite crowded with the\nbirds and animals that had fallen into it: there were a Duck and a\nDodo, a Lory and an Eaglet, and several other curious creatures. Alice\nled the way, and the whole party swam to the shore.",
    "translated_content": "CHAPTER II.\n\nГЛАВА II.\nМоре Слёз\n\n\n«Всё чудеса́тее и чудеса́тее!» — воскликнула Алиса (она так изумилась, что на мгновение совсем забыла, как говорить по-английски правильно). — «Теперь я вытягиваюсь, как самая большая подзорная труба в мире! Прощайте, ноги!» (Взглянув вниз, она увидела, что ноги её почти исчезли из виду — так далеко они от неё отстояли.) «Бедные мои ножки! Кто же теперь будет надевать на вас чулки и башмаки, мои милые? Я-то уж, наверное, не смогу! Я буду слишком далеко, чтобы заниматься вами. Придётся вам обходиться, как знаете… Но надо же быть к ним доброй, — подумала Алиса, — а то, пожалуй, они не захотят ходить туда, куда мне нужно! Пожалуй, я буду дарить им на Рождество по паре новых ботинок».\n\nИ она принялась строить дальнейшие планы. «Придётся посылать подарки с посыльным, — думала она. — Как смешно будет посылать подарки собственным ногам! И какой забавный адрес придётся написать!\n\n     _Его Высокоблагородию\n     Правой Ноге Алисы.\n     Каминный коврик,\n     возле Решётки._\n     (От Алисы с любовью).\n\nГосподи, что за чепуху я несу!»\n\nВ этот самый момент она стукнулась головой о потолок зала. Теперь она была ростом больше девяти футов. Схватив золотой ключик, она бросилась к двери в сад.\n\nБедная Алиса! Лёжа на боку, она могла только одним глазком заглянуть в сад, а пролезть туда не было никакой надежды. Она села и снова принялась плакать.\n\n«Тебе должно быть стыдно, — сказала Алиса. — Такая большая девочка (тут она была совершенно права), — и ревёшь! Перестань сейчас же, слышишь!» Но слёзы лились и лились, пока не образовалось целое море, глубиной сантиметров в десять, которое заняло почти половину зала.\n\nЧерез некоторое время вдали послышался лёгкий топоток. Алиса быстро вытерла слёзы и стала смотреть, кто идёт. Это был Белый Кролик, разодетый с ног до головы. В одной лапке он держал пару белых лайковых перчаток, в другой — большой веер. Он торопливо бежал и что-то бормотал себе под нос: «Ах, Герцогиня, Герцогиня! Она так рассердится, если я заставлю её ждать!» Алиса была в таком отчаянии, что готова была просить помощи у кого угодно. Когда Кролик поравнялся с ней, она робко прошептала: «Простите, пожалуйста…» Кролик вздрогнул, выронил перчатки и веер и стремглав бросился в темноту.\n\nАлиса взяла веер и перчатки и, так как в зале было очень жарко, обмахивалась все время, пока говорила: «Боже мой, Боже мой! Как все сегодня странно! А вчера все шло как обычно. Интересно, не изменилась ли я за ночь? Дайте подумать: была ли я такой же, когда встала сегодня утром? Кажется, я припоминаю, что чувствовала себя немного иначе. Но если я не та, тогда возникает вопрос: кто же я в таком случае? Ах, вот это настоящая загадка!» И она начала перебирать в памяти всех знакомых детей своего возраста, чтобы понять, не могла ли она превратиться в кого-то из них.\n\n«Я точно не Ада, — сказала она, — у нее такие длинные локоны, а у меня их вовсе нет; и я точно не Мэйбл, потому что я знаю кучу всякого, а она, о! она знает так мало! Кроме того, _она_ — это она, а _я_ — это я, и… Боже мой, как все это запутанно! Попробую вспомнить, знаю ли я все, что знала раньше. Посмотрим: четырежды пять — двенадцать, четырежды шесть — тринадцать, а четырежды семь… Боже мой! Так я до двадцати никогда не дойду! Впрочем, таблица умножения не важна: проверим географию. Лондон — столица Парижа, а Париж — столица Рима, а Рим… нет, _это_ все неверно, я уверена! Должно быть, я превратилась в Мэйбл! Попробую сказать \"_Как малый крокодил…_\"» — и она сложила руки на коленях, как будто на уроке, и начала декламировать, но голос ее звучал хрипло и странно, и слова выходили не так, как раньше:\n\n«Как малый крокодил\n    Блестит чешуей хвоста,\nВоды Нила оросил\n    Ее сплошные злата!\n\nКак приветливо, прилежно\n    Лапы он растопыря,\nИ встречает рыбок нежных\n    Улыбкой доброй моря!»\n\n«Я уверена, что это не те слова», — сказала бедная Алиса, и глаза её снова наполнились слезами, пока она продолжала: «Значит, я всё-таки Мейбл, и мне придётся жить в той тесной маленькой домишке, и у меня почти не будет игрушек, и, о боже! столько уроков учить! Нет, я уже решила: если я Мейбл, я останусь здесь! Бесполезно им будет свешивать головы вниз и говорить: „Вернись, дорогая!“ Я лишь посмотрю вверх и скажу: „А кто я тогда? Скажите мне это сначала, и тогда, если мне понравится быть этим человеком, я поднимусь; если нет — я останусь здесь, пока не стану кем-нибудь другим“. Но, о боже!» — воскликнула Алиса, внезапно разразившись слезами, — «Как же я хочу, чтобы они _всё-таки_ свесили головы! Я _так_ устала быть здесь совсем одной!»\n\nПроизнося это, она взглянула на свои руки и с удивлением увидела, что надела одну из маленьких белых лайковых перчаток Кролика, пока говорила. «Как я _могла_ это сделать? — подумала она. — Должно быть, я снова уменьшаюсь». Она встала и подошла к столу, чтобы измерить себя по нему, и обнаружила, что, насколько она могла судить, её рост теперь составлял около двух футов, и она продолжала быстро сокращаться: вскоре она выяснила, что причиной этому был веер, который она держала, и поспешно уронила его, как раз вовремя, чтобы избежать полного исчезновения.\n\n«Вот это _было_ опасное приключение!» — сказала Алиса, сильно испуганная внезапной переменой, но очень радавая, что всё ещё существует. «А теперь — в сад!» — и она со всей скоростью побежала обратно к маленькой двери: но, увы! маленькая дверь снова была закрыта, и маленький золотой ключ лежал на стеклянном столе, как прежде. «И дела хуже, чем когда-либо», — подумала бедная девочка, — «ведь я никогда не была такой маленькой, никогда! И, заявляю, это слишком плохо, вот именно!»\n\nВ тот момент, как она произносила эти слова, её нога поскользнулась, и в следующее мгновение — бульк! — она оказалась по подбородок в солёной воде. Первой её мыслью было, что она каким-то образом упала в море, «а в таком случае я могу вернуться по железной дороге», — сказала она себе. (Алиса однажды в жизни бывала на море и пришла к общему выводу, что куда бы ты ни отправился на английском побережье, ты найдёшь в море множество купальных машин, детей, копающих в песке деревянными лопатками, затем ряд жилых домов, а за ними — железнодорожную станцию.) Однако вскоре она сообразила, что находится в луже собственных слёз, которые она пролила, когда была ростом в девять футов.\n\n«Жаль, что я так много плакала! — сказала Алиса, плавая в слезах и пытаясь выбраться на сушу. — Теперь я за это поплачусь! Наверное, я утону в собственных слезах! Вот будет смешно! Впрочем, сегодня все вокруг такое смешное».\n\nВдруг она услышала, что неподалеку кто-то тоже плещется в луже, и подплыла поближе, чтобы разглядеть, кто это. Сначала ей показалось, что это морж или бегемот, но потом она вспомнила, какая она теперь маленькая, и поняла, что это всего лишь мышь, которая, как и она, бултыхнулась в лужу.\n\n«А поговорить с этой мышью? — подумала Алиса. — Здесь все так необыкновенно, что, наверное, она умеет говорить. Во всяком случае, попробовать стоит». И она сказала: «О Мышь! Ты не знаешь, как выбраться из этой лужи? Я устала плавать, о Мышь!» (Алиса думала, что с мышью нужно говорить именно так. Она никогда раньше не разговаривала с мышами, но помнила, что в латинской грамматике ее брата было написано: «Мышь — мыши — мышь — о мышь!».) Мышь посмотрела на Алису с любопытством и, как показалось Алисе, даже подмигнула ей одним глазком, но ничего не ответила.\n\n«Может быть, она не понимает по-английски, — подумала Алиса. — Наверное, это французская мышь, приплывшая с Вильгельмом Завоевателем». (Несмотря на все свои познания в истории, Алиса не очень хорошо представляла себе, когда что случилось.) Тогда она сказала: «Où est ma chatte?» — это была первая фраза из ее французского учебника. Мышь вдруг выпрыгнула из воды и вся затряслась от страха. «О, простите, пожалуйста! — испуганно воскликнула Алиса. — Я совсем забыла, что вы не любите кошек».\n\n«Не люблю кошек! — взвизгнула Мышь. — А вы бы их любили, если бы были на моем месте?»\n\n«Ну, может, и нет, — сказала Алиса успокаивающим тоном. — Не сердись об этом. И всё же мне хотелось бы показать тебе нашу кошку Дину: думаю, ты бы полюбил кошек, если бы только увидел её. Она такая милая, спокойная», — продолжала Алиса, полувслух, лениво плавая в бассейне, — «и так славно мурлычет у камина, облизывает лапки и умывает мордочку — и её так приятно держать на руках, она такая мягкая — и она отличная охотница на мышей — о, прошу прощения!» — снова воскликнула Алиса, потому что на этот раз Мышь ощетинилась вся, с головы до хвоста, и Алиса почувствовала, что та, несомненно, обиделась. «Мы не будем больше говорить о ней, если тебе не хочется».\n\n«Мы! — воскликнула Мышь, дрожа всем телом, до самого кончика хвоста. — Как будто _я_ стану говорить на такую тему! Наша семья всегда _ненавидела_ кошек: мерзкие, низкие, вульгарные твари! Чтобы я больше не слышал это имя!»\n\n«И не буду, право же!» — сказала Алиса, торопясь сменить тему разговора. «А ты… ты любишь… собак?» Мышь не ответила, и Алиса с жаром продолжила: «Возле нашего дома есть такая славная собачка, мне бы хотелось тебе её показать! Маленький терьер, знаешь, с такими блестящими глазками и, о, с такими длинными кудрявыми коричневыми волосами! И она приносит вещи, когда ты их бросаешь, и садится на задние лапки, чтобы выпросить обед, и ещё много чего — я и половины не помню — и она принадлежит одному фермеру, знаешь, и он говорит, что она так полезна, что стоит целых сто фунтов! Он говорит, что она убивает всех крыс и… о боже!» — воскликнула Алиса печальным тоном. — «Боюсь, я снова её обидела!» Потому что Мышь изо всех сил поплыла прочь от неё, поднимая в бассейне изрядную волну.\n\nТогда она тихонько позвала ей вслед: «Милый Мышь! Вернись, пожалуйста, и мы не будем говорить ни о кошках, ни о собаках, раз они тебе не нравятся!» Услышав это, Мышь развернулась и медленно поплыла обратно к ней; лицо её было совсем бледным (от волнения, подумала Алиса), и она сказала низким дрожащим голосом: «Давай выберемся на берег, и тогда я расскажу тебе свою историю, и ты поймёшь, почему я ненавижу кошек и собак».\n\nБыло самое время уходить, потому что бассейн становился довольно многолюдным от птиц и зверей, которые в него упали: там были Утка и Додо, Попугай и Орлёнок, и несколько других любопытных созданий. Алиса возглавила процессию, и вся компания поплыла к берегу.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER III.",
    "translated_title": "CHAPTER III.",
    "original_content": "CHAPTER III.\nA Caucus-Race and a Long Tale\n\n\nThey were indeed a queer-looking party that assembled on the bank—the\nbirds with draggled feathers, the animals with their fur clinging close\nto them, and all dripping wet, cross, and uncomfortable.\n\nThe first question of course was, how to get dry again: they had a\nconsultation about this, and after a few minutes it seemed quite\nnatural to Alice to find herself talking familiarly with them, as if\nshe had known them all her life. Indeed, she had quite a long argument\nwith the Lory, who at last turned sulky, and would only say, “I am\nolder than you, and must know better;” and this Alice would not allow\nwithout knowing how old it was, and, as the Lory positively refused to\ntell its age, there was no more to be said.\n\nAt last the Mouse, who seemed to be a person of authority among them,\ncalled out, “Sit down, all of you, and listen to me! _I’ll_ soon make\nyou dry enough!” They all sat down at once, in a large ring, with the\nMouse in the middle. Alice kept her eyes anxiously fixed on it, for she\nfelt sure she would catch a bad cold if she did not get dry very soon.\n\n“Ahem!” said the Mouse with an important air, “are you all ready? This\nis the driest thing I know. Silence all round, if you please! ‘William\nthe Conqueror, whose cause was favoured by the pope, was soon submitted\nto by the English, who wanted leaders, and had been of late much\naccustomed to usurpation and conquest. Edwin and Morcar, the earls of\nMercia and Northumbria—’”\n\n“Ugh!” said the Lory, with a shiver.\n\n“I beg your pardon!” said the Mouse, frowning, but very politely: “Did\nyou speak?”\n\n“Not I!” said the Lory hastily.\n\n“I thought you did,” said the Mouse. “—I proceed. ‘Edwin and Morcar,\nthe earls of Mercia and Northumbria, declared for him: and even\nStigand, the patriotic archbishop of Canterbury, found it advisable—’”\n\n“Found _what_?” said the Duck.\n\n“Found _it_,” the Mouse replied rather crossly: “of course you know\nwhat ‘it’ means.”\n\n“I know what ‘it’ means well enough, when _I_ find a thing,” said the\nDuck: “it’s generally a frog or a worm. The question is, what did the\narchbishop find?”\n\nThe Mouse did not notice this question, but hurriedly went on, “‘—found\nit advisable to go with Edgar Atheling to meet William and offer him\nthe crown. William’s conduct at first was moderate. But the insolence\nof his Normans—’ How are you getting on now, my dear?” it continued,\nturning to Alice as it spoke.\n\n“As wet as ever,” said Alice in a melancholy tone: “it doesn’t seem to\ndry me at all.”\n\n“In that case,” said the Dodo solemnly, rising to its feet, “I move\nthat the meeting adjourn, for the immediate adoption of more energetic\nremedies—”\n\n“Speak English!” said the Eaglet. “I don’t know the meaning of half\nthose long words, and, what’s more, I don’t believe you do either!” And\nthe Eaglet bent down its head to hide a smile: some of the other birds\ntittered audibly.\n\n“What I was going to say,” said the Dodo in an offended tone, “was,\nthat the best thing to get us dry would be a Caucus-race.”\n\n“What _is_ a Caucus-race?” said Alice; not that she wanted much to\nknow, but the Dodo had paused as if it thought that _somebody_ ought to\nspeak, and no one else seemed inclined to say anything.\n\n“Why,” said the Dodo, “the best way to explain it is to do it.” (And,\nas you might like to try the thing yourself, some winter day, I will\ntell you how the Dodo managed it.)\n\nFirst it marked out a race-course, in a sort of circle, (“the exact\nshape doesn’t matter,” it said,) and then all the party were placed\nalong the course, here and there. There was no “One, two, three, and\naway,” but they began running when they liked, and left off when they\nliked, so that it was not easy to know when the race was over. However,\nwhen they had been running half an hour or so, and were quite dry\nagain, the Dodo suddenly called out “The race is over!” and they all\ncrowded round it, panting, and asking, “But who has won?”\n\nThis question the Dodo could not answer without a great deal of\nthought, and it sat for a long time with one finger pressed upon its\nforehead (the position in which you usually see Shakespeare, in the\npictures of him), while the rest waited in silence. At last the Dodo\nsaid, “_Everybody_ has won, and all must have prizes.”\n\n“But who is to give the prizes?” quite a chorus of voices asked.\n\n“Why, _she_, of course,” said the Dodo, pointing to Alice with one\nfinger; and the whole party at once crowded round her, calling out in a\nconfused way, “Prizes! Prizes!”\n\nAlice had no idea what to do, and in despair she put her hand in her\npocket, and pulled out a box of comfits, (luckily the salt water had\nnot got into it), and handed them round as prizes. There was exactly\none a-piece, all round.\n\n“But she must have a prize herself, you know,” said the Mouse.\n\n“Of course,” the Dodo replied very gravely. “What else have you got in\nyour pocket?” he went on, turning to Alice.\n\n“Only a thimble,” said Alice sadly.\n\n“Hand it over here,” said the Dodo.\n\nThen they all crowded round her once more, while the Dodo solemnly\npresented the thimble, saying “We beg your acceptance of this elegant\nthimble;” and, when it had finished this short speech, they all\ncheered.\n\nAlice thought the whole thing very absurd, but they all looked so grave\nthat she did not dare to laugh; and, as she could not think of anything\nto say, she simply bowed, and took the thimble, looking as solemn as\nshe could.\n\nThe next thing was to eat the comfits: this caused some noise and\nconfusion, as the large birds complained that they could not taste\ntheirs, and the small ones choked and had to be patted on the back.\nHowever, it was over at last, and they sat down again in a ring, and\nbegged the Mouse to tell them something more.\n\n“You promised to tell me your history, you know,” said Alice, “and why\nit is you hate—C and D,” she added in a whisper, half afraid that it\nwould be offended again.\n\n“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and\nsighing.\n\n“It _is_ a long tail, certainly,” said Alice, looking down with wonder\nat the Mouse’s tail; “but why do you call it sad?” And she kept on\npuzzling about it while the Mouse was speaking, so that her idea of the\ntale was something like this:—\n\n         “Fury said to a mouse, That he met in the house, ‘Let us both\n         go to law: _I_ will prosecute _you_.—Come, I’ll take no\n         denial; We must have a trial: For really this morning I’ve\n         nothing to do.’ Said the mouse to the cur, ‘Such a trial, dear\n         sir, With no jury or judge, would be wasting our breath.’\n         ‘I’ll be judge, I’ll be jury,’ Said cunning old Fury: ‘I’ll\n         try the whole cause, and condemn you to death.’”\n\n“You are not attending!” said the Mouse to Alice severely. “What are\nyou thinking of?”\n\n“I beg your pardon,” said Alice very humbly: “you had got to the fifth\nbend, I think?”\n\n“I had _not!_” cried the Mouse, sharply and very angrily.\n\n“A knot!” said Alice, always ready to make herself useful, and looking\nanxiously about her. “Oh, do let me help to undo it!”\n\n“I shall do nothing of the sort,” said the Mouse, getting up and\nwalking away. “You insult me by talking such nonsense!”\n\n“I didn’t mean it!” pleaded poor Alice. “But you’re so easily offended,\nyou know!”\n\nThe Mouse only growled in reply.\n\n“Please come back and finish your story!” Alice called after it; and\nthe others all joined in chorus, “Yes, please do!” but the Mouse only\nshook its head impatiently, and walked a little quicker.\n\n“What a pity it wouldn’t stay!” sighed the Lory, as soon as it was\nquite out of sight; and an old Crab took the opportunity of saying to\nher daughter “Ah, my dear! Let this be a lesson to you never to lose\n_your_ temper!” “Hold your tongue, Ma!” said the young Crab, a little\nsnappishly. “You’re enough to try the patience of an oyster!”\n\n“I wish I had our Dinah here, I know I do!” said Alice aloud,\naddressing nobody in particular. “She’d soon fetch it back!”\n\n“And who is Dinah, if I might venture to ask the question?” said the\nLory.\n\nAlice replied eagerly, for she was always ready to talk about her pet:\n“Dinah’s our cat. And she’s such a capital one for catching mice you\ncan’t think! And oh, I wish you could see her after the birds! Why,\nshe’ll eat a little bird as soon as look at it!”\n\nThis speech caused a remarkable sensation among the party. Some of the\nbirds hurried off at once: one old Magpie began wrapping itself up very\ncarefully, remarking, “I really must be getting home; the night-air\ndoesn’t suit my throat!” and a Canary called out in a trembling voice\nto its children, “Come away, my dears! It’s high time you were all in\nbed!” On various pretexts they all moved off, and Alice was soon left\nalone.\n\n“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy\ntone. “Nobody seems to like her, down here, and I’m sure she’s the best\ncat in the world! Oh, my dear Dinah! I wonder if I shall ever see you\nany more!” And here poor Alice began to cry again, for she felt very\nlonely and low-spirited. In a little while, however, she again heard a\nlittle pattering of footsteps in the distance, and she looked up\neagerly, half hoping that the Mouse had changed his mind, and was\ncoming back to finish his story.",
    "translated_content": "CHAPTER III.\n\nГЛАВА III.\nБег по кругу и длинная история\n\n\nСобравшаяся на берегу компания и впрямь выглядела странно: птицы с\nоблезлым оперением, звери, с которых так и текло, все мокрые,\nсердитые и недовольные.\n\nПервым делом, конечно, надо было обсудить, как бы всем высохнуть.\nПока они совещались, Алиса незаметно для себя разговорилась с ними\nтак запросто, словно знала их всю жизнь. Она даже поспорила с Попугаем,\nкоторый в конце концов надулся и заявил:\n\n-- Я старше тебя и лучше знаю, как надо!\n\nАлиса не могла с этим согласиться, не зная, сколько ему лет, а так\nкак Попугай наотрез отказался назвать свой возраст, разговор зашел в\nтупик.\n\nНаконец Мышь, которая, по-видимому, пользовалась среди них большим\nавторитетом, крикнула:\n\n-- Садитесь все и слушайте меня! Я вас вмиг высушу!\n\nВсе тотчас уселись в круг, а Мышь осталась в середине. Алиса с\nбеспокойством следила за ней, так как была уверена, что если не\nвысохнет очень скоро, то непременно простудится.\n\n-- Кхм! -- сказала Мышь с важным видом. -- Все готовы? Тогда\nслушайте. Это самый осушaющий предмет из всех мне известных. Пожалуйста,\nполная тишина! \"Вильгельм Завоеватель, дело которого было благословлено\nпапой, вскоре добился полной покорности со стороны англичан, которым\nтребовался вождь и которые в последнее время привыкли к узурпаторам и\nзахватам чужих владений. Эдвин и Моркар, графы Мерсии и Нортумбрии...\"\n\n-- У-ух! -- вздрогнув, сказал Попугай.\n\n-- Прошу прощения! -- нахмурившись, но очень вежливо сказала Мышь. --\nВы что-то сказали?\n\n-- Нет, нет! -- поспешно ответил Попугай.\n\n-- Мне показалось, -- сказала Мышь. -- Продолжаю. \"Эдвин и Моркар,\nграфы Мерсии и Нортумбрии, объявили себя его сторонниками, и даже\nСтиганд, патриотически настроенный архиепископ Кентерберийский,\nсчел за благо...\"\n\n-- Счел за что? -- спросила Утка.\n\n-- Счел за благо, -- раздраженно ответила Мышь. -- Вы, конечно,\nпонимаете, что такое \"благо\"?\n\n-- Конечно, понимаю, что такое \"благо\", когда я его нахожу, -- сказала\nУтка. -- Обычно это бывает лягушка или червяк. Вот я и спрашиваю, что\nтакое нашел архиепископ?\n\nМышь не удостоила ее ответом и торопливо продолжала:\n\n-- Счел за благо отправиться вместе с Эдгаром Ателингом навстречу\nВильгельму и преподнести ему корону. Поначалу поведение Вильгельма\nбыло вполне умеренным. Но высокомерие его норманнов...\" Как дела,\nголубушка? -- вдруг спросила она, оборачиваясь к Алисе.\n\n«Я всё такая же мокрая, — грустно сказала Алиса. — Я совсем не высохла».\n\n«В таком случае, — торжественно произнёс Дронт, поднимаясь на ноги, — я предлагаю собрание закрыть и немедленно приступить к более энергичным мерам…»\n\n«Говорите по-человечески! — крикнул Орлёнок. — Я не понимаю половины этих длинных слов и, что ещё хуже, не верю, что вы сами их понимаете!» Орлёнок наклонил голову, чтобы скрыть улыбку; некоторые из птиц громко захихикали.\n\n«Я хотел сказать, — обиженным тоном произнёс Дронт, — что лучше всего нас высушит Бег по кругу».\n\n«А что такое Бег по кругу?» — спросила Алиса. Не то чтобы ей очень хотелось это знать, но Дронт умолк, словно ожидая, что кто-нибудь что-нибудь скажет, а все остальные молчали.\n\n«Лучший способ объяснить, что такое Бег по кругу, — это устроить его, — сказал Дронт. (А так как, возможно, вам самим захочется как-нибудь зимним днём побегать по кругу, я расскажу вам, как это сделал Дронт.)\n\nСначала он расчистил дорожку для бега — круглую, как большой кольцевой. («Форма не имеет значения», — сказал он.) Потом все выстроились вдоль дорожки, где кому вздумается. Никто не скомандовал: «Раз, два, три — беги!» — все побежали, когда захотели, и перестали бежать, когда захотели, так что трудно было определить, когда бег кончился. Однако, когда они побегали с полчаса и совсем обсохли, Дронт неожиданно крикнул: «Бег окончен!» Все столпились вокруг него и, тяжело дыша, спросили: «А кто же победил?»\n\nНа этот вопрос Дронт не мог ответить, не подумав как следует. Он долго сидел, приложив палец ко лбу (в такой позе обычно изображают Шекспира), а остальные терпеливо ждали. Наконец Дронт сказал: «Победили все, и все должны получить награды».\n\n«А кто же будет давать награды?» — раздался хор голосов.\n\n«Ну, конечно же, она», — сказал Дронт и указал на Алису. Тут все сразу окружили Алису и стали беспорядочно кричать: «Награды! Награды!»\n\nАлиса не знала, что делать, и в отчаянии сунула руку в карман. Там она нашла коробочку с цукатами (к счастью, солёная вода в неё не проникла) и стала раздавать их в качестве наград. Каждому досталось ровно по одному.\n\n«Но ведь и она сама должна получить награду», — сказала Мышь.\n\n«Разумеется, — очень серьёзно ответил Дронт. — Что у тебя ещё есть в кармане?» — спросил он, повернувшись к Алисе.\n\n«Только напёрсток», — грустно сказала Алиса.\n\n«Подай его сюда», — сказал Дронт.\n\nТогда все снова столпились вокруг неё, а Дронт торжественно\nвручил напёрсток, произнеся: «Мы просим вас принять этот изящный\nнапёрсток»; и, закончив эту краткую речь, все захлопали.\n\nАлисе вся эта церемония показалась очень нелепой, но все выглядели\nтак серьёзно, что она не посмела засмеяться; и, поскольку она не могла\nпридумать, что сказать, она просто поклонилась и взяла напёрсток,\nстараясь выглядеть как можно торжественнее.\n\nСледующим делом было съесть конфеты: это вызвало некоторый шум и\nсуматоху, так как большие птицы жаловались, что не чувствуют их вкуса,\nа маленькие давились, и их приходилось похлопывать по спинке.\nОднако всё наконец закончилось, и они снова уселись в круг,\nумоляя Мышь рассказать им что-нибудь ещё.\n\n«Вы обещали рассказать мне вашу историю, знаете ли», — сказала Алиса, —\n«и почему вы ненавидите — К и Д», — добавила она шёпотом, боясь снова\nего обидеть.\n\n«Моя история — длинная и печальная!» — сказала Мышь, поворачиваясь к\nАлисе и вздыхая.\n\n«Хвост у вас и вправду длинный», — сказала Алиса, с удивлением\nглядя на хвост Мыши; — «но почему вы называете его печальным?»\nИ она продолжала ломать над этим голову, пока Мышь говорила,\nтак что её представление о рассказе было примерно таким:\n\n         «Сказал Мышке Фурий, встретив её в доме: \"Пойдём в суд мы\n         оба: _Я_ на _тебя_ подам в суд. — Нет, не отказывайся;\n         Нам нужен процесс: Ведь утром сегодня мне делать нечего\".\n         Мышь сказала Фурию: \"Такой суд, дорогой сэр, Без присяжных\n         и судьи — лишь напрасная трата дыхания\". \"Буду судьёй,\n         буду присяжным\", — Сказал хитрый старый Фурий: — \"Я весь\n         процесс проведу и тебя приговорю к смерти\"».\n\n«Вы не слушаете!» — строго сказала Мышь Алисе. «О чём вы думаете?»\n\n«Прошу прощения», — очень смиренно сказала Алиса: — «Вы, кажется,\nдошли до пятого изгиба?»\n\n«Я до него _не_ дошла!» — воскликнула Мышь резко и очень сердито.\n\n«Узел!» — сказала Алиса, всегда готовая быть полезной, и озабоченно\nоглядываясь вокруг. — «О, позвольте мне помочь его развязать!»\n\n«Я ничего подобного делать не стану», — сказала Мышь, вставая и\nуходя. — «Вы оскорбляете меня, говоря такой вздор!»\n\n«Я не хотела!» — взмолилась бедная Алиса. — «Но вы так легко\nобижаетесь, знаете ли!»\n\nМышь только пробурчала что-то в ответ.\n\n\"Вернись и доскажи свою историю!\" – крикнула ему вслед Алиса; остальные хором подхватили: \"Да, вернись, пожалуйста!\" – но Мышь только нетерпеливо покачала головой и зашагала быстрее.\n\n\"Как жаль, что она не осталась!\" – вздохнул Попугай, когда Мышь совсем скрылась из виду; старая Краба воспользовалась случаем и сказала своей дочери: \"Ах, дитя мое! Пусть это будет тебе уроком – никогда не теряй самообладания!\" – \"Замолчи, мама!\" – отрезала молодая Крабка. \"Ты и устрицу выведешь из терпения!\"\n\n\"Вот бы наша Дина была здесь, право!\" – сказала вслух Алиса, не обращаясь ни к кому в частности. \"Она бы мигом притащила её обратно!\"\n\n\"А кто такая Дина, если позволительно спросить?\" – осведомился Попугай.\n\nАлиса с готовностью ответила – она всегда любила поговорить о своей любимице: \"Дина – наша кошка. И она такая мастерица ловить мышей, просто чудо! Ах, если бы вы видели, как она охотится за птицами! Она мигом съест птичку, только взглянет!\"\n\nЭти слова произвели переполох в собравшейся компании. Некоторые птицы тут же поспешно удалились; старая Сорона принялась тщательно закутываться в шаль, приговаривая: \"Мне пора домой; ночной воздух вреден для моего горла!\" – а Канарейка дрожащим голосом позвала своих птенцов: \"Пойдёмте, детки! Вам давно пора спать!\" Под разными предлогами все разошлись, и Алиса вскоре осталась одна.\n\n\"Зачем я упомянула Дину!\" – с грустью сказала она себе. \"Здесь, кажется, её никто не любит, а между тем это лучшая кошка на свете! Ах, милая Дина! Увижу ли я тебя когда-нибудь ещё?\" Бедная Алиса снова заплакала – ей было очень одиноко и тоскливо. Однако вскоре она опять услышала вдали лёгкий топоток и жадно взглянула вперёд, надеясь, что Мышь передумала и возвращается, чтобы досказать свою историю.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER IV.",
    "translated_title": "CHAPTER IV.",
    "original_content": "CHAPTER IV.\nThe Rabbit Sends in a Little Bill\n\n\nIt was the White Rabbit, trotting slowly back again, and looking\nanxiously about as it went, as if it had lost something; and she heard\nit muttering to itself “The Duchess! The Duchess! Oh my dear paws! Oh\nmy fur and whiskers! She’ll get me executed, as sure as ferrets are\nferrets! Where _can_ I have dropped them, I wonder?” Alice guessed in a\nmoment that it was looking for the fan and the pair of white kid\ngloves, and she very good-naturedly began hunting about for them, but\nthey were nowhere to be seen—everything seemed to have changed since\nher swim in the pool, and the great hall, with the glass table and the\nlittle door, had vanished completely.\n\nVery soon the Rabbit noticed Alice, as she went hunting about, and\ncalled out to her in an angry tone, “Why, Mary Ann, what _are_ you\ndoing out here? Run home this moment, and fetch me a pair of gloves and\na fan! Quick, now!” And Alice was so much frightened that she ran off\nat once in the direction it pointed to, without trying to explain the\nmistake it had made.\n\n“He took me for his housemaid,” she said to herself as she ran. “How\nsurprised he’ll be when he finds out who I am! But I’d better take him\nhis fan and gloves—that is, if I can find them.” As she said this, she\ncame upon a neat little house, on the door of which was a bright brass\nplate with the name “W. RABBIT,” engraved upon it. She went in without\nknocking, and hurried upstairs, in great fear lest she should meet the\nreal Mary Ann, and be turned out of the house before she had found the\nfan and gloves.\n\n“How queer it seems,” Alice said to herself, “to be going messages for\na rabbit! I suppose Dinah’ll be sending me on messages next!” And she\nbegan fancying the sort of thing that would happen: “‘Miss Alice! Come\nhere directly, and get ready for your walk!’ ‘Coming in a minute,\nnurse! But I’ve got to see that the mouse doesn’t get out.’ Only I\ndon’t think,” Alice went on, “that they’d let Dinah stop in the house\nif it began ordering people about like that!”\n\nBy this time she had found her way into a tidy little room with a table\nin the window, and on it (as she had hoped) a fan and two or three\npairs of tiny white kid gloves: she took up the fan and a pair of the\ngloves, and was just going to leave the room, when her eye fell upon a\nlittle bottle that stood near the looking-glass. There was no label\nthis time with the words “DRINK ME,” but nevertheless she uncorked it\nand put it to her lips. “I know _something_ interesting is sure to\nhappen,” she said to herself, “whenever I eat or drink anything; so\nI’ll just see what this bottle does. I do hope it’ll make me grow large\nagain, for really I’m quite tired of being such a tiny little thing!”\n\nIt did so indeed, and much sooner than she had expected: before she had\ndrunk half the bottle, she found her head pressing against the ceiling,\nand had to stoop to save her neck from being broken. She hastily put\ndown the bottle, saying to herself “That’s quite enough—I hope I shan’t\ngrow any more—As it is, I can’t get out at the door—I do wish I hadn’t\ndrunk quite so much!”\n\nAlas! it was too late to wish that! She went on growing, and growing,\nand very soon had to kneel down on the floor: in another minute there\nwas not even room for this, and she tried the effect of lying down with\none elbow against the door, and the other arm curled round her head.\nStill she went on growing, and, as a last resource, she put one arm out\nof the window, and one foot up the chimney, and said to herself “Now I\ncan do no more, whatever happens. What _will_ become of me?”\n\nLuckily for Alice, the little magic bottle had now had its full effect,\nand she grew no larger: still it was very uncomfortable, and, as there\nseemed to be no sort of chance of her ever getting out of the room\nagain, no wonder she felt unhappy.\n\n“It was much pleasanter at home,” thought poor Alice, “when one wasn’t\nalways growing larger and smaller, and being ordered about by mice and\nrabbits. I almost wish I hadn’t gone down that rabbit-hole—and yet—and\nyet—it’s rather curious, you know, this sort of life! I do wonder what\n_can_ have happened to me! When I used to read fairy-tales, I fancied\nthat kind of thing never happened, and now here I am in the middle of\none! There ought to be a book written about me, that there ought! And\nwhen I grow up, I’ll write one—but I’m grown up now,” she added in a\nsorrowful tone; “at least there’s no room to grow up any more _here_.”\n\n“But then,” thought Alice, “shall I _never_ get any older than I am\nnow? That’ll be a comfort, one way—never to be an old woman—but\nthen—always to have lessons to learn! Oh, I shouldn’t like _that!_”\n\n“Oh, you foolish Alice!” she answered herself. “How can you learn\nlessons in here? Why, there’s hardly room for _you_, and no room at all\nfor any lesson-books!”\n\nAnd so she went on, taking first one side and then the other, and\nmaking quite a conversation of it altogether; but after a few minutes\nshe heard a voice outside, and stopped to listen.\n\n“Mary Ann! Mary Ann!” said the voice. “Fetch me my gloves this moment!”\nThen came a little pattering of feet on the stairs. Alice knew it was\nthe Rabbit coming to look for her, and she trembled till she shook the\nhouse, quite forgetting that she was now about a thousand times as\nlarge as the Rabbit, and had no reason to be afraid of it.\n\nPresently the Rabbit came up to the door, and tried to open it; but, as\nthe door opened inwards, and Alice’s elbow was pressed hard against it,\nthat attempt proved a failure. Alice heard it say to itself “Then I’ll\ngo round and get in at the window.”\n\n“_That_ you won’t!” thought Alice, and, after waiting till she fancied\nshe heard the Rabbit just under the window, she suddenly spread out her\nhand, and made a snatch in the air. She did not get hold of anything,\nbut she heard a little shriek and a fall, and a crash of broken glass,\nfrom which she concluded that it was just possible it had fallen into a\ncucumber-frame, or something of the sort.\n\nNext came an angry voice—the Rabbit’s—“Pat! Pat! Where are you?” And\nthen a voice she had never heard before, “Sure then I’m here! Digging\nfor apples, yer honour!”\n\n“Digging for apples, indeed!” said the Rabbit angrily. “Here! Come and\nhelp me out of _this!_” (Sounds of more broken glass.)\n\n“Now tell me, Pat, what’s that in the window?”\n\n“Sure, it’s an arm, yer honour!” (He pronounced it “arrum.”)\n\n“An arm, you goose! Who ever saw one that size? Why, it fills the whole\nwindow!”\n\n“Sure, it does, yer honour: but it’s an arm for all that.”\n\n“Well, it’s got no business there, at any rate: go and take it away!”\n\nThere was a long silence after this, and Alice could only hear whispers\nnow and then; such as, “Sure, I don’t like it, yer honour, at all, at\nall!” “Do as I tell you, you coward!” and at last she spread out her\nhand again, and made another snatch in the air. This time there were\n_two_ little shrieks, and more sounds of broken glass. “What a number\nof cucumber-frames there must be!” thought Alice. “I wonder what\nthey’ll do next! As for pulling me out of the window, I only wish they\n_could!_ I’m sure _I_ don’t want to stay in here any longer!”\n\nShe waited for some time without hearing anything more: at last came a\nrumbling of little cartwheels, and the sound of a good many voices all\ntalking together: she made out the words: “Where’s the other\nladder?—Why, I hadn’t to bring but one; Bill’s got the other—Bill!\nfetch it here, lad!—Here, put ’em up at this corner—No, tie ’em\ntogether first—they don’t reach half high enough yet—Oh! they’ll do\nwell enough; don’t be particular—Here, Bill! catch hold of this\nrope—Will the roof bear?—Mind that loose slate—Oh, it’s coming down!\nHeads below!” (a loud crash)—“Now, who did that?—It was Bill, I\nfancy—Who’s to go down the chimney?—Nay, _I_ shan’t! _You_ do\nit!—_That_ I won’t, then!—Bill’s to go down—Here, Bill! the master says\nyou’re to go down the chimney!”\n\n“Oh! So Bill’s got to come down the chimney, has he?” said Alice to\nherself. “Shy, they seem to put everything upon Bill! I wouldn’t be in\nBill’s place for a good deal: this fireplace is narrow, to be sure; but\nI _think_ I can kick a little!”\n\nShe drew her foot as far down the chimney as she could, and waited till\nshe heard a little animal (she couldn’t guess of what sort it was)\nscratching and scrambling about in the chimney close above her: then,\nsaying to herself “This is Bill,” she gave one sharp kick, and waited\nto see what would happen next.\n\nThe first thing she heard was a general chorus of “There goes Bill!”\nthen the Rabbit’s voice along—“Catch him, you by the hedge!” then\nsilence, and then another confusion of voices—“Hold up his head—Brandy\nnow—Don’t choke him—How was it, old fellow? What happened to you? Tell\nus all about it!”\n\nLast came a little feeble, squeaking voice, (“That’s Bill,” thought\nAlice,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m\na deal too flustered to tell you—all I know is, something comes at me\nlike a Jack-in-the-box, and up I goes like a sky-rocket!”\n\n“So you did, old fellow!” said the others.\n\n“We must burn the house down!” said the Rabbit’s voice; and Alice\ncalled out as loud as she could, “If you do, I’ll set Dinah at you!”\n\nThere was a dead silence instantly, and Alice thought to herself, “I\nwonder what they _will_ do next! If they had any sense, they’d take the\nroof off.” After a minute or two, they began moving about again, and\nAlice heard the Rabbit say, “A barrowful will do, to begin with.”\n\n“A barrowful of _what?_” thought Alice; but she had not long to doubt,\nfor the next moment a shower of little pebbles came rattling in at the\nwindow, and some of them hit her in the face. “I’ll put a stop to\nthis,” she said to herself, and shouted out, “You’d better not do that\nagain!” which produced another dead silence.\n\nAlice noticed with some surprise that the pebbles were all turning into\nlittle cakes as they lay on the floor, and a bright idea came into her\nhead. “If I eat one of these cakes,” she thought, “it’s sure to make\n_some_ change in my size; and as it can’t possibly make me larger, it\nmust make me smaller, I suppose.”\n\nSo she swallowed one of the cakes, and was delighted to find that she\nbegan shrinking directly. As soon as she was small enough to get\nthrough the door, she ran out of the house, and found quite a crowd of\nlittle animals and birds waiting outside. The poor little Lizard, Bill,\nwas in the middle, being held up by two guinea-pigs, who were giving it\nsomething out of a bottle. They all made a rush at Alice the moment she\nappeared; but she ran off as hard as she could, and soon found herself\nsafe in a thick wood.\n\n“The first thing I’ve got to do,” said Alice to herself, as she\nwandered about in the wood, “is to grow to my right size again; and the\nsecond thing is to find my way into that lovely garden. I think that\nwill be the best plan.”\n\nIt sounded an excellent plan, no doubt, and very neatly and simply\narranged; the only difficulty was, that she had not the smallest idea\nhow to set about it; and while she was peering about anxiously among\nthe trees, a little sharp bark just over her head made her look up in a\ngreat hurry.\n\nAn enormous puppy was looking down at her with large round eyes, and\nfeebly stretching out one paw, trying to touch her. “Poor little\nthing!” said Alice, in a coaxing tone, and she tried hard to whistle to\nit; but she was terribly frightened all the time at the thought that it\nmight be hungry, in which case it would be very likely to eat her up in\nspite of all her coaxing.\n\nHardly knowing what she did, she picked up a little bit of stick, and\nheld it out to the puppy; whereupon the puppy jumped into the air off\nall its feet at once, with a yelp of delight, and rushed at the stick,\nand made believe to worry it; then Alice dodged behind a great thistle,\nto keep herself from being run over; and the moment she appeared on the\nother side, the puppy made another rush at the stick, and tumbled head\nover heels in its hurry to get hold of it; then Alice, thinking it was\nvery like having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle again; then\nthe puppy began a series of short charges at the stick, running a very\nlittle way forwards each time and a long way back, and barking hoarsely\nall the while, till at last it sat down a good way off, panting, with\nits tongue hanging out of its mouth, and its great eyes half shut.\n\nThis seemed to Alice a good opportunity for making her escape; so she\nset off at once, and ran till she was quite tired and out of breath,\nand till the puppy’s bark sounded quite faint in the distance.\n\n“And yet what a dear little puppy it was!” said Alice, as she leant\nagainst a buttercup to rest herself, and fanned herself with one of the\nleaves: “I should have liked teaching it tricks very much, if—if I’d\nonly been the right size to do it! Oh dear! I’d nearly forgotten that\nI’ve got to grow up again! Let me see—how _is_ it to be managed? I\nsuppose I ought to eat or drink something or other; but the great\nquestion is, what?”\n\nThe great question certainly was, what? Alice looked all round her at\nthe flowers and the blades of grass, but she did not see anything that\nlooked like the right thing to eat or drink under the circumstances.\nThere was a large mushroom growing near her, about the same height as\nherself; and when she had looked under it, and on both sides of it, and\nbehind it, it occurred to her that she might as well look and see what\nwas on the top of it.\n\nShe stretched herself up on tiptoe, and peeped over the edge of the\nmushroom, and her eyes immediately met those of a large blue\ncaterpillar, that was sitting on the top with its arms folded, quietly\nsmoking a long hookah, and taking not the smallest notice of her or of\nanything else.",
    "translated_content": "CHAPTER IV.\n\nГЛАВА IV.\nКролик посылает маленький счет\n\n\nЭто был Белый Кролик, который снова медленно бежал обратно и беспокойно оглядывался по пути, словно что-то потерял. Алиса услышала, как он бормотал себе под нос: «Герцогиня! Герцогиня! О, мои бедные лапки! О, моя шерстка и усы! Она велит меня казнить, это так же верно, как то, что хорьки — это хорьки! Где же я мог их уронить?» Алиса сразу догадалась, что он ищет веер и пару белых лайковых перчаток, и, будучи очень доброй, принялась искать их сама. Но их нигде не было видно — всё вокруг, казалось, изменилось после её купания в слезах, а огромный зал со стеклянным столиком и маленькая дверца исчезли бесследно.\n\nОчень скоро Кролик заметил Алису, которая что-то искала, и сердито крикнул ей: «Эй, Мэри Энн, что ты здесь делаешь? Беги домой сию же минуту и принеси мне пару перчаток и веер! Живо, давай!» Алиса так испугалась, что тут же побежала в указанном направлении, даже не пытаясь объяснить ему его ошибку.\n\n«Он принял меня за свою служанку, — подумала она, бегом. — Как же он удивится, когда узнает, кто я такая! Но лучше всё же отнести ему его веер и перчатки — то есть, если я смогу их найти». Произнеся это, она наткнулась на аккуратный домик, на двери которого была прибита блестящая медная табличка с выгравированной надписью: «Б. КРОЛИК». Она вошла, не постучав, и поспешила наверх, в страшном волнении, как бы не встретить настоящую Мэри Энн и не быть выгнанной из дома, прежде чем она найдёт веер и перчатки.\n\n«Как странно, — сказала себе Алиса, — бегать по поручениям для кролика! Пожалуй, скоро и Дина станет посылать меня с поручениями!» И она принялась воображать, как это могло бы быть: «Мисс Алиса! Немедленно сюда, готовься к прогулке!» «Сейчас, няня! Но я должна проследить, чтобы мышь не убежала». «Только вот, — продолжала Алиса, — не думаю, что Дине позволили бы оставаться в доме, если бы она стала так распоряжаться!»\n\nК этому времени она добралась до аккуратной комнатки, где у окна стоял столик, а на нём (как она и надеялась) лежали веер и две-три пары крошечных белых лайковых перчаток. Она взяла веер и одну пару перчаток и уже собиралась уйти, как взгляд её упал на маленький пузырёк, стоявший возле зеркала. На этот раз на нём не было надписи «ВЫПЕЙ МЕНЯ», но всё же она откупорила его и поднесла к губам. «Я знаю, что _что-нибудь_ интересное обязательно случится, — сказала она себе, — стоит мне только что-нибудь съесть или выпить; вот и посмотрю, что сделает этот пузырёк. Очень надеюсь, что он снова сделает меня большой, потому что я уже устала быть такой крошечной!»\n\nТак оно и вышло, причём гораздо быстрее, чем она ожидала: не успев выпить и половины пузырька, она почувствовала, что голова её упирается в потолок, и ей пришлось нагнуться, чтобы не сломать шею. Она поспешно поставила пузырёк, говоря себе: «Довольно — надеюсь, больше я не буду расти — а то и так не могу выйти в дверь — как жаль, что я выпила так много!»\n\nУвы! Желать этого было уже поздно! Она продолжала расти и расти и вскоре вынуждена была встать на колени; ещё через минуту и для этого не осталось места, и она попробовала лечь, упёршись одним локтем в дверь, а другую руку свернув вокруг головы. Но она всё росла и росла и, в последней надежде, высунула одну руку в окно, а одну ногу — в камин, и сказала себе: «Теперь уж я ничего не могу поделать, что бы ни случилось. Что же _будет_ со мной?»\n\nК счастью для Алисы, маленькая волшебная склянка уже произвела своё действие, и она перестала расти; но положение её было очень неудобным, и, так как, казалось, не было никакой надежды когда-нибудь снова выбраться из комнаты, неудивительно, что она чувствовала себя несчастной.\n\n«Дома было гораздо приятнее, — думала бедная Алиса, — там не приходилось то увеличиваться, то уменьшаться и слушаться мышей и кроликов. Почти жаль, что я полезла в эту кроличью нору — и всё-таки — и всё-таки — это ведь очень любопытно, такая жизнь! Право, я не понимаю, что _со мной_ происходит! Когда я читала сказки, я и вообразить не могла, что такое бывает на самом деле, а теперь я сама попала в сказку! Надо бы написать про меня книжку, непременно надо! Вот когда вырасту, напишу — но я уже выросла, — прибавила она грустным тоном. — По крайней мере, здесь мне уже некуда расти».\n\n«Но тогда, — подумала Алиса, — значит, я _никогда_ не стану старше, чем сейчас? С одной стороны, это утешительно — никогда не быть старухой, — но с другой — вечно учить уроки! О, этого бы я не хотела!»\n\n«Ах, какая же ты глупая, Алиса! — ответила она себе. — Как ты можешь учить уроки здесь? Ведь для _тебя_ самой едва хватает места, а для учебников и вовсе нет!»\n\nИ она продолжала, принимая то одну, то другую сторону, ведя целый разговор сама с собой; но через несколько минут она услышала голос снаружи и остановилась, чтобы послушать.\n\n«Мэри Энн! Мэри Энн! — сказал голос. — Немедленно принеси мне мои перчатки!» Затем послышался легкий топот ног по лестнице. Алиса поняла, что это Кролик идет искать ее, и задрожала так сильно, что затрясла весь дом, совсем забыв, что теперь она примерно в тысячу раз больше Кролика и ей нечего его бояться.\n\nВскоре Кролик подошел к двери и попытался открыть ее; но, поскольку дверь открывалась внутрь, а локоть Алисы был крепко прижат к ней, эта попытка не увенчалась успехом. Алиса услышала, как он сказал сам себе: «Тогда я обойду и залезу через окно».\n\n«_Этого_ тебе не сделать!» — подумала Алиса и, подождав, пока ей не показалось, что Кролик как раз под окном, внезапно протянула руку и схватила воздух. Она ничего не поймала, но услышала легкий вскрик, звук падения и звон разбитого стекла, из чего заключила, что он, возможно, упал в парник для огурцов или что-то в этом роде.\n\nЗатем раздался сердитый голос — Кролика: «Пэт! Пэт! Где ты?» И потом голос, которого она раньше не слышала: «Конечно, я здесь! Копаю яблоки, ваша милость!»\n\n«Копаешь яблоки, говоришь! — сердито сказал Кролик. — Эй! Иди и помоги мне выбраться _отсюда_!» (Звуки еще большего количества разбитого стекла.)\n\n«А теперь скажи мне, Пэт, что это в окне?»\n\n«Конечно, это рука, ваша милость!» (Он произнес это как «рука».)\n\n«Рука, ты глупец! Кто когда-либо видел руку такого размера? Да она занимает все окно!»\n\n«Конечно, занимает, ваша милость: но все же это рука».\n\n«Ну, ей там все равно делать нечего: иди и убери ее!»\n\nПосле этого воцарилось долгое молчание, и Алиса лишь изредка слышала отрывки фраз, вроде: «Честное слово, ваша честь, мне это вовсе не нравится!» — «Делай, как велено, трусишка!» Наконец она снова протянула руку и схватила воздух. На этот раз раздались два тоненьких визга и звук бьющегося стекла. «Должно быть, здесь полно парников!» — подумала Алиса. «Интересно, что они придумают теперь? Что касается вытаскивания меня из окна, мне бы только хотелось, чтобы они смогли! Уж я-то не хочу здесь оставаться!»\n\nОна подождала некоторое время, но ничего не услышала. Наконец донесся грохот маленьких колёс и шум множества голосов. Она разобрала слова: «Где другая лестница? — Я взял только одну; вторая у Билла — Билл! Тащи её сюда, малый! — Вот, поставь их в этом углу — Нет, свяжи их сначала — они вдвое короче, чем нужно — Да ладно, сойдёт; не привередничай — Эй, Билл! Держи верёвку — Крыша выдержит? — Осторожнее с рыхлым шифером — Ой, он падает! Головы внизу!» (громкий треск) — «Ну, кто это сделал? — Кажется, Билл — Кто полезет в трубу? — Нет уж, не я! Лезь сам! — Тогда и я не полезу! — Билл должен лезть — Эй, Билл! Хозяин говорит, чтобы ты лез в трубу!»\n\n«А! Значит, Биллу придётся лезть в трубу?» — сказала себе Алиса. «Смотри-ка, они всё на Билла взваливают! Я бы ни за что не поменялась с Биллом местами: камин, конечно, узковат, но, думаю, я могу немного лягнуть!»\n\nОна опустила ногу в камин как можно ниже и ждала, пока не услышала, как маленькое животное (она не могла угадать, какое) царапается и возится в трубе прямо над ней. Тогда, сказав себе: «Это Билл», она резко лягнула и стала ждать, что будет дальше.\n\nПервое, что она услышала, был общий хор: «Билл летит!» Затем голос Кролика: «Ловите его, вы у изгороди!» Затем тишина, а потом снова путаница голосов: «Поддержите ему голову — Коньяку сюда — Не душите его — Ну что, старина? Что с тобой случилось? Расскажи всё!»\n\nНаконец раздался слабый писклявый голосок («Это Билл», — подумала Алиса): «Право, не знаю... Больше не надо, спасибо; мне уже лучше — но я слишком взволнован, чтобы рассказывать... Знаю только, что на меня что-то налетело, как чёрт из табакерки, и я взвился, как ракета!»\n\n«Так оно и было, старина!» — сказали остальные.\n\n«Надо поджечь дом!» – произнёс голос Кролика; и Алиса изо всех сил крикнула: «Если посмеете, я спущу на вас Дина́ху (Dinah)!»\n\nВоцарилась мёртвая тишина, и Алиса подумала: «Интересно, что же они _теперь_ задумают! Будь у них хоть капля ума, они бы сняли крышу». Спустя минуту-другую они снова зашевелились, и Алиса услышала, как Кролик говорит: «Для начала хватит и одной тачки».\n\n«Тачки _чего_?» – подумала Алиса; но долго гадать ей не пришлось, потому что в следующее мгновение в окно посыпался гра́вий, и несколько камешков ударили её по лицу. «Положить этому конец», – сказала она себе и громко крикнула: «Лучше больше так не делайте!» – что вновь повлекло за собой мёртвую тишину.\n\nК своему удивлению, Алиса заметила, что камешки, упав на пол, превращаются в маленькие пирожные, и в голову ей пришла блестящая идея. «Если я съем одно из этих пирожных, – подумала она, – это наверняка _как-то_ изменит мой рост; и раз уж оно не может меня увеличить, значит, должно уменьшить, полагаю».\n\nИтак, она проглотила одно из пирожных и обрадовалась, обнаружив, что сразу же начала уменьшаться. Как только она стала достаточно маленькой, чтобы пройти в дверь, она выбежала из дома и увидела целую толпу зверушек и птичек, ожидавших снаружи. Бедный маленький я́щери́к Билл (Bill) находился в центре, его поддерживали две морские свинки и что-то давали из бутылочки. Все они бросились к Алисе, едва она появилась; но она побежала со всех ног и вскоре очутилась в безопасности в густом лесу.\n\n«Первое, что мне нужно сделать, – сказала себе Алиса, бродя по лесу, – это снова стать своего обычного роста; а второе – найти дорогу в тот прелестный сад. Думаю, это будет самый лучший план».\n\nПлан, без сомнения, звучал превосходно, очень чётко и просто составленный; единственная трудность заключалась в том, что она не имела ни малейшего понятия, как за него взяться; и пока она тревожно вглядывалась вглубь деревьев, резкий короткий лай прямо над головой заставил её поспешно поднять глаза.\n\nОгромный щенок смотрел на неё большими круглыми глазами, слабо вытянув одну лапу и пытаясь дотронуться до неё. «Бедняжка!» – сказала Алиса ласковым тоном и изо всех сил попыталась присвистнуть ему; но всё это время её ужасно пугала мысль, что он может быть голоден, и в таком случае, несмотря на все её уговоры, он вполне мог бы её съесть.\n\nЕдва сознавая, что делает, она подняла маленькую веточку и\nпротянула ее щенку; после чего щенок разом подпрыгнул на всех лапах\nот восторга, бросился к веточке и сделал вид, будто треплет ее;\nтогда Алиса юркнула за большой чертополох, чтобы ее не переехали;\nи как только она показалась с другой стороны, щенок снова ринулся к\nветочке и в спешке кувыркнулся через голову, пытаясь схватить ее;\nтогда Алиса, подумав, что это очень похоже на игру с ломовой лошадью,\nи ожидая каждую минуту быть растоптанной, снова обежала вокруг чертополоха;\nзатем щенок начал серию коротких атак на веточку, каждый раз пробегая\nнемного вперед и далеко назад и все время хрипло лая, пока наконец не уселся\nв отдалении, тяжело дыша, с высунутым языком и полузакрытыми большими глазами.\n\nАлисе это показалось удобным случаем для бегства; и она тотчас пустилась в путь,\nи бежала до тех пор, пока совершенно не устала и не запыхалась,\nи пока лай щенка не стал едва слышен вдали.\n\n«А все-таки какой это был славный маленький щенок!» — сказала Алиса,\nприслонившись к лютику, чтобы отдохнуть, и обмахиваясь одним из его листьев:\n«Я бы с большим удовольствием научила его разным штукам, если бы — если бы я\nтолько была подходящего для этого роста! Ах, боже мой! Я совсем забыла,\nчто мне нужно снова вырасти! Дайте подумать — как же это _сделать_?\nПолагаю, мне следует что-нибудь съесть или выпить; но главный вопрос — что?»\n\nГлавный вопрос, несомненно, был — что? Алиса оглядела все вокруг —\nцветы и травинки, но не увидела ничего, что выглядело бы подходящим\nдля еды или питья в данных обстоятельствах. Рядом с ней рос большой гриб,\nпримерно ее роста; и когда она заглянула под него, и по обе стороны от него,\nи позади него, ей пришло в голову, что не мешало бы взглянуть и на его верхушку.\n\nОна привстала на цыпочки и заглянула через край шляпки гриба,\nи ее глаза сразу же встретились с глазами большой синей гусеницы,\nкоторая сидела на верхушке, скрестив руки, и спокойно курила длинный кальян,\nне обращая на нее и на что бы то ни было ни малейшего внимания.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER V.",
    "translated_title": "CHAPTER V.",
    "original_content": "CHAPTER V.\nAdvice from a Caterpillar\n\n\nThe Caterpillar and Alice looked at each other for some time in\nsilence: at last the Caterpillar took the hookah out of its mouth, and\naddressed her in a languid, sleepy voice.\n\n“Who are _you?_” said the Caterpillar.\n\nThis was not an encouraging opening for a conversation. Alice replied,\nrather shyly, “I—I hardly know, sir, just at present—at least I know\nwho I _was_ when I got up this morning, but I think I must have been\nchanged several times since then.”\n\n“What do you mean by that?” said the Caterpillar sternly. “Explain\nyourself!”\n\n“I can’t explain _myself_, I’m afraid, sir,” said Alice, “because I’m\nnot myself, you see.”\n\n“I don’t see,” said the Caterpillar.\n\n“I’m afraid I can’t put it more clearly,” Alice replied very politely,\n“for I can’t understand it myself to begin with; and being so many\ndifferent sizes in a day is very confusing.”\n\n“It isn’t,” said the Caterpillar.\n\n“Well, perhaps you haven’t found it so yet,” said Alice; “but when you\nhave to turn into a chrysalis—you will some day, you know—and then\nafter that into a butterfly, I should think you’ll feel it a little\nqueer, won’t you?”\n\n“Not a bit,” said the Caterpillar.\n\n“Well, perhaps your feelings may be different,” said Alice; “all I know\nis, it would feel very queer to _me_.”\n\n“You!” said the Caterpillar contemptuously. “Who are _you?_”\n\nWhich brought them back again to the beginning of the conversation.\nAlice felt a little irritated at the Caterpillar’s making such _very_\nshort remarks, and she drew herself up and said, very gravely, “I\nthink, you ought to tell me who _you_ are, first.”\n\n“Why?” said the Caterpillar.\n\nHere was another puzzling question; and as Alice could not think of any\ngood reason, and as the Caterpillar seemed to be in a _very_ unpleasant\nstate of mind, she turned away.\n\n“Come back!” the Caterpillar called after her. “I’ve something\nimportant to say!”\n\nThis sounded promising, certainly: Alice turned and came back again.\n\n“Keep your temper,” said the Caterpillar.\n\n“Is that all?” said Alice, swallowing down her anger as well as she\ncould.\n\n“No,” said the Caterpillar.\n\nAlice thought she might as well wait, as she had nothing else to do,\nand perhaps after all it might tell her something worth hearing. For\nsome minutes it puffed away without speaking, but at last it unfolded\nits arms, took the hookah out of its mouth again, and said, “So you\nthink you’re changed, do you?”\n\n“I’m afraid I am, sir,” said Alice; “I can’t remember things as I\nused—and I don’t keep the same size for ten minutes together!”\n\n“Can’t remember _what_ things?” said the Caterpillar.\n\n“Well, I’ve tried to say “How doth the little busy bee,” but it all\ncame different!” Alice replied in a very melancholy voice.\n\n“Repeat, ‘_You are old, Father William_,’” said the Caterpillar.\n\nAlice folded her hands, and began:—\n\n“You are old, Father William,” the young man said,\n    “And your hair has become very white;\nAnd yet you incessantly stand on your head—\n    Do you think, at your age, it is right?”\n\n“In my youth,” Father William replied to his son,\n    “I feared it might injure the brain;\nBut, now that I’m perfectly sure I have none,\n    Why, I do it again and again.”\n\n“You are old,” said the youth, “as I mentioned before,\n    And have grown most uncommonly fat;\nYet you turned a back-somersault in at the door—\n    Pray, what is the reason of that?”\n\n“In my youth,” said the sage, as he shook his grey locks,\n    “I kept all my limbs very supple\nBy the use of this ointment—one shilling the box—\n    Allow me to sell you a couple?”\n\n“You are old,” said the youth, “and your jaws are too weak\n    For anything tougher than suet;\nYet you finished the goose, with the bones and the beak—\n    Pray, how did you manage to do it?”\n\n“In my youth,” said his father, “I took to the law,\n    And argued each case with my wife;\nAnd the muscular strength, which it gave to my jaw,\n    Has lasted the rest of my life.”\n\n“You are old,” said the youth, “one would hardly suppose\n    That your eye was as steady as ever;\nYet you balanced an eel on the end of your nose—\n    What made you so awfully clever?”\n\n“I have answered three questions, and that is enough,”\n    Said his father; “don’t give yourself airs!\nDo you think I can listen all day to such stuff?\n    Be off, or I’ll kick you down stairs!”\n\n\n“That is not said right,” said the Caterpillar.\n\n“Not _quite_ right, I’m afraid,” said Alice, timidly; “some of the\nwords have got altered.”\n\n“It is wrong from beginning to end,” said the Caterpillar decidedly,\nand there was silence for some minutes.\n\nThe Caterpillar was the first to speak.\n\n“What size do you want to be?” it asked.\n\n“Oh, I’m not particular as to size,” Alice hastily replied; “only one\ndoesn’t like changing so often, you know.”\n\n“I _don’t_ know,” said the Caterpillar.\n\nAlice said nothing: she had never been so much contradicted in her life\nbefore, and she felt that she was losing her temper.\n\n“Are you content now?” said the Caterpillar.\n\n“Well, I should like to be a _little_ larger, sir, if you wouldn’t\nmind,” said Alice: “three inches is such a wretched height to be.”\n\n“It is a very good height indeed!” said the Caterpillar angrily,\nrearing itself upright as it spoke (it was exactly three inches high).\n\n“But I’m not used to it!” pleaded poor Alice in a piteous tone. And she\nthought of herself, “I wish the creatures wouldn’t be so easily\noffended!”\n\n“You’ll get used to it in time,” said the Caterpillar; and it put the\nhookah into its mouth and began smoking again.\n\nThis time Alice waited patiently until it chose to speak again. In a\nminute or two the Caterpillar took the hookah out of its mouth and\nyawned once or twice, and shook itself. Then it got down off the\nmushroom, and crawled away in the grass, merely remarking as it went,\n“One side will make you grow taller, and the other side will make you\ngrow shorter.”\n\n“One side of _what?_ The other side of _what?_” thought Alice to\nherself.\n\n“Of the mushroom,” said the Caterpillar, just as if she had asked it\naloud; and in another moment it was out of sight.\n\nAlice remained looking thoughtfully at the mushroom for a minute,\ntrying to make out which were the two sides of it; and as it was\nperfectly round, she found this a very difficult question. However, at\nlast she stretched her arms round it as far as they would go, and broke\noff a bit of the edge with each hand.\n\n“And now which is which?” she said to herself, and nibbled a little of\nthe right-hand bit to try the effect: the next moment she felt a\nviolent blow underneath her chin: it had struck her foot!\n\nShe was a good deal frightened by this very sudden change, but she felt\nthat there was no time to be lost, as she was shrinking rapidly; so she\nset to work at once to eat some of the other bit. Her chin was pressed\nso closely against her foot, that there was hardly room to open her\nmouth; but she did it at last, and managed to swallow a morsel of the\nlefthand bit.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“Come, my head’s free at last!” said Alice in a tone of delight, which\nchanged into alarm in another moment, when she found that her shoulders\nwere nowhere to be found: all she could see, when she looked down, was\nan immense length of neck, which seemed to rise like a stalk out of a\nsea of green leaves that lay far below her.\n\n“What _can_ all that green stuff be?” said Alice. “And where _have_ my\nshoulders got to? And oh, my poor hands, how is it I can’t see you?”\nShe was moving them about as she spoke, but no result seemed to follow,\nexcept a little shaking among the distant green leaves.\n\nAs there seemed to be no chance of getting her hands up to her head,\nshe tried to get her head down to them, and was delighted to find that\nher neck would bend about easily in any direction, like a serpent. She\nhad just succeeded in curving it down into a graceful zigzag, and was\ngoing to dive in among the leaves, which she found to be nothing but\nthe tops of the trees under which she had been wandering, when a sharp\nhiss made her draw back in a hurry: a large pigeon had flown into her\nface, and was beating her violently with its wings.\n\n“Serpent!” screamed the Pigeon.\n\n“I’m _not_ a serpent!” said Alice indignantly. “Let me alone!”\n\n“Serpent, I say again!” repeated the Pigeon, but in a more subdued\ntone, and added with a kind of sob, “I’ve tried every way, and nothing\nseems to suit them!”\n\n“I haven’t the least idea what you’re talking about,” said Alice.\n\n“I’ve tried the roots of trees, and I’ve tried banks, and I’ve tried\nhedges,” the Pigeon went on, without attending to her; “but those\nserpents! There’s no pleasing them!”\n\nAlice was more and more puzzled, but she thought there was no use in\nsaying anything more till the Pigeon had finished.\n\n“As if it wasn’t trouble enough hatching the eggs,” said the Pigeon;\n“but I must be on the look-out for serpents night and day! Why, I\nhaven’t had a wink of sleep these three weeks!”\n\n“I’m very sorry you’ve been annoyed,” said Alice, who was beginning to\nsee its meaning.\n\n“And just as I’d taken the highest tree in the wood,” continued the\nPigeon, raising its voice to a shriek, “and just as I was thinking I\nshould be free of them at last, they must needs come wriggling down\nfrom the sky! Ugh, Serpent!”\n\n“But I’m _not_ a serpent, I tell you!” said Alice. “I’m a—I’m a—”\n\n“Well! _What_ are you?” said the Pigeon. “I can see you’re trying to\ninvent something!”\n\n“I—I’m a little girl,” said Alice, rather doubtfully, as she remembered\nthe number of changes she had gone through that day.\n\n“A likely story indeed!” said the Pigeon in a tone of the deepest\ncontempt. “I’ve seen a good many little girls in my time, but never\n_one_ with such a neck as that! No, no! You’re a serpent; and there’s\nno use denying it. I suppose you’ll be telling me next that you never\ntasted an egg!”\n\n“I _have_ tasted eggs, certainly,” said Alice, who was a very truthful\nchild; “but little girls eat eggs quite as much as serpents do, you\nknow.”\n\n“I don’t believe it,” said the Pigeon; “but if they do, why then\nthey’re a kind of serpent, that’s all I can say.”\n\nThis was such a new idea to Alice, that she was quite silent for a\nminute or two, which gave the Pigeon the opportunity of adding, “You’re\nlooking for eggs, I know _that_ well enough; and what does it matter to\nme whether you’re a little girl or a serpent?”\n\n“It matters a good deal to _me_,” said Alice hastily; “but I’m not\nlooking for eggs, as it happens; and if I was, I shouldn’t want\n_yours_: I don’t like them raw.”\n\n“Well, be off, then!” said the Pigeon in a sulky tone, as it settled\ndown again into its nest. Alice crouched down among the trees as well\nas she could, for her neck kept getting entangled among the branches,\nand every now and then she had to stop and untwist it. After a while\nshe remembered that she still held the pieces of mushroom in her hands,\nand she set to work very carefully, nibbling first at one and then at\nthe other, and growing sometimes taller and sometimes shorter, until\nshe had succeeded in bringing herself down to her usual height.\n\nIt was so long since she had been anything near the right size, that it\nfelt quite strange at first; but she got used to it in a few minutes,\nand began talking to herself, as usual. “Come, there’s half my plan\ndone now! How puzzling all these changes are! I’m never sure what I’m\ngoing to be, from one minute to another! However, I’ve got back to my\nright size: the next thing is, to get into that beautiful garden—how\n_is_ that to be done, I wonder?” As she said this, she came suddenly\nupon an open place, with a little house in it about four feet high.\n“Whoever lives there,” thought Alice, “it’ll never do to come upon them\n_this_ size: why, I should frighten them out of their wits!” So she\nbegan nibbling at the righthand bit again, and did not venture to go\nnear the house till she had brought herself down to nine inches high.",
    "translated_content": "CHAPTER V.\n\nГЛАВА V.  \nСовет Гусеницы\n\n\nГусеница и Алиса некоторое время молча разглядывали друг друга.  \nНаконец Гусеница вынула кальян изо рта и ленивым, сонным голосом  \nобратилась к ней:\n\n— Ты кто _такая?_ — спросила Гусеница.\n\nЭто было не слишком ободряющее начало разговора. Алиса ответила  \nробко:\n\n— Я… я сейчас, право, не знаю, сударыня… По крайней мере, я знаю,  \nкем была сегодня утром, когда проснулась, но с тех пор, кажется,  \nя несколько раз менялась.\n\n— Что это значит? — строго спросила Гусеница. — Объяснись!\n\n— Боюсь, я не могу объяснить себя, — сказала Алиса, — потому что  \nя сейчас не я, понимаете?\n\n— Не понимаю, — сказала Гусеница.\n\n— Боюсь, что не сумею объяснить яснее, — очень вежливо ответила  \nАлиса, — потому что сама ничего не понимаю. Меняться так часто  \nв течение одного дня — очень запутанное дело.\n\n— Вовсе нет, — сказала Гусеница.\n\n— Может быть, вы с этим ещё не сталкивались, — сказала Алиса, —  \nно когда вам придётся превратиться в куколку — а это когда-нибудь  \nслучится, вы знаете, — а потом в бабочку, я думаю, вы почувствуете  \nсебя немного странно, не правда ли?\n\n— Нисколько, — сказала Гусеница.\n\n— Ну, возможно, ваши ощущения будут другими, — сказала Алиса. —  \nЯ знаю только, что _мне_ было бы очень странно.\n\n— Тебе! — с презрением сказала Гусеница. — А ты кто _такая?_\n\nЭто вернуло их к началу разговора. Алиса немного раздражали такие  \n_краткие_ замечания Гусеницы. Она выпрямилась и сказала очень  \nсерьёзно:\n\n— Думаю, сначала вы должны сказать мне, кто _вы_ такая.\n\n— Почему? — спросила Гусеница.\n\nЕщё один загадочный вопрос! А так как Алиса не могла придумать  \nникакого веского довода, а Гусеница, казалось, пребывала в _очень_  \nскверном расположении духа, она повернулась, чтобы уйти.\n\n— Вернись! — крикнула ей вслед Гусеница. — Мне нужно сказать  \nтебе нечто важное!\n\nЭто прозвучало обнадёживающе. Алиса повернулась и вернулась.\n\n— Не горячись, — сказала Гусеница.\n\n— И это всё? — спросила Алиса, изо всех сил сдерживая гнев.\n\n— Нет, — сказала Гусеница.\n\nАлиса решила, что может и подождать — ведь ей всё равно нечем было  \nзаняться, — и, возможно, Гусеница скажет ей что-нибудь стоящее.  \nНесколько минут та курила, не произнося ни слова, но наконец  \nскрестила руки на груди, снова вынула кальян изо рта и сказала:\n\n— Так ты думаешь, что изменилась?\n\n«Боюсь, что да, сэр, — сказала Алиса. — Я уже не помню того, что помнила раньше, да и рост мой не остается неизменным и десяти минут подряд!»\n\n«Чего же ты не помнишь?» — спросил Червяк.\n\n«Ну, я пыталась рассказать стишок „Трудится пчелка день-деньской“, но у меня получилось совсем не то!» — печально ответила Алиса.\n\n«А ну-ка повтори „Ты стар, отец Вильям“», — сказал Червяк.\n\nАлиса сложила руки и начала:\n\n— Ты стар, отец Вильям, — сказал юнец, —  \nИ волосы твои побелели.  \nА ты стоишь на голове весь день.  \nСкажи, уместно ль это в твои годы?\n\n— В былые дни, — ответил старец сыну, —  \nЯ опасался мозг себе повредить.  \nНо, зная ныне, что его не стало,  \nЯ снова и снова стою на голове.\n\n— Ты стар, — сказал юнец, — как я заметил,  \nИ растолстел ты сверх всякой меры.  \nА в дверь влетел ты, сделав сальто-мортале.  \nСкажи, зачем ты делаешь такие штуки?\n\n— В былые дни, — ответил старец сыну  \nИ потряс сединой, — я мазью этой  \nМышцы свои держал всегда в порядке.  \nКупи баночку — шиллинг лишь одна!\n\n— Ты стар, — сказал юнец, — и челюсть слаба,  \nЖевать не можешь ты твердей сала.  \nА гуся съел — с костями и клювом!  \nСкажи, как мог ты с ним управиться?\n\n— В былые дни, — ответил старец сыну, —  \nЯ был судьей и с женой судился.  \nИ челюсть от таких упражнений  \nОсталась крепкой на всю жизнь.\n\n— Ты стар, — сказал юнец, — едва ли можно  \nПоверить, что не дрогнет твой зрачок.  \nА ты на носу удержал угря!  \nСкажи, как сделался ты столь искусным?\n\n— Я три ответа дал, и будет с нас, —  \nСказал отец. — Не важничай со мною!  \nДовольно мне весь день болтать с тобою!  \nУйди, а не то — спущу с лестницы!\n\n«Это не совсем правильно», — сказал Червяк.\n\n«Да, не совсем, — робко согласилась Алиса. — Некоторые слова я переврала».\n\n«От начала до конца неверно», — твердо заявил Червяк и на несколько минут умолк.\n\nПервым заговорил опять Червяк.\n\n«Какого роста ты хочешь быть?» — спросил он.\n\n«О, мне все равно, какого роста, — поспешно ответила Алиса, — только, знаете ли, неприятно так часто меняться».\n\n«Я _не_ знаю», — сказал Червяк.\n\nАлиса ничего не сказала: в жизни с ней ещё так часто не спорили,\nи она чувствовала, что начинает выходить из себя.\n\n— Ну, теперь ты довольна? — спросил Червяк.\n\n— Мне бы хотелось быть чуточку _побольше_, если можно, — сказала\nАлиса. — Три дюйма — это такой жалкий рост!\n\n— Зато очень удобный! — сердито возразил Червяк и, сказав это,\nвыпрямился во весь рост (а рост у него был ровно три дюйма).\n\n— Но я к нему не привыкла! — жалобно простонала бедная Алиса.\nИ подумала про себя: «Вот уж никак не ожидала, что эти твари такие\nобидчивые!»\n\n— Со временем привыкнешь, — сказал Червяк, сунул чубук в рот и\nснова принялся курить.\n\nНа этот раз Алиса терпеливо ждала, пока он снова заговорит.\nПрошло минуты две. Червяк вынул чубук изо рта, раз или два зевнул\nи отряхнулся. Потом он слез с гриба и пополз по траве, бросив на\nпрощание:\n\n— Одна сторона увеличивает, а другая уменьшает.\n\n«Одна сторона _чего_? Другая сторона _чего_?» — подумала Алиса.\n\n«Гриба», — сказал Червяк, словно она спросила его вслух, и в ту же\nсекунду скрылся из виду.\n\nАлиса осталась одна и с минуту разглядывала гриб, гадая, где же у\nнего две стороны. Гриб был совершенно круглый, и задача оказалась\nне из легких. Наконец она раскинула руки и обхватила гриб, насколько\nхватило сил, а потом отломила от края по кусочку — по одному в\nкаждую руку.\n\n«Ну, а теперь — который из них который?» — сказала она себе и\nоткусила немножко от того кусочка, что был в правой руке, чтобы\nиспытать его действие. В ту же секунду она почувствовала, как её\nподбородок ударился обо что-то очень твёрдое: это был её собственный\nботинок!\n\nОна очень испугалась такой внезапной перемены, но понимала, что\nмедлить нельзя, потому что она быстро уменьшалась. Алиса тут же\nпринялась за другой кусочек. Подбородок её так сильно упёрся в\nботинок, что она едва могла открыть рот, но всё-таки ей удалось\nпроглотить кусочек от левой ручки.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n«Ну, наконец-то моя голова свободна!» — воскликнула Алиса с такой радостью, которая мгновенно сменилась ужасом, когда она обнаружила, что её плечи исчезли: взглянув вниз, она увидела лишь невероятно длинную шею, поднимавшуюся, точно стебель, из моря зелёных листьев, лежавших далеко внизу.\n\n«Что это за зелёная масса? — сказала Алиса. — И куда подевались мои плечи? Ах, бедные мои ручки, почему я вас не вижу?» Она задвигала ими, пока говорила, но, кроме лёгкого шевеления вдали среди зелёных листьев, ничего не происходило.\n\nПоскольку поднять руки к голове, казалось, не было никакой возможности, она попыталась опустить голову к ним и обрадовалась, обнаружив, что шея легко гнётся в любую сторону, точно у змеи. Ей только что удалось изогнуть её изящной зигзагообразной линией, и она уже собиралась нырнуть в листву, которая оказалась не чем иным, как верхушками деревьев, под которыми она бродила, как резкий шипящий звук заставил её поспешно отпрянуть: большая голубка влетела ей прямо в лицо и принялась яростно бить её крыльями.\n\n«Змея!» — закричал Голубь.\n\n«Я не змея!» — возмущённо сказала Алиса. «Оставьте меня в покое!»\n\n«Змея, повторяю!» — повторил Голубь, но уже более сдержанным тоном, и добавил с рыданием: «Я перепробовала всё, и ничто им не подходит!»\n\n«Я совершенно не понимаю, о чём вы говорите», — сказала Алиса.\n\n«Я пробовала корни деревьев, пробовала берега, пробовала изгороди, — продолжал Голубь, не обращая на неё внимания, — но эти змеи! Их ничем не угодишь!»\n\nАлиса была всё больше озадачена, но решила, что нет смысла что-либо говорить, пока Голубь не закончит.\n\n«Как будто высиживать яйца — не trouble enough, — сказал Голубь, — но я ещё должна день и ночь сторожить от змей! Вот уж три недели глаз не сомкнула!»\n\n«Мне очень жаль, что вас так беспокоят», — сказала Алиса, начинавшая понимать, в чём дело.\n\n«И только я забралась на самое высокое дерево в лесу, — продолжал Голубь, возвышая голос до визга, — только я подумала, что наконец-то избавилась от них, как они принялись извиваться с неба! Фу, змея!»\n\n«Но я же не змея, говорю вам! — сказала Алиса. — Я… я…»\n\n«Ну! Так кто же ты? — сказал Голубь. — Я вижу, ты что-то выдумываешь!»\n\n«Я... я маленькая девочка, — сказала Алиса довольно неуверенно, вспомнив, сколько превращений она пережила за этот день.\n\n— Очень может быть! — сказал Голубь тоном глубочайшего презрения. — Я повидал на своём веку немало маленьких девочек, но ни у одной не было такой шеи! Нет, нет! Ты змея, и спорить тут не о чем. Пожалуй, ты ещё скажешь, что никогда не пробовала яиц!\n\n— Я, конечно, пробовала яйца, — сказала Алиса, которая была очень правдивым ребёнком. — Но маленькие девочки едят яйца ничуть не меньше, чем змеи, ты же знаешь.\n\n— Не верю, — сказал Голубь. — А если и едят, тогда они и есть змеи, вот и всё.\n\nЭта мысль была так нова для Алисы, что она на минуту-другую совсем онемела, а Голубь воспользовался этим и добавил:\n\n— Ты ищешь яйца, я это прекрасно знаю. А уж какая ты там девочка или змея — какое мне до этого дело?\n\n— Мне-то какое! — поспешно сказала Алиса. — Но, как нарочно, я совсем не ищу яиц. А если бы и искала, то твоих бы не взяла: я не люблю сырых.\n\n— Ну, так проваливай! — сердито сказал Голубь и устроился в гнезде поудобнее. Алиса присела на корточки под деревьями, как только могла, потому что шея её то и дело запутывалась в ветвях, и ей приходилось поминутно останавливаться и распутывать её. Через некоторое время она вспомнила, что в руках у неё всё ещё были кусочки гриба, и принялась за работу очень осторожно: то откусывала от одного кусочка, то от другого и то вырастала, то уменьшалась, пока наконец не вернула себе обычный рост.\n\nОна так давно не была нормального роста, что поначалу ей было очень непривычно, но через несколько минут она освоилась и, по своему обыкновению, заговорила сама с собой:\n\n— Ну вот, половина моего плана выполнена! Как всё это запутано! Никогда не знаешь, что с тобой случится в следующую минуту! Однако я вернула себе нормальный рост. Теперь надо пробраться в тот прекрасный сад. Как это сделать?\n\nПроизнося эти слова, она вдруг очутилась на полянке, где стоял домик метра в полтора высотой.\n\n— Кто бы там ни жил, — подумала Алиса, — являться к ним в таком виде никак нельзя: я же напугаю их до смерти!\n\nИ она снова принялась откусывать кусочек из правой руки и не решилась подойти к домику, пока не уменьшилась до двадцати сантиметров.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VI.",
    "translated_title": "CHAPTER VI.",
    "original_content": "CHAPTER VI.\nPig and Pepper\n\n\nFor a minute or two she stood looking at the house, and wondering what\nto do next, when suddenly a footman in livery came running out of the\nwood—(she considered him to be a footman because he was in livery:\notherwise, judging by his face only, she would have called him a\nfish)—and rapped loudly at the door with his knuckles. It was opened by\nanother footman in livery, with a round face, and large eyes like a\nfrog; and both footmen, Alice noticed, had powdered hair that curled\nall over their heads. She felt very curious to know what it was all\nabout, and crept a little way out of the wood to listen.\n\nThe Fish-Footman began by producing from under his arm a great letter,\nnearly as large as himself, and this he handed over to the other,\nsaying, in a solemn tone, “For the Duchess. An invitation from the\nQueen to play croquet.” The Frog-Footman repeated, in the same solemn\ntone, only changing the order of the words a little, “From the Queen.\nAn invitation for the Duchess to play croquet.”\n\nThen they both bowed low, and their curls got entangled together.\n\nAlice laughed so much at this, that she had to run back into the wood\nfor fear of their hearing her; and when she next peeped out the\nFish-Footman was gone, and the other was sitting on the ground near the\ndoor, staring stupidly up into the sky.\n\nAlice went timidly up to the door, and knocked.\n\n“There’s no sort of use in knocking,” said the Footman, “and that for\ntwo reasons. First, because I’m on the same side of the door as you\nare; secondly, because they’re making such a noise inside, no one could\npossibly hear you.” And certainly there _was_ a most extraordinary\nnoise going on within—a constant howling and sneezing, and every now\nand then a great crash, as if a dish or kettle had been broken to\npieces.\n\n“Please, then,” said Alice, “how am I to get in?”\n\n“There might be some sense in your knocking,” the Footman went on\nwithout attending to her, “if we had the door between us. For instance,\nif you were _inside_, you might knock, and I could let you out, you\nknow.” He was looking up into the sky all the time he was speaking, and\nthis Alice thought decidedly uncivil. “But perhaps he can’t help it,”\nshe said to herself; “his eyes are so _very_ nearly at the top of his\nhead. But at any rate he might answer questions.—How am I to get in?”\nshe repeated, aloud.\n\n“I shall sit here,” the Footman remarked, “till tomorrow—”\n\nAt this moment the door of the house opened, and a large plate came\nskimming out, straight at the Footman’s head: it just grazed his nose,\nand broke to pieces against one of the trees behind him.\n\n“—or next day, maybe,” the Footman continued in the same tone, exactly\nas if nothing had happened.\n\n“How am I to get in?” asked Alice again, in a louder tone.\n\n“_Are_ you to get in at all?” said the Footman. “That’s the first\nquestion, you know.”\n\nIt was, no doubt: only Alice did not like to be told so. “It’s really\ndreadful,” she muttered to herself, “the way all the creatures argue.\nIt’s enough to drive one crazy!”\n\nThe Footman seemed to think this a good opportunity for repeating his\nremark, with variations. “I shall sit here,” he said, “on and off, for\ndays and days.”\n\n“But what am _I_ to do?” said Alice.\n\n“Anything you like,” said the Footman, and began whistling.\n\n“Oh, there’s no use in talking to him,” said Alice desperately: “he’s\nperfectly idiotic!” And she opened the door and went in.\n\nThe door led right into a large kitchen, which was full of smoke from\none end to the other: the Duchess was sitting on a three-legged stool\nin the middle, nursing a baby; the cook was leaning over the fire,\nstirring a large cauldron which seemed to be full of soup.\n\n“There’s certainly too much pepper in that soup!” Alice said to\nherself, as well as she could for sneezing.\n\nThere was certainly too much of it in the air. Even the Duchess sneezed\noccasionally; and as for the baby, it was sneezing and howling\nalternately without a moment’s pause. The only things in the kitchen\nthat did not sneeze, were the cook, and a large cat which was sitting\non the hearth and grinning from ear to ear.\n\n“Please would you tell me,” said Alice, a little timidly, for she was\nnot quite sure whether it was good manners for her to speak first, “why\nyour cat grins like that?”\n\n“It’s a Cheshire cat,” said the Duchess, “and that’s why. Pig!”\n\nShe said the last word with such sudden violence that Alice quite\njumped; but she saw in another moment that it was addressed to the\nbaby, and not to her, so she took courage, and went on again:—\n\n“I didn’t know that Cheshire cats always grinned; in fact, I didn’t\nknow that cats _could_ grin.”\n\n“They all can,” said the Duchess; “and most of ’em do.”\n\n“I don’t know of any that do,” Alice said very politely, feeling quite\npleased to have got into a conversation.\n\n“You don’t know much,” said the Duchess; “and that’s a fact.”\n\nAlice did not at all like the tone of this remark, and thought it would\nbe as well to introduce some other subject of conversation. While she\nwas trying to fix on one, the cook took the cauldron of soup off the\nfire, and at once set to work throwing everything within her reach at\nthe Duchess and the baby—the fire-irons came first; then followed a\nshower of saucepans, plates, and dishes. The Duchess took no notice of\nthem even when they hit her; and the baby was howling so much already,\nthat it was quite impossible to say whether the blows hurt it or not.\n\n“Oh, _please_ mind what you’re doing!” cried Alice, jumping up and down\nin an agony of terror. “Oh, there goes his _precious_ nose!” as an\nunusually large saucepan flew close by it, and very nearly carried it\noff.\n\n“If everybody minded their own business,” the Duchess said in a hoarse\ngrowl, “the world would go round a deal faster than it does.”\n\n“Which would _not_ be an advantage,” said Alice, who felt very glad to\nget an opportunity of showing off a little of her knowledge. “Just\nthink of what work it would make with the day and night! You see the\nearth takes twenty-four hours to turn round on its axis—”\n\n“Talking of axes,” said the Duchess, “chop off her head!”\n\nAlice glanced rather anxiously at the cook, to see if she meant to take\nthe hint; but the cook was busily stirring the soup, and seemed not to\nbe listening, so she went on again: “Twenty-four hours, I _think_; or\nis it twelve? I—”\n\n“Oh, don’t bother _me_,” said the Duchess; “I never could abide\nfigures!” And with that she began nursing her child again, singing a\nsort of lullaby to it as she did so, and giving it a violent shake at\nthe end of every line:\n\n“Speak roughly to your little boy,\n    And beat him when he sneezes:\nHe only does it to annoy,\n    Because he knows it teases.”\n\n\nCHORUS.\n(In which the cook and the baby joined):\n\n\n“Wow! wow! wow!”\n\n\nWhile the Duchess sang the second verse of the song, she kept tossing\nthe baby violently up and down, and the poor little thing howled so,\nthat Alice could hardly hear the words:—\n\n“I speak severely to my boy,\n    I beat him when he sneezes;\nFor he can thoroughly enjoy\n    The pepper when he pleases!”\n\n\nCHORUS.\n\n\n“Wow! wow! wow!”\n\n\n“Here! you may nurse it a bit, if you like!” the Duchess said to Alice,\nflinging the baby at her as she spoke. “I must go and get ready to play\ncroquet with the Queen,” and she hurried out of the room. The cook\nthrew a frying-pan after her as she went out, but it just missed her.\n\nAlice caught the baby with some difficulty, as it was a queer-shaped\nlittle creature, and held out its arms and legs in all directions,\n“just like a star-fish,” thought Alice. The poor little thing was\nsnorting like a steam-engine when she caught it, and kept doubling\nitself up and straightening itself out again, so that altogether, for\nthe first minute or two, it was as much as she could do to hold it.\n\nAs soon as she had made out the proper way of nursing it, (which was to\ntwist it up into a sort of knot, and then keep tight hold of its right\near and left foot, so as to prevent its undoing itself,) she carried it\nout into the open air. “If I don’t take this child away with me,”\nthought Alice, “they’re sure to kill it in a day or two: wouldn’t it be\nmurder to leave it behind?” She said the last words out loud, and the\nlittle thing grunted in reply (it had left off sneezing by this time).\n“Don’t grunt,” said Alice; “that’s not at all a proper way of\nexpressing yourself.”\n\nThe baby grunted again, and Alice looked very anxiously into its face\nto see what was the matter with it. There could be no doubt that it had\na _very_ turn-up nose, much more like a snout than a real nose; also\nits eyes were getting extremely small for a baby: altogether Alice did\nnot like the look of the thing at all. “But perhaps it was only\nsobbing,” she thought, and looked into its eyes again, to see if there\nwere any tears.\n\nNo, there were no tears. “If you’re going to turn into a pig, my dear,”\nsaid Alice, seriously, “I’ll have nothing more to do with you. Mind\nnow!” The poor little thing sobbed again (or grunted, it was impossible\nto say which), and they went on for some while in silence.\n\nAlice was just beginning to think to herself, “Now, what am I to do\nwith this creature when I get it home?” when it grunted again, so\nviolently, that she looked down into its face in some alarm. This time\nthere could be _no_ mistake about it: it was neither more nor less than\na pig, and she felt that it would be quite absurd for her to carry it\nfurther.\n\nSo she set the little creature down, and felt quite relieved to see it\ntrot away quietly into the wood. “If it had grown up,” she said to\nherself, “it would have made a dreadfully ugly child: but it makes\nrather a handsome pig, I think.” And she began thinking over other\nchildren she knew, who might do very well as pigs, and was just saying\nto herself, “if one only knew the right way to change them—” when she\nwas a little startled by seeing the Cheshire Cat sitting on a bough of\na tree a few yards off.\n\nThe Cat only grinned when it saw Alice. It looked good-natured, she\nthought: still it had _very_ long claws and a great many teeth, so she\nfelt that it ought to be treated with respect.\n\n“Cheshire Puss,” she began, rather timidly, as she did not at all know\nwhether it would like the name: however, it only grinned a little\nwider. “Come, it’s pleased so far,” thought Alice, and she went on.\n“Would you tell me, please, which way I ought to go from here?”\n\n“That depends a good deal on where you want to get to,” said the Cat.\n\n“I don’t much care where—” said Alice.\n\n“Then it doesn’t matter which way you go,” said the Cat.\n\n“—so long as I get _somewhere_,” Alice added as an explanation.\n\n“Oh, you’re sure to do that,” said the Cat, “if you only walk long\nenough.”\n\nAlice felt that this could not be denied, so she tried another\nquestion. “What sort of people live about here?”\n\n“In _that_ direction,” the Cat said, waving its right paw round, “lives\na Hatter: and in _that_ direction,” waving the other paw, “lives a\nMarch Hare. Visit either you like: they’re both mad.”\n\n“But I don’t want to go among mad people,” Alice remarked.\n\n“Oh, you can’t help that,” said the Cat: “we’re all mad here. I’m mad.\nYou’re mad.”\n\n“How do you know I’m mad?” said Alice.\n\n“You must be,” said the Cat, “or you wouldn’t have come here.”\n\nAlice didn’t think that proved it at all; however, she went on “And how\ndo you know that you’re mad?”\n\n“To begin with,” said the Cat, “a dog’s not mad. You grant that?”\n\n“I suppose so,” said Alice.\n\n“Well, then,” the Cat went on, “you see, a dog growls when it’s angry,\nand wags its tail when it’s pleased. Now _I_ growl when I’m pleased,\nand wag my tail when I’m angry. Therefore I’m mad.”\n\n“_I_ call it purring, not growling,” said Alice.\n\n“Call it what you like,” said the Cat. “Do you play croquet with the\nQueen to-day?”\n\n“I should like it very much,” said Alice, “but I haven’t been invited\nyet.”\n\n“You’ll see me there,” said the Cat, and vanished.\n\nAlice was not much surprised at this, she was getting so used to queer\nthings happening. While she was looking at the place where it had been,\nit suddenly appeared again.\n\n“By-the-bye, what became of the baby?” said the Cat. “I’d nearly\nforgotten to ask.”\n\n“It turned into a pig,” Alice quietly said, just as if it had come back\nin a natural way.\n\n“I thought it would,” said the Cat, and vanished again.\n\nAlice waited a little, half expecting to see it again, but it did not\nappear, and after a minute or two she walked on in the direction in\nwhich the March Hare was said to live. “I’ve seen hatters before,” she\nsaid to herself; “the March Hare will be much the most interesting, and\nperhaps as this is May it won’t be raving mad—at least not so mad as it\nwas in March.” As she said this, she looked up, and there was the Cat\nagain, sitting on a branch of a tree.\n\n“Did you say pig, or fig?” said the Cat.\n\n“I said pig,” replied Alice; “and I wish you wouldn’t keep appearing\nand vanishing so suddenly: you make one quite giddy.”\n\n“All right,” said the Cat; and this time it vanished quite slowly,\nbeginning with the end of the tail, and ending with the grin, which\nremained some time after the rest of it had gone.\n\n“Well! I’ve often seen a cat without a grin,” thought Alice; “but a\ngrin without a cat! It’s the most curious thing I ever saw in my life!”\n\nShe had not gone much farther before she came in sight of the house of\nthe March Hare: she thought it must be the right house, because the\nchimneys were shaped like ears and the roof was thatched with fur. It\nwas so large a house, that she did not like to go nearer till she had\nnibbled some more of the lefthand bit of mushroom, and raised herself\nto about two feet high: even then she walked up towards it rather\ntimidly, saying to herself “Suppose it should be raving mad after all!\nI almost wish I’d gone to see the Hatter instead!”",
    "translated_content": "CHAPTER VI.\n\nГЛАВА VI.\nПоросёнок и перец\n\n\nМинуты две она стояла и разглядывала дом, раздумывая, что делать дальше, как вдруг из лесу выбежал ливрейный лакей (она решила, что это лакей, потому что он был в ливрее; судя же по лицу, она назвала бы его рыбой) и изо всех сил принялся колотить в дверь кулаком. Дверь открыл другой ливрейный лакей с круглым лицом и большими, как у лягушки, глазами. Оба лакея, заметила Алиса, были напудрены, и волосы у них были завиты. Ей ужасно захотелось узнать, в чём дело, и она вышла из лесу и прислушалась.\n\nЛакей-Рыба вытащил из-под мышки огромное письмо, почти с себя ростом, и протянул его Лакею-Лягушке, торжественно провозгласив:\n\n— Для Герцогини. Приглашение от Королевы сыграть в крокет.\n\nЛакей-Лягушка повторил теми же торжественными словами, только переставив их немного:\n\n— От Королевы. Приглашение для Герцогини сыграть в крокет.\n\nПотом они оба низко поклонились, и их локоны перепутались.\n\nАлиса так расхохоталась, что ей пришлось убежать назад в лес, чтобы лакеи её не услышали. Когда же она снова выглянула, Лакея-Рыбы уже не было, а второй сидел на земле у двери и бессмысленно смотрел в небо.\n\nАлиса робко подошла к двери и постучала.\n\n— Стучать бесполезно, — сказал Лакей. — По двум причинам. Во-первых, потому что я на той же стороне двери, что и ты, а во-вторых, потому что внутри такой шум, что тебя всё равно не услышат.\n\nИ действительно, из дома доносился необыкновенный шум: непрерывный вой и чихание, а поминутно ещё и грохот, словно разбивалась тарелка или кастрюля.\n\n— Тогда скажите, пожалуйста, — спросила Алиса, — как же мне войти?\n\n— Стучать имело бы смысл, — продолжал Лакей, не обращая на неё внимания, — если бы дверь была между нами. Например, если бы ты была внутри, ты бы постучала, а я бы тебя выпустил.\n\nОн всё время говорил, уставившись в небо, и Алиса решила, что это очень невежливо.\n\n«Может, он ничего не может с собой поделать, — подумала она. — Глаза у него почти на самом темени. Но он мог бы отвечать на вопросы!»\n\n— Как же мне войти? — повторила она громко.\n\n— Я буду сидеть здесь, — сказал Лакей, — до завтра…\n\nВ эту самую минуту дверь дома распахнулась, и прямо в голову Лакея вылетело большое блюдо. Оно лишь задело его нос и разбилось вдребезги о дерево позади него.\n\n— Или на следующий день, — продолжил Лакей тем же тоном, словно ничего не произошло.\n\n— Но как же мне войти? — снова спросила Алиса, на этот раз громче.\n\n— А _сто́ит_ ли тебе входить? — сказал Лакей. — Это первый вопрос, понимаешь.\n\nВопрос, без сомнения, был уместен, но Алисе не понравилось, что ей на это указывают. «Это ужасно, — пробормотала она про себя, — как все здесь любят спорить! С ума можно сойти!»\n\nЛакей, казалось, счёл это удачным поводом повторить свою мысль в иной форме. — Я буду сидеть здесь, — сказал он, — то входя, то выходя, день за днём.\n\n— Но что же делать _мне_? — спросила Алиса.\n\n— Что хочешь, — ответил Лакей и принялся насвистывать.\n\n— О, с ним говорить совершенно бесполезно! — в отчаянии воскликнула Алиса. — Он круглый идиот! — И, открыв дверь, она вошла в дом.\n\nДверь вела прямо на большую кухню, которая была полна дыма с одного конца до другого. Посреди кухни, на трёхногой табуретке, сидела Герцогиня и нянчила ребёнка; Повариха наклонилась над огнём и помешивала в большом котле что-то, очень похожее на суп.\n\n— Определённо, в этом супе слишком много перца! — сказала себе Алиса, едва справляясь с чиханием.\n\nВ воздухе его и вправду было слишком много. Даже Герцогиня чихала время от времени, а уж ребёнок так и вовсе не умолкая чихал и ревел попеременно. Единственными существами на кухне, которые не чихали, были Повариха и большой Кот, сидевший у очага и ухмылявшийся во весь рот.\n\n— Скажите, пожалуйста, — робко начала Алиса, не вполне уверенная, вежливо ли говорить первой, — почему ваш Кот так ухмыляется?\n\n— Это Чеширский Кот, — ответила Герцогиня, — вот почему. Поросёнок!\n\nПоследнее слово она выкрикнула так внезапно и громко, что Алиса вздрогнула. Но она тут же сообразила, что это обращено к ребёнку, а не к ней, и, ободрившись, продолжила:\n\n— Я не знала, что Чеширские Коты всегда ухмыляются. Вообще, я не знала, что коты _умеют_ ухмыляться.\n\n— Все умеют, — сказала Герцогиня. — И большинство так и делает.\n\n— Я не знаю ни одного такого, — очень вежливо заметила Алиса, радуясь, что завязался разговор.\n\n— Ты мало что знаешь, — сказала Герцогиня. — Это факт.\n\nАлисе (Элис) очень не понравился тон этого замечания, и она подумала, что лучше бы перевести разговор на другую тему. Пока она раздумывала, на какую именно, кухарка сняла с огня котел с супом и тут же принялась швырять в Герцогиню и младенца все, что попадалось под руку: сначала кочергу, потом целый град кастрюль, тарелок и блюд. Герцогиня не обращала на это никакого внимания, даже когда они попадали в нее; а младенец и так уже ревел так громко, что совершенно невозможно было понять, причиняют ли ему удары боль или нет.\n\n— Ах, пожалуйста, поосторожнее! — закричала Алиса, подпрыгивая от ужаса. — Ах, его драгоценный нос! — воскликнула она, когда огромная кастрюля пролетела прямо возле него и чуть не снесла его.\n\n— Если бы каждый занимался своим делом, — хрипло проворчала Герцогиня, — земля вертелась бы куда быстрее, чем сейчас.\n\n— Но это было бы невыгодно, — сказала Алиса, обрадованная, что может блеснуть своими познаниями. — Подумайте только, что тогда стало бы со сменой дня и ночи! Ведь земля делает полный оборот вокруг своей оси за двадцать четыре часа…\n\n— Ах, говоря об оси, — перебила Герцогиня, — отрубите ей голову!\n\nАлиса тревожно взглянула на кухарку — не собирается ли та последовать этому совету; но кухарка была занята, помешивая суп, и, казалось, не слушала, поэтому Алиса продолжила: — Двадцать четыре часа, кажется; или, может, двенадцать? Я…\n\n— Ах, не приставай ко мне, — сказала Герцогиня. — Я терпеть не могу цифр! — И с этими словами она снова принялась укачивать ребенка, напевая ему что-то вроде колыбельной и встряхивая его что есть мочи в конце каждой строчки:\n\n«С сынком своим будь погрубее,\nИ бей его, когда чихает он:\nОн это делает, досаждая,\nЗная, что тебя бесит он».\n\nПРИПЕВ.\n(к которому присоединились кухарка и младенец):\n\n«Гав! гав! гав!»\n\nПока Герцогиня пела второй куплет, она продолжала так сильно подбрасывать младенца вверх и вниз, что бедняжка ревел так, что Алиса едва могла разобрать слова:\n\n«С сынком своим будь повзыскательней,\nБей его, когда чихает он:\nВедь он может получить наслаждение\nОт перца, когда пожелает он!»\n\nПРИПЕВ.\n\n«Гав! гав! гав!»\n\n\"Вот! можешь его немного понянчить, если хочешь!\" – сказала Герцогиня Алисе, швырнув ей младенца. – \"Мне нужно идти готовиться к игре в крокет с Королевой\", – и она поспешно выбежала из комнаты. Повариха швырнула ей вслед сковородку, но та пролетела мимо.\n\nАлиса поймала младенца с некоторым трудом, так как это было странное маленькое создание, раскинувшее руки и ноги во все стороны, – \"прямо как морская звезда\", – подумала Алиса. Бедняжка фыркал, словно паровоз, когда она его поймала, и то сгибался пополам, то снова распрямлялся, так что в первую-вторую минуту она едва могла удержать его.\n\nКак только она сообразила правильный способ носить его (который заключался в том, чтобы скрутить его в подобие узла, а затем крепко держать за правое ухо и левую ногу, дабы он не распутался), она вынесла его на открытый воздух. \"Если я не возьму этого ребёнка с собой, – подумала Алиса, – они наверняка прикончат его за день-другой: разве не убийством будет оставить его здесь?\" Последние слова она произнесла вслух, и маленькое создание хрюкнуло в ответ (к этому времени оно уже перестало чихать). \"Не хрюкай, – сказала Алиса, – это совсем не подобающий способ выражаться\".\n\nМладенец хрюкнул снова, и Алиса с большим беспокойством заглянула ему в лицо, чтобы понять, что с ним. Не было никаких сомнений, что нос у него был _весьма_ вздёрнутый, больше похожий на пятачок, чем на настоящий нос; кроме того, глаза его становились чрезвычайно маленькими для младенца: в общем, Алисе совсем не нравился вид этого существа. \"Но, может быть, оно только всхлипывает\", – подумала она и снова заглянула ему в глаза, не появились ли слёзы.\n\nНет, слёз не было. \"Если ты собираешься превратиться в поросёнка, дорогой мой, – сказала Алиса серьёзно, – я больше не буду иметь с тобой дела. Запомни это!\" Бедное маленькое создание снова всхлипнуло (или хрюкнуло – невозможно было разобрать), и они некоторое время шли молча.\n\nАлиса как раз начала размышлять: \"И что же я буду делать с этим созданием, когда принесу его домой?\" – как оно снова хрюкнуло, на этот раз так сильно, что она с некоторой тревогой взглянула на его лицо. На этот раз не могло быть _никакой_ ошибки: это был не больше и не меньше как поросёнок, и она почувствовала, что будет совершенно нелепо тащить его дальше.\n\nИ она поставила зверька на землю, с облегчением глядя, как тот спокойно побежал в лес. «Вырасти он большим, — подумала она, — из него вышел бы ужасно некрасивый ребёнок, но поросёнком он довольно мил». И она принялась перебирать в памяти знакомых детей, которые смотрелись бы поросёнками ничуть не хуже, и уже собиралась сказать себе: «Вот если бы только знать, как их превратить…» — как вдруг её слегка испугало появление Чеширского Кота, сидевшего на ветке дерева в нескольких шагах от неё.\n\nКот только улыбнулся, увидев Алису. Она подумала, что выглядит он добродушно, но когти у него были *очень* длинные, а зубов — великое множество, поэтому она решила, что с ним следует держаться почтительно.\n\n— Чеширский котик, — робко начала она, не зная, понравится ли ему такое обращение. Однако Кот лишь улыбнулся ещё шире. «Ну вот, пока что он доволен», — подумала Алиса и продолжила. — Скажите, пожалуйста, куда мне отсюда идти?\n\n— Это во многом зависит от того, куда ты хочешь прийти, — ответил Кот.\n\n— Да мне почти всё равно куда… — сказала Алиса.\n\n— Тогда всё равно, куда идти, — заметил Кот.\n\n— …только бы попасть *куда-нибудь*, — пояснила Алиса.\n\n— Не сомневайся, что попадёшь, — сказал Кот, — стоит только достаточно долго идти.\n\nАлиса поняла, что это бесспорно, и задала другой вопрос. — А что это за люди тут живут?\n\n— В *эту* сторону, — сказал Кот, махнув правой лапой, — живёт Шляпник. А в *эту* сторону, — и он махнул левой, — живёт Мартовский Заяц. Можешь навестить любого из них: они оба не в себе.\n\n— Но я не хочу попадать к людям, которые не в себе, — заметила Алиса.\n\n— Уж тут ничего не поделаешь, — сказал Кот, — мы тут все не в себе. Я не в себе. Ты не в себе.\n\n— Почему вы знаете, что я не в себе? — спросила Алиса.\n\n— Иначе ты бы сюда не попала, — сказал Кот.\n\nАлиса не считала это доказательством, но всё же спросила: — А откуда вы знаете, что вы не в себе?\n\n— Начнём с того, — сказал Кот, — что собака в своём уме. Согласна?\n\n— Пожалуй, — сказала Алиса.\n\n— Ну вот, — продолжал Кот, — собака рычит, когда сердится, и виляет хвостом, когда довольна. Я же, наоборот, рычу, когда доволен, и виляю хвостом, когда сержусь. Следовательно, я не в себе.\n\n— Я называю это мурлыканьем, а не рычанием, — возразила Алиса.\n\n— Называй как хочешь, — сказал Кот. — Ты будешь сегодня играть в крокет с Королевой?\n\n— Мне бы очень хотелось, — сказала Алиса, — но меня ещё не приглашали.\n\n— Ты увидишь меня там, — сказал Кот и исчез.\n\nАлиса не слишком удивилась этому — она уже начала привыкать ко всяким странностям. Пока она смотрела на то место, где только что был Кот, он вдруг снова появился.\n\n— Кстати, что сталось с ребёнком? — спросил Кот. — Я чуть не забыл спросить.\n\n— Он превратился в поросёнка, — спокойно ответила Алиса, точно это было самое обычное дело.\n\n— Так я и думал, — сказал Кот и снова исчез.\n\nАлиса немного подождала, наполовину ожидая, что он появится снова, но он не появлялся, и через минуту-другую она пошла в ту сторону, где, как говорили, жил Мартовский Заяц. «Шляпников я уже видела, — сказала она себе. — Мартовский Заяц, наверное, гораздо интереснее, и, может быть, раз сейчас май, он уже не так безумен — по крайней мере, не так, как в марте». Произнеся это, она подняла глаза и снова увидела Кота, сидящего на ветке дерева.\n\n— Ты сказала «поросёнок» или «сморчок»? — спросил Кот.\n\n— Я сказала «поросёнок», — ответила Алиса. — И, пожалуйста, не появляйся и не исчезай так внезапно: от этого голова идёт кругом.\n\n— Хорошо, — сказал Кот. На этот раз он исчезал медленно, начиная с кончика хвоста и кончая улыбкой, которая повисла в воздухе ещё некоторое время после того, как всё остальное уже пропало.\n\n— Ну, кота без улыбки я часто видала, — подумала Алиса, — но улыбку без кота! Такого я в жизни ещё не встречала!\n\nОна прошла немного дальше и увидела дом Мартовского Зайца. Алиса решила, что это именно тот дом, потому что трубы на крыше были сделаны в виде ушей, а сама крыша была покрыта мехом. Дом был такой большой, что она не решалась подойти ближе, пока не откусила ещё кусочек гриба (от той части, что была в левой руке) и не выросла фута на два. Даже после этого она подошла к дому довольно робко и бормотала про себя: «А вдруг он всё-таки окажется безумным! Лучше бы я пошла к Шляпнику!»",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VII.",
    "translated_title": "CHAPTER VII.",
    "original_content": "CHAPTER VII.\nA Mad Tea-Party\n\n\nThere was a table set out under a tree in front of the house, and the\nMarch Hare and the Hatter were having tea at it: a Dormouse was sitting\nbetween them, fast asleep, and the other two were using it as a\ncushion, resting their elbows on it, and talking over its head. “Very\nuncomfortable for the Dormouse,” thought Alice; “only, as it’s asleep,\nI suppose it doesn’t mind.”\n\nThe table was a large one, but the three were all crowded together at\none corner of it: “No room! No room!” they cried out when they saw\nAlice coming. “There’s _plenty_ of room!” said Alice indignantly, and\nshe sat down in a large arm-chair at one end of the table.\n\n“Have some wine,” the March Hare said in an encouraging tone.\n\nAlice looked all round the table, but there was nothing on it but tea.\n“I don’t see any wine,” she remarked.\n\n“There isn’t any,” said the March Hare.\n\n“Then it wasn’t very civil of you to offer it,” said Alice angrily.\n\n“It wasn’t very civil of you to sit down without being invited,” said\nthe March Hare.\n\n“I didn’t know it was _your_ table,” said Alice; “it’s laid for a great\nmany more than three.”\n\n“Your hair wants cutting,” said the Hatter. He had been looking at\nAlice for some time with great curiosity, and this was his first\nspeech.\n\n“You should learn not to make personal remarks,” Alice said with some\nseverity; “it’s very rude.”\n\nThe Hatter opened his eyes very wide on hearing this; but all he _said_\nwas, “Why is a raven like a writing-desk?”\n\n“Come, we shall have some fun now!” thought Alice. “I’m glad they’ve\nbegun asking riddles.—I believe I can guess that,” she added aloud.\n\n“Do you mean that you think you can find out the answer to it?” said\nthe March Hare.\n\n“Exactly so,” said Alice.\n\n“Then you should say what you mean,” the March Hare went on.\n\n“I do,” Alice hastily replied; “at least—at least I mean what I\nsay—that’s the same thing, you know.”\n\n“Not the same thing a bit!” said the Hatter. “You might just as well\nsay that ‘I see what I eat’ is the same thing as ‘I eat what I see’!”\n\n“You might just as well say,” added the March Hare, “that ‘I like what\nI get’ is the same thing as ‘I get what I like’!”\n\n“You might just as well say,” added the Dormouse, who seemed to be\ntalking in his sleep, “that ‘I breathe when I sleep’ is the same thing\nas ‘I sleep when I breathe’!”\n\n“It _is_ the same thing with you,” said the Hatter, and here the\nconversation dropped, and the party sat silent for a minute, while\nAlice thought over all she could remember about ravens and\nwriting-desks, which wasn’t much.\n\nThe Hatter was the first to break the silence. “What day of the month\nis it?” he said, turning to Alice: he had taken his watch out of his\npocket, and was looking at it uneasily, shaking it every now and then,\nand holding it to his ear.\n\nAlice considered a little, and then said “The fourth.”\n\n“Two days wrong!” sighed the Hatter. “I told you butter wouldn’t suit\nthe works!” he added looking angrily at the March Hare.\n\n“It was the _best_ butter,” the March Hare meekly replied.\n\n“Yes, but some crumbs must have got in as well,” the Hatter grumbled:\n“you shouldn’t have put it in with the bread-knife.”\n\nThe March Hare took the watch and looked at it gloomily: then he dipped\nit into his cup of tea, and looked at it again: but he could think of\nnothing better to say than his first remark, “It was the _best_ butter,\nyou know.”\n\nAlice had been looking over his shoulder with some curiosity. “What a\nfunny watch!” she remarked. “It tells the day of the month, and doesn’t\ntell what o’clock it is!”\n\n“Why should it?” muttered the Hatter. “Does _your_ watch tell you what\nyear it is?”\n\n“Of course not,” Alice replied very readily: “but that’s because it\nstays the same year for such a long time together.”\n\n“Which is just the case with _mine_,” said the Hatter.\n\nAlice felt dreadfully puzzled, The Hatter’s remark seemed to have no\nsort of meaning in it, and yet it was certainly English. “I don’t quite\nunderstand you,” she said, as politely as she could.\n\n“The Dormouse is asleep again,” said the Hatter, and he poured a little\nhot tea upon its nose.\n\nThe Dormouse shook its head impatiently, and said, without opening its\neyes, “Of course, of course; just what I was going to remark myself.”\n\n“Have you guessed the riddle yet?” the Hatter said, turning to Alice\nagain.\n\n“No, I give it up,” Alice replied: “what’s the answer?”\n\n“I haven’t the slightest idea,” said the Hatter.\n\n“Nor I,” said the March Hare.\n\nAlice sighed wearily. “I think you might do something better with the\ntime,” she said, “than waste it in asking riddles that have no\nanswers.”\n\n“If you knew Time as well as I do,” said the Hatter, “you wouldn’t talk\nabout wasting _it_. It’s _him_.”\n\n“I don’t know what you mean,” said Alice.\n\n“Of course you don’t!” the Hatter said, tossing his head\ncontemptuously. “I dare say you never even spoke to Time!”\n\n“Perhaps not,” Alice cautiously replied: “but I know I have to beat\ntime when I learn music.”\n\n“Ah! that accounts for it,” said the Hatter. “He won’t stand beating.\nNow, if you only kept on good terms with him, he’d do almost anything\nyou liked with the clock. For instance, suppose it were nine o’clock in\nthe morning, just time to begin lessons: you’d only have to whisper a\nhint to Time, and round goes the clock in a twinkling! Half-past one,\ntime for dinner!”\n\n(“I only wish it was,” the March Hare said to itself in a whisper.)\n\n“That would be grand, certainly,” said Alice thoughtfully: “but then—I\nshouldn’t be hungry for it, you know.”\n\n“Not at first, perhaps,” said the Hatter: “but you could keep it to\nhalf-past one as long as you liked.”\n\n“Is that the way _you_ manage?” Alice asked.\n\nThe Hatter shook his head mournfully. “Not I!” he replied. “We\nquarrelled last March—just before _he_ went mad, you know—” (pointing\nwith his tea spoon at the March Hare,) “—it was at the great concert\ngiven by the Queen of Hearts, and I had to sing\n\n‘Twinkle, twinkle, little bat!\nHow I wonder what you’re at!’\n\n\nYou know the song, perhaps?”\n\n“I’ve heard something like it,” said Alice.\n\n“It goes on, you know,” the Hatter continued, “in this way:—\n\n‘Up above the world you fly,\nLike a tea-tray in the sky.\n                    Twinkle, twinkle—’”\n\n\nHere the Dormouse shook itself, and began singing in its sleep\n“_Twinkle, twinkle, twinkle, twinkle_—” and went on so long that they\nhad to pinch it to make it stop.\n\n“Well, I’d hardly finished the first verse,” said the Hatter, “when the\nQueen jumped up and bawled out, ‘He’s murdering the time! Off with his\nhead!’”\n\n“How dreadfully savage!” exclaimed Alice.\n\n“And ever since that,” the Hatter went on in a mournful tone, “he won’t\ndo a thing I ask! It’s always six o’clock now.”\n\nA bright idea came into Alice’s head. “Is that the reason so many\ntea-things are put out here?” she asked.\n\n“Yes, that’s it,” said the Hatter with a sigh: “it’s always tea-time,\nand we’ve no time to wash the things between whiles.”\n\n“Then you keep moving round, I suppose?” said Alice.\n\n“Exactly so,” said the Hatter: “as the things get used up.”\n\n“But what happens when you come to the beginning again?” Alice ventured\nto ask.\n\n“Suppose we change the subject,” the March Hare interrupted, yawning.\n“I’m getting tired of this. I vote the young lady tells us a story.”\n\n“I’m afraid I don’t know one,” said Alice, rather alarmed at the\nproposal.\n\n“Then the Dormouse shall!” they both cried. “Wake up, Dormouse!” And\nthey pinched it on both sides at once.\n\nThe Dormouse slowly opened his eyes. “I wasn’t asleep,” he said in a\nhoarse, feeble voice: “I heard every word you fellows were saying.”\n\n“Tell us a story!” said the March Hare.\n\n“Yes, please do!” pleaded Alice.\n\n“And be quick about it,” added the Hatter, “or you’ll be asleep again\nbefore it’s done.”\n\n“Once upon a time there were three little sisters,” the Dormouse began\nin a great hurry; “and their names were Elsie, Lacie, and Tillie; and\nthey lived at the bottom of a well—”\n\n“What did they live on?” said Alice, who always took a great interest\nin questions of eating and drinking.\n\n“They lived on treacle,” said the Dormouse, after thinking a minute or\ntwo.\n\n“They couldn’t have done that, you know,” Alice gently remarked;\n“they’d have been ill.”\n\n“So they were,” said the Dormouse; “_very_ ill.”\n\nAlice tried to fancy to herself what such an extraordinary way of\nliving would be like, but it puzzled her too much, so she went on: “But\nwhy did they live at the bottom of a well?”\n\n“Take some more tea,” the March Hare said to Alice, very earnestly.\n\n“I’ve had nothing yet,” Alice replied in an offended tone, “so I can’t\ntake more.”\n\n“You mean you can’t take _less_,” said the Hatter: “it’s very easy to\ntake _more_ than nothing.”\n\n“Nobody asked _your_ opinion,” said Alice.\n\n“Who’s making personal remarks now?” the Hatter asked triumphantly.\n\nAlice did not quite know what to say to this: so she helped herself to\nsome tea and bread-and-butter, and then turned to the Dormouse, and\nrepeated her question. “Why did they live at the bottom of a well?”\n\nThe Dormouse again took a minute or two to think about it, and then\nsaid, “It was a treacle-well.”\n\n“There’s no such thing!” Alice was beginning very angrily, but the\nHatter and the March Hare went “Sh! sh!” and the Dormouse sulkily\nremarked, “If you can’t be civil, you’d better finish the story for\nyourself.”\n\n“No, please go on!” Alice said very humbly; “I won’t interrupt again. I\ndare say there may be _one_.”\n\n“One, indeed!” said the Dormouse indignantly. However, he consented to\ngo on. “And so these three little sisters—they were learning to draw,\nyou know—”\n\n“What did they draw?” said Alice, quite forgetting her promise.\n\n“Treacle,” said the Dormouse, without considering at all this time.\n\n“I want a clean cup,” interrupted the Hatter: “let’s all move one place\non.”\n\nHe moved on as he spoke, and the Dormouse followed him: the March Hare\nmoved into the Dormouse’s place, and Alice rather unwillingly took the\nplace of the March Hare. The Hatter was the only one who got any\nadvantage from the change: and Alice was a good deal worse off than\nbefore, as the March Hare had just upset the milk-jug into his plate.\n\nAlice did not wish to offend the Dormouse again, so she began very\ncautiously: “But I don’t understand. Where did they draw the treacle\nfrom?”\n\n“You can draw water out of a water-well,” said the Hatter; “so I should\nthink you could draw treacle out of a treacle-well—eh, stupid?”\n\n“But they were _in_ the well,” Alice said to the Dormouse, not choosing\nto notice this last remark.\n\n“Of course they were,” said the Dormouse; “—well in.”\n\nThis answer so confused poor Alice, that she let the Dormouse go on for\nsome time without interrupting it.\n\n“They were learning to draw,” the Dormouse went on, yawning and rubbing\nits eyes, for it was getting very sleepy; “and they drew all manner of\nthings—everything that begins with an M—”\n\n“Why with an M?” said Alice.\n\n“Why not?” said the March Hare.\n\nAlice was silent.\n\nThe Dormouse had closed its eyes by this time, and was going off into a\ndoze; but, on being pinched by the Hatter, it woke up again with a\nlittle shriek, and went on: “—that begins with an M, such as\nmouse-traps, and the moon, and memory, and muchness—you know you say\nthings are “much of a muchness”—did you ever see such a thing as a\ndrawing of a muchness?”\n\n“Really, now you ask me,” said Alice, very much confused, “I don’t\nthink—”\n\n“Then you shouldn’t talk,” said the Hatter.\n\nThis piece of rudeness was more than Alice could bear: she got up in\ngreat disgust, and walked off; the Dormouse fell asleep instantly, and\nneither of the others took the least notice of her going, though she\nlooked back once or twice, half hoping that they would call after her:\nthe last time she saw them, they were trying to put the Dormouse into\nthe teapot.\n\n“At any rate I’ll never go _there_ again!” said Alice as she picked her\nway through the wood. “It’s the stupidest tea-party I ever was at in\nall my life!”\n\nJust as she said this, she noticed that one of the trees had a door\nleading right into it. “That’s very curious!” she thought. “But\neverything’s curious today. I think I may as well go in at once.” And\nin she went.\n\nOnce more she found herself in the long hall, and close to the little\nglass table. “Now, I’ll manage better this time,” she said to herself,\nand began by taking the little golden key, and unlocking the door that\nled into the garden. Then she went to work nibbling at the mushroom\n(she had kept a piece of it in her pocket) till she was about a foot\nhigh: then she walked down the little passage: and _then_—she found\nherself at last in the beautiful garden, among the bright flower-beds\nand the cool fountains.",
    "translated_content": "CHAPTER VII.\n\nГЛАВА VII.\nБезумное чаепитие\n\n\nПод деревом перед домом был накрыт стол, и Мартовский Заяц (March Hare) с Шляпником (Hatter) пили там чай: между ними сидела Соня (Dormouse) и крепко спала, а двое других использовали её как подушку, опираясь на неё локтями и разговаривая прямо у неё над головой. «Должно быть, Соне очень неудобно», — подумала Алиса; — «только раз она спит, полагаю, ей всё равно».\n\nСтол был большой, но все трое теснились в одном его углу: «Места нет! Места нет!» — закричали они, увидев Алису. «Места _полно_!» — с негодованием сказала Алиса и уселась в большое кресло в конце стола.\n\n«Выпейте вина», — ободряющим тоном сказал Мартовский Заяц.\n\nАлиса оглядела весь стол, но на нём не было ничего, кроме чая. «Я не вижу здесь вина», — заметила она.\n\n«Его здесь и нет», — сказал Мартовский Заяц.\n\n«Тогда не очень-то вежливо было предлагать его», — сердито сказала Алиса.\n\n«Не очень-то вежливо было садиться, не будучи приглашённой», — сказал Мартовский Заяц.\n\n«Я не знала, что это _ваш_ стол», — сказала Алиса; — «он накрыт на гораздо больше, чем три персоны».\n\n«Вам нужно подстричься», — сказал Шляпник. Он с большим любопытством разглядывал Алису уже некоторое время, и это были его первые слова.\n\n«Вам следует научиться не делать замечаний о внешности», — сказала Алиса со строгостью; — «это очень грубо».\n\nУслышав это, Шляпник широко раскрыл глаза; но всё, что он _сказал_, было: «Чем ворон похож на конторку?»\n\n«Ну вот, теперь будет повеселее!» — подумала Алиса. «Я рада, что они начали загадывать загадки. — Кажется, я могу отгадать эту», — добавила она вслух.\n\n«Вы хотите сказать, что думаете, будто можете найти ответ?» — сказал Мартовский Заяц.\n\n«Именно так», — сказала Алиса.\n\n«Тогда вам следует говорить, что вы думаете», — продолжил Мартовский Заяц.\n\n«Я так и делаю», — поспешно ответила Алиса; — «по крайней мере... по крайней мере, я думаю то, что говорю — это одно и то же, понимаете».\n\n«Совсем не одно и то же!» — сказал Шляпник. «Тогда уж можно сказать, что „Я вижу то, что ем“ — то же самое, что „Я ем то, что вижу“!»\n\n«Тогда уж можно сказать», — добавил Мартовский Заяц, — «что „Мне нравится то, что я получаю“ — то же самое, что „Я получаю то, что мне нравится“!»\n\n«Тогда уж можно сказать», — добавила Соня, казалось, разговаривая во сне, — «что „Я дышу, когда сплю“ — то же самое, что „Я сплю, когда дышу“!»\n\n«С тобой _то же самое_», сказал Болванщик, и на этом разговор прекратился. Компания просидела минуту в молчании, пока Алиса пыталась припомнить всё, что знала о воронах и конторках, а знала она не так уж много.\n\nПервым нарушил молчание Болванщик. «Какое сегодня число?» — спросил он, обращаясь к Алисе. Он достал часы из кармана и с беспокойством посмотрел на них, время от времени встряхивая и поднося к уху.\n\nАлиса немного подумала и сказала: «Четвёртое».\n\n«На два дня отстают!» — вздохнул Болванщик. «Я же говорил, что масло им не годится!» — добавил он, сердито глядя на Мартовского Зайца.\n\n«Но масло было _самое свежее_», — кротко ответил Мартовский Заяц.\n\n«Да, но, видно, крошки туда попали, — проворчал Болванщик. — Не надо было мазать его ножом для хлеба».\n\nМартовский Заяц взял часы и мрачно на них посмотрел; потом окунул их в свою чашку с чаем и снова посмотрел, но ничего лучше первого замечания придумать не мог: «Ведь масло было _самое свежее_, понимаешь».\n\nАлиса с любопытством заглядывала ему через плечо. «Какие смешные часы! — сказала она. — Они показывают число, но не показывают, который час!»\n\n«А зачем? — пробормотал Болванщик. — Разве _твои_ часы показывают, какой год?»\n\n«Конечно, нет, — охотно ответила Алиса, — но это потому, что год остаётся одним и тем же очень долго».\n\n«Так же, как и у _меня_», — сказал Болванщик.\n\nАлиса почувствовала себя в полном недоумении. Замечание Болванщика казалось ей совершенно бессмысленным, и всё же слова были самые что ни на есть английские. «Я не совсем понимаю вас», — сказала она как можно вежливее.\n\n«Соня опять заснула», — сказал Болванщик и плеснул ей на нос немного горячего чаю.\n\nСоня нетерпеливо помотала головой и, не открывая глаз, проговорила: «Конечно, конечно! Я сама как раз хотела это сказать».\n\n«А ты отгадала загадку?» — спросил Болванщик, снова обращаясь к Алисе.\n\n«Нет, сдаюсь, — ответила Алиса. — А какой ответ?»\n\n«Понятия не имею», — сказал Болванщик.\n\n«И я тоже», — сказал Мартовский Заяц.\n\nАлиса устало вздохнула. «Мне кажется, вы могли бы найти время для занятий получше, — сказала она, — чем задавать загадки, на которые нет ответов».\n\n«Если бы ты знала Время так же хорошо, как я, — сказал Болванщик, — ты бы не говорила, что его можно _потратить_. Это же _он_».\n\n«Я не понимаю, что вы хотите сказать», — сказала Алиса.\n\n\"Конечно, нет!\" — сказал Шляпник, с презрением вскинув голову. \"Осмелюсь сказать, ты даже ни разу не говорила с Временем!\"\n\n\"Возможно, и нет,\" — осторожно ответила Алиса: — \"но я знаю, что мне приходится *отбивать такт* (to beat time), когда я учу музыку.\"\n\n\"А! Вот в чём дело!\" — сказал Шляпник. \"Он не выносит, когда его бьют. А вот если бы ты была с ним в хороших отношениях, он сделал бы с часами почти всё, что тебе угодно. Например, представь, что сейчас девять утра, самое время начинать уроки: тебе стоило бы только шепнуть намёк Времени, и стрелки часов мигом повернутся! Половина второго — время обедать!\"\n\n(\"Вот бы и вправду было так,\" — прошептал про себя Мартовский Заяц.)\n\n\"Это было бы великолепно, конечно,\" — задумчиво сказала Алиса: — \"но тогда... я ведь не была бы голодна к этому времени, понимаешь.\"\n\n\"Поначалу, может, и нет,\" — сказал Шляпник: — \"но ты могла бы держать его на половине второго сколько тебе угодно.\"\n\n\"Так вы сами так и поступаете?\" — спросила Алиса.\n\nШляпник печально покачал головой. \"Не я!\" — ответил он. \"Мы поссорились в прошлом марте — как раз перед тем, как *он* спятил, понимаешь...\" (он указал своей чайной ложкой на Мартовского Зайца) \"...это было на большом концерте у Червонной Королевы, и мне пришлось петь:\n\n> Мерцай, мерцай, летучая мышь!\n> Как мне понять, куда ты мчишься вскачь!\n\nТы, наверное, знаешь эту песню?\"\n\n\"Я слышала что-то похожее,\" — сказала Алиса.\n\n\"Она продолжается, знаешь ли,\" — продолжал Шляпник, — \"вот так:\n\n> Над миром ты летишь в ночи,\n> Как чайный поднос в вышине.\n>                     Мерцай, мерцай...\"\n\nТут Соня встрепенулась и во сне запела: \"Мерцай, мерцай, мерцай, мерцай...\" — и тянула так долго, что им пришлось её ущипнуть, чтобы она остановилась.\n\n\"Ну, я едва закончил первый куплет,\" — сказал Шляпник, — \"как Королева вскочила и завопила: 'Он убивает Время! Снести ему голову!'\"\n\n\"Как ужасно жестоко!\" — воскликнула Алиса.\n\n\"И с тех самых пор,\" — продолжил Шляпник печальным тоном, — \"он не делает ничего, о чём я его попрошу! Теперь у нас всегда шесть часов.\"\n\nВ голову Алисы пришла светлая мысль. \"Поэтому здесь и расставлено так много чайной посуды?\" — спросила она.\n\n\"Да, именно так,\" — со вздохом сказал Шляпник: — \"у нас всегда время чаепития, и у нас нет времени мыть посуду в перерывах.\"\n\n\"Тогда вы, я полагаю, постоянно пересаживаетесь по кругу?\" — сказала Алиса.\n\n\"Точно так,\" — сказал Шляпник: — \"по мере того как посуда используется.\"\n\n\"Но что же происходит, когда вы снова возвращаетесь к началу?\" — осмелилась спросить Алиса.\n\n«Предлагаю сменить тему,» — перебил Мартовский Заяц, зевая. — «Я уже устал от этого. Голосую, чтобы юная леди рассказала нам историю».\n\n«Боюсь, я не знаю ни одной,» — сказала Алиса, весьма встревоженная таким предложением.\n\n«Тогда пусть расскажет Соня!» — воскликнули они оба. — «Просыпайся, Соня!» И они одновременно ущипнули её с обеих сторон.\n\nСоня медленно открыла глаза. «Я не спала,» — сказала она хриплым слабым голосом. — «Я слышала каждое слово, что вы, друзья, говорили».\n\n«Расскажи нам историю!» — сказал Мартовский Заяц.\n\n«Да, пожалуйста!» — взмолилась Алиса.\n\n«И побыстрее,» — добавил Шляпник, — «а то ты снова уснёшь, не закончив».\n\n«Жили-были три маленькие сестрички,» — начала Соня в большой спешке, — «и звали их Элси, Лэси и Тилли; и жили они на дне колодца...»\n\n«А чем они питались?» — спросила Алиса, всегда живо интересовавшаяся вопросами еды и питья.\n\n«Они питались патокой,» — сказала Соня, подумав минуту-другую.\n\n«Они не могли этого делать, знаете ли,» — мягко заметила Алиса, — «они бы заболели».\n\n«Так они и заболели,» — сказала Соня. — «_Очень_ сильно».\n\nАлиса попыталась представить себе, каково это — жить таким необычным образом, но это слишком озадачило её, поэтому она продолжила: «Но почему они жили на дне колодца?»\n\n«Выпей ещё чаю,» — очень серьёзно сказал Мартовский Заяц Алисе.\n\n«Я ещё ничего не пила,» — обиженным тоном ответила Алиса, — «так что не могу выпить *ещё*».\n\n«Ты хочешь сказать, что не можешь выпить *меньше*,» — сказал Шляпник. — «Выпить *больше*, чем ничего, очень легко».\n\n«Никто не спрашивал *твоего* мнения,» — сказала Алиса.\n\n«Кто *теперь* отпускает личные замечания?» — торжествующе спросил Шляпник.\n\nАлиса не совсем знала, что на это ответить, поэтому она налила себе ещё чаю и взяла хлеб с маслом, а затем снова повернулась к Соне и повторила свой вопрос. «Почему они жили на дне колодца?»\n\nСоне снова потребовалась минута-другая, чтобы подумать, после чего она сказала: «Это был патока-колодец».\n\n«Не бывает таких вещей!» — начала Алиса очень сердито, но Шляпник и Мартовский Заяц зашикали: «Тш! Тш!», а Соня угрюмо заметила: «Если не можешь вести себя прилично, лучше дорасскажи историю сама».\n\n«Нет, пожалуйста, продолжайте!» — очень смиренно сказала Алиса. — «Я больше не буду перебивать. Осмелюсь сказать, что, возможно, *один* такой и есть».\n\n«Один, нечего сказать!» — возмущённо сказала Соня. Тем не менее, она согласилась продолжать. «И вот эти три маленькие сестрички — они учились рисовать, знаете ли...»\n\n«Что они рисовали?» — спросила Алиса, совершенно забыв о своём обещании.\n\n«Патоку», — сказала Соня, на этот раз даже не задумываясь.\n\n«Мне нужна чистая чашка», — перебил Болванщик. — «Давайте все пересядем на одно место».\n\nС этими словами он пересел, и Соня последовала за ним; Мартовский Заяц занял место Сони, а Алиса, весьма неохотно, села на место Мартовского Зайца. Единственным, кто выиграл от этой перестановки, оказался Болванщик; Алисе же стало куда хуже, поскольку Мартовский Заяц только что опрокинул кувшин с молоком себе на тарелку.\n\nАлиса не хотела снова обижать Соню, поэтому начала очень осторожно: «Но я не понимаю. Откуда они черпали патоку?»\n\n«Из колодца воду черпают, — сказал Болванщик, — значит, и патоку можно черпать из патóчного колодца. Так ведь, глупышка?»\n\n«Но они же были *в* колодце», — сказала Алиса Соне, делая вид, что не слышит последнего замечания.\n\n«Ну конечно, были, — ответила Соня, — там и были».\n\nЭтот ответ так смутил бедную Алису, что она позволила Соне продолжать, не перебивая её.\n\n«Они учились рисовать, — продолжала Соня, зевая и потирая глаза, потому что её сильно клонило в сон, — и рисовали всё на свете — всё, что начинается на букву \"М\"…»\n\n«Почему на \"М\"?» — спросила Алиса.\n\n«А почему бы и нет?» — сказал Мартовский Заяц.\n\nАлиса промолчала.\n\nК этому времени Соня уже закрыла глаза и начинала дремать; но Болванщик ущипнул её, она с лёгким взвизгом проснулась и продолжила: «…что начинается на \"М\", например, мышеловки, луна (Месяц), память (Память) и множество (Множество) — ведь говорят же \"всё едино\" — вы когда-нибудь видели, чтобы рисовали множество?»\n\n«Честно говоря, раз уж вы спрашиваете, — сказала Алиса, совершенно сбитая с толку, — я не думаю…»\n\n«Тогда и не говорите», — сказал Болванщик.\n\nТакая грубость была уже свыше сил Алисы: она встала с великим отвращением и ушла. Соня мгновенно заснула, и никто из оставшихся не обратил ни малейшего внимания на её уход, хотя она оглянулась раз или два, втайне надеясь, что её позовут обратно. В последний раз, когда она увидела их, они пытались запихнуть Соню в чайник.\n\n«Во всяком случае, я туда больше *никогда* не пойду!» — сказала Алиса, пробираясь через лес. «Это был самый глупый чайный приём в моей жизни!»\n\nТолько она это сказала, как заметила, что в одном из деревьев есть дверь,\nведущая прямо внутрь. «Как любопытно!» — подумала она. «Но сегодня\nвсё любопытно. Пожалуй, я сразу же войду». И она вошла.\n\nСнова она очутилась в длинном зале, рядом с маленьким стеклянным\nстоликом. «На этот раз я справлюсь лучше», — сказала она себе\nи начала с того, что взяла маленький золотой ключ и отперла дверь,\nведущую в сад. Затем она принялась грызть гриб (кусочек она припрятала\nв кармане), пока не стала ростом около фута; потом прошла по узкому\nпроходу — и _наконец_ очутилась в прекрасном саду, среди ярких\nцветочных клумб и прохладных фонтанов.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VIII.",
    "translated_title": "CHAPTER VIII.",
    "original_content": "CHAPTER VIII.\nThe Queen’s Croquet-Ground\n\n\nA large rose-tree stood near the entrance of the garden: the roses\ngrowing on it were white, but there were three gardeners at it, busily\npainting them red. Alice thought this a very curious thing, and she\nwent nearer to watch them, and just as she came up to them she heard\none of them say, “Look out now, Five! Don’t go splashing paint over me\nlike that!”\n\n“I couldn’t help it,” said Five, in a sulky tone; “Seven jogged my\nelbow.”\n\nOn which Seven looked up and said, “That’s right, Five! Always lay the\nblame on others!”\n\n“_You’d_ better not talk!” said Five. “I heard the Queen say only\nyesterday you deserved to be beheaded!”\n\n“What for?” said the one who had spoken first.\n\n“That’s none of _your_ business, Two!” said Seven.\n\n“Yes, it _is_ his business!” said Five, “and I’ll tell him—it was for\nbringing the cook tulip-roots instead of onions.”\n\nSeven flung down his brush, and had just begun “Well, of all the unjust\nthings—” when his eye chanced to fall upon Alice, as she stood watching\nthem, and he checked himself suddenly: the others looked round also,\nand all of them bowed low.\n\n“Would you tell me,” said Alice, a little timidly, “why you are\npainting those roses?”\n\nFive and Seven said nothing, but looked at Two. Two began in a low\nvoice, “Why the fact is, you see, Miss, this here ought to have been a\n_red_ rose-tree, and we put a white one in by mistake; and if the Queen\nwas to find it out, we should all have our heads cut off, you know. So\nyou see, Miss, we’re doing our best, afore she comes, to—” At this\nmoment Five, who had been anxiously looking across the garden, called\nout “The Queen! The Queen!” and the three gardeners instantly threw\nthemselves flat upon their faces. There was a sound of many footsteps,\nand Alice looked round, eager to see the Queen.\n\nFirst came ten soldiers carrying clubs; these were all shaped like the\nthree gardeners, oblong and flat, with their hands and feet at the\ncorners: next the ten courtiers; these were ornamented all over with\ndiamonds, and walked two and two, as the soldiers did. After these came\nthe royal children; there were ten of them, and the little dears came\njumping merrily along hand in hand, in couples: they were all\nornamented with hearts. Next came the guests, mostly Kings and Queens,\nand among them Alice recognised the White Rabbit: it was talking in a\nhurried nervous manner, smiling at everything that was said, and went\nby without noticing her. Then followed the Knave of Hearts, carrying\nthe King’s crown on a crimson velvet cushion; and, last of all this\ngrand procession, came THE KING AND QUEEN OF HEARTS.\n\nAlice was rather doubtful whether she ought not to lie down on her face\nlike the three gardeners, but she could not remember ever having heard\nof such a rule at processions; “and besides, what would be the use of a\nprocession,” thought she, “if people had all to lie down upon their\nfaces, so that they couldn’t see it?” So she stood still where she was,\nand waited.\n\nWhen the procession came opposite to Alice, they all stopped and looked\nat her, and the Queen said severely “Who is this?” She said it to the\nKnave of Hearts, who only bowed and smiled in reply.\n\n“Idiot!” said the Queen, tossing her head impatiently; and, turning to\nAlice, she went on, “What’s your name, child?”\n\n“My name is Alice, so please your Majesty,” said Alice very politely;\nbut she added, to herself, “Why, they’re only a pack of cards, after\nall. I needn’t be afraid of them!”\n\n“And who are _these?_” said the Queen, pointing to the three gardeners\nwho were lying round the rose-tree; for, you see, as they were lying on\ntheir faces, and the pattern on their backs was the same as the rest of\nthe pack, she could not tell whether they were gardeners, or soldiers,\nor courtiers, or three of her own children.\n\n“How should _I_ know?” said Alice, surprised at her own courage. “It’s\nno business of _mine_.”\n\nThe Queen turned crimson with fury, and, after glaring at her for a\nmoment like a wild beast, screamed “Off with her head! Off—”\n\n“Nonsense!” said Alice, very loudly and decidedly, and the Queen was\nsilent.\n\nThe King laid his hand upon her arm, and timidly said “Consider, my\ndear: she is only a child!”\n\nThe Queen turned angrily away from him, and said to the Knave “Turn\nthem over!”\n\nThe Knave did so, very carefully, with one foot.\n\n“Get up!” said the Queen, in a shrill, loud voice, and the three\ngardeners instantly jumped up, and began bowing to the King, the Queen,\nthe royal children, and everybody else.\n\n“Leave off that!” screamed the Queen. “You make me giddy.” And then,\nturning to the rose-tree, she went on, “What _have_ you been doing\nhere?”\n\n“May it please your Majesty,” said Two, in a very humble tone, going\ndown on one knee as he spoke, “we were trying—”\n\n“_I_ see!” said the Queen, who had meanwhile been examining the roses.\n“Off with their heads!” and the procession moved on, three of the\nsoldiers remaining behind to execute the unfortunate gardeners, who ran\nto Alice for protection.\n\n“You shan’t be beheaded!” said Alice, and she put them into a large\nflower-pot that stood near. The three soldiers wandered about for a\nminute or two, looking for them, and then quietly marched off after the\nothers.\n\n“Are their heads off?” shouted the Queen.\n\n“Their heads are gone, if it please your Majesty!” the soldiers shouted\nin reply.\n\n“That’s right!” shouted the Queen. “Can you play croquet?”\n\nThe soldiers were silent, and looked at Alice, as the question was\nevidently meant for her.\n\n“Yes!” shouted Alice.\n\n“Come on, then!” roared the Queen, and Alice joined the procession,\nwondering very much what would happen next.\n\n“It’s—it’s a very fine day!” said a timid voice at her side. She was\nwalking by the White Rabbit, who was peeping anxiously into her face.\n\n“Very,” said Alice: “—where’s the Duchess?”\n\n“Hush! Hush!” said the Rabbit in a low, hurried tone. He looked\nanxiously over his shoulder as he spoke, and then raised himself upon\ntiptoe, put his mouth close to her ear, and whispered “She’s under\nsentence of execution.”\n\n“What for?” said Alice.\n\n“Did you say ‘What a pity!’?” the Rabbit asked.\n\n“No, I didn’t,” said Alice: “I don’t think it’s at all a pity. I said\n‘What for?’”\n\n“She boxed the Queen’s ears—” the Rabbit began. Alice gave a little\nscream of laughter. “Oh, hush!” the Rabbit whispered in a frightened\ntone. “The Queen will hear you! You see, she came rather late, and the\nQueen said—”\n\n“Get to your places!” shouted the Queen in a voice of thunder, and\npeople began running about in all directions, tumbling up against each\nother; however, they got settled down in a minute or two, and the game\nbegan. Alice thought she had never seen such a curious croquet-ground\nin her life; it was all ridges and furrows; the balls were live\nhedgehogs, the mallets live flamingoes, and the soldiers had to double\nthemselves up and to stand on their hands and feet, to make the arches.\n\nThe chief difficulty Alice found at first was in managing her flamingo:\nshe succeeded in getting its body tucked away, comfortably enough,\nunder her arm, with its legs hanging down, but generally, just as she\nhad got its neck nicely straightened out, and was going to give the\nhedgehog a blow with its head, it _would_ twist itself round and look\nup in her face, with such a puzzled expression that she could not help\nbursting out laughing: and when she had got its head down, and was\ngoing to begin again, it was very provoking to find that the hedgehog\nhad unrolled itself, and was in the act of crawling away: besides all\nthis, there was generally a ridge or furrow in the way wherever she\nwanted to send the hedgehog to, and, as the doubled-up soldiers were\nalways getting up and walking off to other parts of the ground, Alice\nsoon came to the conclusion that it was a very difficult game indeed.\n\nThe players all played at once without waiting for turns, quarrelling\nall the while, and fighting for the hedgehogs; and in a very short time\nthe Queen was in a furious passion, and went stamping about, and\nshouting “Off with his head!” or “Off with her head!” about once in a\nminute.\n\nAlice began to feel very uneasy: to be sure, she had not as yet had any\ndispute with the Queen, but she knew that it might happen any minute,\n“and then,” thought she, “what would become of me? They’re dreadfully\nfond of beheading people here; the great wonder is, that there’s any\none left alive!”\n\nShe was looking about for some way of escape, and wondering whether she\ncould get away without being seen, when she noticed a curious\nappearance in the air: it puzzled her very much at first, but, after\nwatching it a minute or two, she made it out to be a grin, and she said\nto herself “It’s the Cheshire Cat: now I shall have somebody to talk\nto.”\n\n“How are you getting on?” said the Cat, as soon as there was mouth\nenough for it to speak with.\n\nAlice waited till the eyes appeared, and then nodded. “It’s no use\nspeaking to it,” she thought, “till its ears have come, or at least one\nof them.” In another minute the whole head appeared, and then Alice put\ndown her flamingo, and began an account of the game, feeling very glad\nshe had someone to listen to her. The Cat seemed to think that there\nwas enough of it now in sight, and no more of it appeared.\n\n“I don’t think they play at all fairly,” Alice began, in rather a\ncomplaining tone, “and they all quarrel so dreadfully one can’t hear\noneself speak—and they don’t seem to have any rules in particular; at\nleast, if there are, nobody attends to them—and you’ve no idea how\nconfusing it is all the things being alive; for instance, there’s the\narch I’ve got to go through next walking about at the other end of the\nground—and I should have croqueted the Queen’s hedgehog just now, only\nit ran away when it saw mine coming!”\n\n“How do you like the Queen?” said the Cat in a low voice.\n\n“Not at all,” said Alice: “she’s so extremely—” Just then she noticed\nthat the Queen was close behind her, listening: so she went on,\n“—likely to win, that it’s hardly worth while finishing the game.”\n\nThe Queen smiled and passed on.\n\n“Who _are_ you talking to?” said the King, going up to Alice, and\nlooking at the Cat’s head with great curiosity.\n\n“It’s a friend of mine—a Cheshire Cat,” said Alice: “allow me to\nintroduce it.”\n\n“I don’t like the look of it at all,” said the King: “however, it may\nkiss my hand if it likes.”\n\n“I’d rather not,” the Cat remarked.\n\n“Don’t be impertinent,” said the King, “and don’t look at me like\nthat!” He got behind Alice as he spoke.\n\n“A cat may look at a king,” said Alice. “I’ve read that in some book,\nbut I don’t remember where.”\n\n“Well, it must be removed,” said the King very decidedly, and he called\nthe Queen, who was passing at the moment, “My dear! I wish you would\nhave this cat removed!”\n\nThe Queen had only one way of settling all difficulties, great or\nsmall. “Off with his head!” she said, without even looking round.\n\n“I’ll fetch the executioner myself,” said the King eagerly, and he\nhurried off.\n\nAlice thought she might as well go back, and see how the game was going\non, as she heard the Queen’s voice in the distance, screaming with\npassion. She had already heard her sentence three of the players to be\nexecuted for having missed their turns, and she did not like the look\nof things at all, as the game was in such confusion that she never knew\nwhether it was her turn or not. So she went in search of her hedgehog.\n\nThe hedgehog was engaged in a fight with another hedgehog, which seemed\nto Alice an excellent opportunity for croqueting one of them with the\nother: the only difficulty was, that her flamingo was gone across to\nthe other side of the garden, where Alice could see it trying in a\nhelpless sort of way to fly up into a tree.\n\nBy the time she had caught the flamingo and brought it back, the fight\nwas over, and both the hedgehogs were out of sight: “but it doesn’t\nmatter much,” thought Alice, “as all the arches are gone from this side\nof the ground.” So she tucked it away under her arm, that it might not\nescape again, and went back for a little more conversation with her\nfriend.\n\nWhen she got back to the Cheshire Cat, she was surprised to find quite\na large crowd collected round it: there was a dispute going on between\nthe executioner, the King, and the Queen, who were all talking at once,\nwhile all the rest were quite silent, and looked very uncomfortable.\n\nThe moment Alice appeared, she was appealed to by all three to settle\nthe question, and they repeated their arguments to her, though, as they\nall spoke at once, she found it very hard indeed to make out exactly\nwhat they said.\n\nThe executioner’s argument was, that you couldn’t cut off a head unless\nthere was a body to cut it off from: that he had never had to do such a\nthing before, and he wasn’t going to begin at _his_ time of life.\n\nThe King’s argument was, that anything that had a head could be\nbeheaded, and that you weren’t to talk nonsense.\n\nThe Queen’s argument was, that if something wasn’t done about it in\nless than no time she’d have everybody executed, all round. (It was\nthis last remark that had made the whole party look so grave and\nanxious.)\n\nAlice could think of nothing else to say but “It belongs to the\nDuchess: you’d better ask _her_ about it.”\n\n“She’s in prison,” the Queen said to the executioner: “fetch her here.”\nAnd the executioner went off like an arrow.\n\nThe Cat’s head began fading away the moment he was gone, and, by the\ntime he had come back with the Duchess, it had entirely disappeared; so\nthe King and the executioner ran wildly up and down looking for it,\nwhile the rest of the party went back to the game.",
    "translated_content": "CHAPTER VIII.\n\nГЛАВА VIII.\nКрокетное поле Королевы\n\n\nУ самого входа в сад рос большой куст роз: розы на нём были белые, но три садовника усердно красили их в красный цвет. Алиса нашла это очень странным и подошла поближе, чтобы посмотреть. Как раз когда она приблизилась, она услышала, как один из них сказал: «Смотри, Пятый! Не брызгай на меня краской!»\n\n«Я не виноват, — проворчал Пятый, — Седьмой толкнул меня под локоть».\n\nУслышав это, Седьмой поднял голову и сказал: «Вот как, Пятый! Вечно ты других винишь!»\n\n«Тебе бы лучше помолчать! — возразил Пятый. — Я слышал, как Королева только вчера сказала, что тебе следовало бы отрубить голову!»\n\n«За что?» — спросил тот, кто заговорил первым.\n\n«Это не твоё дело, Второй!» — сказал Седьмой.\n\n«Нет, это его дело! — воскликнул Пятый. — И я скажу ему за что — за то, что ты принёс повару тюльпанные луковицы вместо репчатого лука».\n\nСедьмой швырнул кисть и начал было: «Ну, из всех несправедливостей…» — как вдруг его взгляд упал на Алису, которая стояла и наблюдала за ними. Он сразу умолк, остальные тоже обернулись и низко поклонились.\n\n«Скажите, пожалуйста, — робко спросила Алиса, — зачем вы красите эти розы?»\n\nПятый и Седьмой ничего не ответили, а только посмотрели на Второго. Второй начал вполголоса: «Видите ли, сударыня, это должен был быть _красный_ розовый куст, а мы по ошибке посадили белый. И если Королева это обнаружит, нам всем отрубят головы. Вот мы и стараемся, сударыня, до её прихода…» В этот момент Пятый, который беспокойно поглядывал через сад, закричал: «Королева! Королева!» — и все трое садовников мгновенно растянулись ничком. Послышались многочисленные шаги, и Алиса оглянулась, желая увидеть Королеву.\n\nСначала шли десять солдат с дубинками; все они были похожи на трёх садовников — продолговатые и плоские, с руками и ногами по углам. За ними следовали десять придворных; они были сплошь усыпаны бриллиантами и шли парами, как и солдаты. Потом шли королевские дети; их было десять, и эти милые крошки весело прыгали, взявшись за руки, тоже парами; все они были украшены червонными сердцами. Затем шли гости — в основном короли и королевы, и среди них Алиса узнала Белого Кролика. Он говорил торопливо и нервно, улыбался каждому слову и прошёл мимо, не заметив её. За ним следовал Валет Червей, нёсший на малиновой бархатной подушке королевскую корону; и, наконец, в конце этой великолепной процессии появились КОРОЛЬ И КОРОЛЕВА ЧЕРВЕЙ.\n\nАлиса была в сомнении, не следует ли и ей лечь ничком, как те три садовника, но она не помнила, чтобы на процессиях существовало такое правило. «К тому же, — подумала она, — какая же это была бы процессия, если бы все лежали ничком и ничего не видели?» Поэтому она осталась стоять на месте и ждала.\n\nКогда процессия поравнялась с Алисой, все остановились и посмотрели на неё, и Королева строго спросила: «Кто это?» Она обратилась к Валету Червей, который только поклонился и улыбнулся в ответ.\n\n— Дурак! — сказала Королева, нетерпеливо тряхнув головой, и, повернувшись к Алисе, спросила: — Как тебя зовут, дитя?\n\n— Меня зовут Алиса, ваше величество, — вежливо ответила Алиса, но про себя добавила: «Да они же просто колода карт, в конце концов. Чего мне их бояться!»\n\n— А это кто такие? — спросила Королева, указывая на трёх садовников, лежавших вокруг розового куста. Они лежали ничком, и, поскольку узор на их спинах ничем не отличался от узора на остальных картах, она не могла понять, садовники это, солдаты, придворные или её собственные дети.\n\n— Откуда же мне знать? — сказала Алиса, сама удивляясь своей смелости. — Это не моё дело.\n\nКоролева побагровела от ярости и, уставившись на Алису дикими глазами, закричала:\n\n— Отрубить ей голову! Отру…\n\n— Вздор! — громко и твёрдо сказала Алиса, и Королева замолчала.\n\nКороль положил ей руку на руку и робко сказал:\n\n— Подумай, дорогая: она же ещё дитя!\n\nКоролева сердито отвернулась от него и приказала Валету:\n\n— Переверни их!\n\nВалет так и сделал, очень осторожно, одной ногой.\n\n— Встать! — пронзительно и громко сказала Королева, и три садовника мгновенно подскочили на ноги, начав раскланиваться перед Королем, Королевой, королевскими детьми и всеми остальными.\n\n— Прекратите! — взвизгнула Королева. — У меня голова кружится. — Затем, повернувшись к розовому кусту, она продолжила: — Чем это вы тут занимались?\n\n— Осмелюсь доложить вашему величеству, — сказал Второй самым смиренным тоном, опускаясь на одно колено, — мы пытались…\n\n— Понимаю! — сказала Королева, которая тем временем разглядывала розы. — Отрубить им головы! — И процессия двинулась дальше, а три солдата остались, чтобы казнить несчастных садовников, которые бросились к Алисе за защитой.\n\n— Вам не отрубят головы! — сказала Алиса и спрятала их в большую цветочную вазу, стоявшую рядом. Три солдата покружили минуту-другую, разыскивая их, а затем спокойно зашагали вслед за остальными.\n\n— Им отрубили головы? — крикнула Королева.\n\n— Их головы долой, с позволения вашего величества! — крикнули в ответ солдаты.\n\n— Отлично! — крикнула Королева. — Вы умеете играть в крокет?\n\nСолдаты молчали и смотрели на Алису, так как вопрос, очевидно, был обращен к ней.\n\n— Да! — крикнула Алиса.\n\n— Тогда вперед! — проревела Королева, и Алиса присоединилась к процессии, гадая, что же произойдет дальше.\n\n— Сег… сегодня очень хорошая погода! — раздался у нее за спиной робкий голос. Рядом с ней шагал Белый Кролик, который тревожно заглядывал ей в лицо.\n\n— Очень, — сказала Алиса. — А где Герцогиня?\n\n— Тсс! Тсс! — сказал Кролик пониженным, торопливым голосом. Он тревожно оглянулся через плечо, затем приподнялся на цыпочки, приблизил рот к ее уху и прошептал: — Ее приговорили к казни.\n\n— За что? — спросила Алиса.\n\n— Вы сказали: «Как жалко!»? — переспросил Кролик.\n\n— Нет, не говорила, — ответила Алиса. — Я вовсе не думаю, что это жалко. Я спросила: «За что?»\n\n— Она дала пощечину Королеве… — начал Кролик. Алиса тихонько фыркнула. — О, тише! — испуганно прошептал Кролик. — Королева услышит! Видите ли, она опоздала, и Королева сказала…\n\n\"По местам!\" – крикнула Королева громовым голосом, и все бросились врассыпную, сталкиваясь и толкая друг друга; однако через минуту-другую все успокоились, и игра началась. Алиса думала, что никогда в жизни не видела такой странной площадки для крокета: она вся была в буграх и рытвинах; шары были живые ежи, молотки – живые фламинго, а солдаты, изогнувшись дугой, должны были стоять на руках и ногах, образуя ворота.\n\nГлавная трудность для Алисы заключалась в том, чтобы справиться со своим фламинго: ей удалось довольно удобно прижать его туловище под мышкой, так что ноги его свешивались вниз, но обычно, как только она выпрямляла ему шею и собиралась ударить ежом головой фламинго, он _непременно_ изворачивался и смотрел ей в лицо с таким недоуменным выражением, что она не могла удержаться от смеха; а когда ей удавалось наклонить его голову и она собиралась начать снова, было очень досадно видеть, что еж распрямился и ползет прочь: кроме того, обычно на пути, куда она хотела послать ежа, оказывался бугор или рытвина, а солдаты, изогнутые дугой, то и дело вставали и уходили на другие места площадки, так что Алиса скоро пришла к заключению, что это очень трудная игра.\n\nИгроки играли все сразу, не дожидаясь очереди, все время ссорились и дрались из-за ежей; и очень скоро Королева пришла в ярость и, топая ногами, поминутно кричала: \"Отрубить ему голову!\" или \"Отрубить ей голову!\"\n\nАлиса почувствовала себя очень неловко: правда, она пока еще не поссорилась с Королевой, но знала, что это может случиться в любую минуту, \"и тогда, – подумала она, – что со мной будет? Здесь ужасно любят рубить головы; самое удивительное, что здесь еще кто-то остался в живых!\"\n\nОна оглядывалась, ища, куда бы убежать, и раздумывала, нельзя ли уйти незамеченной, как вдруг в воздухе появилось нечто странное. Сначала Алиса ничего не могла понять, но, понаблюдав минуту-другую, разглядела улыбку и сказала себе: \"Это Чеширский Кот: теперь будет с кем поговорить\".\n\n\"Как поживаешь?\" – сказал Кот, когда у него оказалось достаточно рта, чтобы говорить.\n\nАлиса подождала, пока глаза не появились, и кивнула. «Бесполезно с ним разговаривать, — подумала она, — пока не появятся уши, или хотя бы одно из них». Ещё через минуту показалась вся голова, и тогда Алиса опустила своего фламинго и начала рассказывать о ходе игры, очень радуясь, что есть кому её выслушать. Коту, по-видимому, показалось, что теперь видно достаточно, и больше он не появлялся.\n\n«По-моему, они играют совсем нечестно, — начала Алиса жалобным тоном, — и они так ужасно ссорятся, что собственного голоса не слышно, — и у них, кажется, нет никаких правил; по крайней мере, если и есть, то их никто не соблюдает, — и вы себе представить не можете, как всё это сбивает с толку, ведь все предметы живые; вот, например, арка, через которую мне нужно пройти, разгуливает себе на другом конце поля, — а я только что должна была прокатить ежа Королевы, но он убежал, когда увидел, что мой приближается!»\n\n«Как тебе нравится Королева?» — спросил Кот тихим голосом.\n\n«Совсем не нравится, — ответила Алиса. — Она такая уж слишком…» — тут она заметила, что Королева стоит совсем близко сзади и слушает, и поспешила добавить: «…вероятная победительница, что вряд ли стоит заканчивать игру».\n\nКоролева улыбнулась и пошла дальше.\n\n«С _кем_ это ты разговариваешь?» — спросил Король, подходя к Алисе и с большим любопытством разглядывая голову Кота.\n\n«Это мой друг — Чеширский Кот, — сказала Алиса. — Позвольте мне представить его».\n\n«Мне совсем не нравится его вид, — заявил Король. — Впрочем, пусть поцелует мне руку, если хочет».\n\n«Я бы предпочёл не делать этого», — заметил Кот.\n\n«Не будь дерзким, — сказал Король, — и не смотри на меня так!» — и при этих словах спрятался за Алису.\n\n«Кот может смотреть на короля, — сказала Алиса. — Я читала это в какой-то книге, но не помню, в какой».\n\n«Что ж, его необходимо убрать», — очень решительно заявил Король и позвал Королеву, которая как раз проходила мимо: «Дорогая! Я хочу, чтобы ты велела убрать этого кота!»\n\nУ Королевы был только один способ разрешать все трудности, большие и малые. «Снести ему голову!» — сказала она, даже не оборачиваясь.\n\n«Я сам приведу палача», — поспешно сказал Король и торопливо удалился.\n\nАлиса подумала, что не мешало бы вернуться и посмотреть, как идёт игра, тем более что вдали уже слышался взволнованный крик Королевы. Она уже успела услышать, как та приговорила трёх игроков к казни за то, что они пропустили свою очередь, и ей решительно не нравилось, как развиваются события: игра шла в таком беспорядке, что Алиса никогда не знала, чей сейчас ход. Поэтому она отправилась на поиски своего ёжика.\n\nЁжик в это время сражался с другим ёжиком, и Алисе показалось, что это прекрасная возможность прокатить одного сквозь ворота, сделанные из другого. Единственная трудность заключалась в том, что её фламинго удрал на другой конец сада, где Алиса увидела, как он тщетно пытался взлететь на дерево.\n\nК тому времени, как она поймала фламинго и вернулась с ним, схватка уже закончилась, и оба ёжика скрылись из виду. «Но это не так уж важно, — подумала Алиса, — ведь все ворота с этой стороны площадки тоже исчезли». Тогда она зажала фламинго под мышкой, чтобы он снова не убежал, и вернулась, чтобы ещё немного поболтать со своим другом.\n\nВернувшись к Чеширскому Коту, она с удивлением обнаружила, что вокруг него собралась целая толпа. Шёл спор между Палачом, Королём и Королевой, которые говорили все сразу, в то время как остальные хранили молчание и выглядели весьма смущёнными.\n\nКак только появилась Алиса, все трое обратились к ней с просьбой разрешить спор и принялись излагать свои доводы, хотя, поскольку они говорили одновременно, ей было очень трудно разобрать, что именно они говорят.\n\nДовод Палача состоял в том, что нельзя отрубить голову, если нет тела, от которого её можно отрубить; что ему никогда прежде не приходилось делать ничего подобного и что он не намерен начинать в _своём_ возрасте.\n\nДовод Короля состоял в том, что всё, что имеет голову, может быть обезглавлено, и что нечего говорить чепухи.\n\nДовод Королевы состоял в том, что если всё не будет улажено в мгновение ока, она казнит всех присутствующих. (Именно это последнее заявление придавало всей компании такой мрачный и озабоченный вид.)\n\nАлиса не нашла ничего лучше, как сказать: «Она принадлежит Герцогине. Вам лучше спросить _её_ об этом».\n\n«Она в тюрьме, — сказала Королева Палачу. — Приведи её сюда». И Палач пустился стрелой.\n\nГолова Кота начала исчезать в тот же миг, как он ушёл, и к тому времени, когда он вернулся с Герцогиней, она полностью пропала; поэтому Король и палач бросились дико бегать в поисках неё, в то время как остальные вернулись к игре.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER IX.",
    "translated_title": "CHAPTER IX.",
    "original_content": "CHAPTER IX.\nThe Mock Turtle’s Story\n\n\n“You can’t think how glad I am to see you again, you dear old thing!”\nsaid the Duchess, as she tucked her arm affectionately into Alice’s,\nand they walked off together.\n\nAlice was very glad to find her in such a pleasant temper, and thought\nto herself that perhaps it was only the pepper that had made her so\nsavage when they met in the kitchen.\n\n“When _I’m_ a Duchess,” she said to herself, (not in a very hopeful\ntone though), “I won’t have any pepper in my kitchen _at all_. Soup\ndoes very well without—Maybe it’s always pepper that makes people\nhot-tempered,” she went on, very much pleased at having found out a new\nkind of rule, “and vinegar that makes them sour—and camomile that makes\nthem bitter—and—and barley-sugar and such things that make children\nsweet-tempered. I only wish people knew _that_: then they wouldn’t be\nso stingy about it, you know—”\n\nShe had quite forgotten the Duchess by this time, and was a little\nstartled when she heard her voice close to her ear. “You’re thinking\nabout something, my dear, and that makes you forget to talk. I can’t\ntell you just now what the moral of that is, but I shall remember it in\na bit.”\n\n“Perhaps it hasn’t one,” Alice ventured to remark.\n\n“Tut, tut, child!” said the Duchess. “Everything’s got a moral, if only\nyou can find it.” And she squeezed herself up closer to Alice’s side as\nshe spoke.\n\nAlice did not much like keeping so close to her: first, because the\nDuchess was _very_ ugly; and secondly, because she was exactly the\nright height to rest her chin upon Alice’s shoulder, and it was an\nuncomfortably sharp chin. However, she did not like to be rude, so she\nbore it as well as she could.\n\n“The game’s going on rather better now,” she said, by way of keeping up\nthe conversation a little.\n\n“’Tis so,” said the Duchess: “and the moral of that is—‘Oh, ’tis love,\n’tis love, that makes the world go round!’”\n\n“Somebody said,” Alice whispered, “that it’s done by everybody minding\ntheir own business!”\n\n“Ah, well! It means much the same thing,” said the Duchess, digging her\nsharp little chin into Alice’s shoulder as she added, “and the moral of\n_that_ is—‘Take care of the sense, and the sounds will take care of\nthemselves.’”\n\n“How fond she is of finding morals in things!” Alice thought to\nherself.\n\n“I dare say you’re wondering why I don’t put my arm round your waist,”\nthe Duchess said after a pause: “the reason is, that I’m doubtful about\nthe temper of your flamingo. Shall I try the experiment?”\n\n“He might bite,” Alice cautiously replied, not feeling at all anxious\nto have the experiment tried.\n\n“Very true,” said the Duchess: “flamingoes and mustard both bite. And\nthe moral of that is—‘Birds of a feather flock together.’”\n\n“Only mustard isn’t a bird,” Alice remarked.\n\n“Right, as usual,” said the Duchess: “what a clear way you have of\nputting things!”\n\n“It’s a mineral, I _think_,” said Alice.\n\n“Of course it is,” said the Duchess, who seemed ready to agree to\neverything that Alice said; “there’s a large mustard-mine near here.\nAnd the moral of that is—‘The more there is of mine, the less there is\nof yours.’”\n\n“Oh, I know!” exclaimed Alice, who had not attended to this last\nremark, “it’s a vegetable. It doesn’t look like one, but it is.”\n\n“I quite agree with you,” said the Duchess; “and the moral of that\nis—‘Be what you would seem to be’—or if you’d like it put more\nsimply—‘Never imagine yourself not to be otherwise than what it might\nappear to others that what you were or might have been was not\notherwise than what you had been would have appeared to them to be\notherwise.’”\n\n“I think I should understand that better,” Alice said very politely,\n“if I had it written down: but I can’t quite follow it as you say it.”\n\n“That’s nothing to what I could say if I chose,” the Duchess replied,\nin a pleased tone.\n\n“Pray don’t trouble yourself to say it any longer than that,” said\nAlice.\n\n“Oh, don’t talk about trouble!” said the Duchess. “I make you a present\nof everything I’ve said as yet.”\n\n“A cheap sort of present!” thought Alice. “I’m glad they don’t give\nbirthday presents like that!” But she did not venture to say it out\nloud.\n\n“Thinking again?” the Duchess asked, with another dig of her sharp\nlittle chin.\n\n“I’ve a right to think,” said Alice sharply, for she was beginning to\nfeel a little worried.\n\n“Just about as much right,” said the Duchess, “as pigs have to fly; and\nthe m—”\n\nBut here, to Alice’s great surprise, the Duchess’s voice died away,\neven in the middle of her favourite word ‘moral,’ and the arm that was\nlinked into hers began to tremble. Alice looked up, and there stood the\nQueen in front of them, with her arms folded, frowning like a\nthunderstorm.\n\n“A fine day, your Majesty!” the Duchess began in a low, weak voice.\n\n“Now, I give you fair warning,” shouted the Queen, stamping on the\nground as she spoke; “either you or your head must be off, and that in\nabout half no time! Take your choice!”\n\nThe Duchess took her choice, and was gone in a moment.\n\n“Let’s go on with the game,” the Queen said to Alice; and Alice was too\nmuch frightened to say a word, but slowly followed her back to the\ncroquet-ground.\n\nThe other guests had taken advantage of the Queen’s absence, and were\nresting in the shade: however, the moment they saw her, they hurried\nback to the game, the Queen merely remarking that a moment’s delay\nwould cost them their lives.\n\nAll the time they were playing the Queen never left off quarrelling\nwith the other players, and shouting “Off with his head!” or “Off with\nher head!” Those whom she sentenced were taken into custody by the\nsoldiers, who of course had to leave off being arches to do this, so\nthat by the end of half an hour or so there were no arches left, and\nall the players, except the King, the Queen, and Alice, were in custody\nand under sentence of execution.\n\nThen the Queen left off, quite out of breath, and said to Alice, “Have\nyou seen the Mock Turtle yet?”\n\n“No,” said Alice. “I don’t even know what a Mock Turtle is.”\n\n“It’s the thing Mock Turtle Soup is made from,” said the Queen.\n\n“I never saw one, or heard of one,” said Alice.\n\n“Come on, then,” said the Queen, “and he shall tell you his history.”\n\nAs they walked off together, Alice heard the King say in a low voice,\nto the company generally, “You are all pardoned.” “Come, _that’s_ a\ngood thing!” she said to herself, for she had felt quite unhappy at the\nnumber of executions the Queen had ordered.\n\nThey very soon came upon a Gryphon, lying fast asleep in the sun. (If\nyou don’t know what a Gryphon is, look at the picture.) “Up, lazy\nthing!” said the Queen, “and take this young lady to see the Mock\nTurtle, and to hear his history. I must go back and see after some\nexecutions I have ordered;” and she walked off, leaving Alice alone\nwith the Gryphon. Alice did not quite like the look of the creature,\nbut on the whole she thought it would be quite as safe to stay with it\nas to go after that savage Queen: so she waited.\n\nThe Gryphon sat up and rubbed its eyes: then it watched the Queen till\nshe was out of sight: then it chuckled. “What fun!” said the Gryphon,\nhalf to itself, half to Alice.\n\n“What _is_ the fun?” said Alice.\n\n“Why, _she_,” said the Gryphon. “It’s all her fancy, that: they never\nexecutes nobody, you know. Come on!”\n\n“Everybody says ‘come on!’ here,” thought Alice, as she went slowly\nafter it: “I never was so ordered about in all my life, never!”\n\nThey had not gone far before they saw the Mock Turtle in the distance,\nsitting sad and lonely on a little ledge of rock, and, as they came\nnearer, Alice could hear him sighing as if his heart would break. She\npitied him deeply. “What is his sorrow?” she asked the Gryphon, and the\nGryphon answered, very nearly in the same words as before, “It’s all\nhis fancy, that: he hasn’t got no sorrow, you know. Come on!”\n\nSo they went up to the Mock Turtle, who looked at them with large eyes\nfull of tears, but said nothing.\n\n“This here young lady,” said the Gryphon, “she wants for to know your\nhistory, she do.”\n\n“I’ll tell it her,” said the Mock Turtle in a deep, hollow tone: “sit\ndown, both of you, and don’t speak a word till I’ve finished.”\n\nSo they sat down, and nobody spoke for some minutes. Alice thought to\nherself, “I don’t see how he can _ever_ finish, if he doesn’t begin.”\nBut she waited patiently.\n\n“Once,” said the Mock Turtle at last, with a deep sigh, “I was a real\nTurtle.”\n\nThese words were followed by a very long silence, broken only by an\noccasional exclamation of “Hjckrrh!” from the Gryphon, and the constant\nheavy sobbing of the Mock Turtle. Alice was very nearly getting up and\nsaying, “Thank you, sir, for your interesting story,” but she could not\nhelp thinking there _must_ be more to come, so she sat still and said\nnothing.\n\n“When we were little,” the Mock Turtle went on at last, more calmly,\nthough still sobbing a little now and then, “we went to school in the\nsea. The master was an old Turtle—we used to call him Tortoise—”\n\n“Why did you call him Tortoise, if he wasn’t one?” Alice asked.\n\n“We called him Tortoise because he taught us,” said the Mock Turtle\nangrily: “really you are very dull!”\n\n“You ought to be ashamed of yourself for asking such a simple\nquestion,” added the Gryphon; and then they both sat silent and looked\nat poor Alice, who felt ready to sink into the earth. At last the\nGryphon said to the Mock Turtle, “Drive on, old fellow! Don’t be all\nday about it!” and he went on in these words:\n\n“Yes, we went to school in the sea, though you mayn’t believe it—”\n\n“I never said I didn’t!” interrupted Alice.\n\n“You did,” said the Mock Turtle.\n\n“Hold your tongue!” added the Gryphon, before Alice could speak again.\nThe Mock Turtle went on.\n\n“We had the best of educations—in fact, we went to school every day—”\n\n“_I’ve_ been to a day-school, too,” said Alice; “you needn’t be so\nproud as all that.”\n\n“With extras?” asked the Mock Turtle a little anxiously.\n\n“Yes,” said Alice, “we learned French and music.”\n\n“And washing?” said the Mock Turtle.\n\n“Certainly not!” said Alice indignantly.\n\n“Ah! then yours wasn’t a really good school,” said the Mock Turtle in a\ntone of great relief. “Now at _ours_ they had at the end of the bill,\n‘French, music, _and washing_—extra.’”\n\n“You couldn’t have wanted it much,” said Alice; “living at the bottom\nof the sea.”\n\n“I couldn’t afford to learn it.” said the Mock Turtle with a sigh. “I\nonly took the regular course.”\n\n“What was that?” inquired Alice.\n\n“Reeling and Writhing, of course, to begin with,” the Mock Turtle\nreplied; “and then the different branches of Arithmetic—Ambition,\nDistraction, Uglification, and Derision.”\n\n“I never heard of ‘Uglification,’” Alice ventured to say. “What is it?”\n\nThe Gryphon lifted up both its paws in surprise. “What! Never heard of\nuglifying!” it exclaimed. “You know what to beautify is, I suppose?”\n\n“Yes,” said Alice doubtfully: “it means—to—make—anything—prettier.”\n\n“Well, then,” the Gryphon went on, “if you don’t know what to uglify\nis, you _are_ a simpleton.”\n\nAlice did not feel encouraged to ask any more questions about it, so\nshe turned to the Mock Turtle, and said “What else had you to learn?”\n\n“Well, there was Mystery,” the Mock Turtle replied, counting off the\nsubjects on his flappers, “—Mystery, ancient and modern, with\nSeaography: then Drawling—the Drawling-master was an old conger-eel,\nthat used to come once a week: _he_ taught us Drawling, Stretching, and\nFainting in Coils.”\n\n“What was _that_ like?” said Alice.\n\n“Well, I can’t show it you myself,” the Mock Turtle said: “I’m too\nstiff. And the Gryphon never learnt it.”\n\n“Hadn’t time,” said the Gryphon: “I went to the Classics master,\nthough. He was an old crab, _he_ was.”\n\n“I never went to him,” the Mock Turtle said with a sigh: “he taught\nLaughing and Grief, they used to say.”\n\n“So he did, so he did,” said the Gryphon, sighing in his turn; and both\ncreatures hid their faces in their paws.\n\n“And how many hours a day did you do lessons?” said Alice, in a hurry\nto change the subject.\n\n“Ten hours the first day,” said the Mock Turtle: “nine the next, and so\non.”\n\n“What a curious plan!” exclaimed Alice.\n\n“That’s the reason they’re called lessons,” the Gryphon remarked:\n“because they lessen from day to day.”\n\nThis was quite a new idea to Alice, and she thought it over a little\nbefore she made her next remark. “Then the eleventh day must have been\na holiday?”\n\n“Of course it was,” said the Mock Turtle.\n\n“And how did you manage on the twelfth?” Alice went on eagerly.\n\n“That’s enough about lessons,” the Gryphon interrupted in a very\ndecided tone: “tell her something about the games now.”",
    "translated_content": "CHAPTER IX.\n\nГЛАВА IX.\nИстория Черепахи Квази\n\n\n— Не представляешь, как я рада снова тебя видеть, дорогая моя! —\nсказала Герцогиня, ласково взяв Алису под руку,\nи они пошли вместе.\n\nАлиса была очень рада, что Герцогиня в таком хорошем настроении,\nи подумала про себя, что, возможно, её злобность при их встрече\nна кухне была вызвана лишь перцем.\n\n— Когда *я* стану Герцогиней, — сказала она себе (впрочем, без особой\nнадежды в голосе), — у меня на кухне *вообще* не будет перца. Суп\nпрекрасно обходится без него — Возможно, именно перец делает людей\nвспыльчивыми, — продолжала она, очень довольная, что открыла новое\nправило, — уксус делает их кислыми — ромашка делает их горькими — а\nячменный сахар и тому подобные вещи делают детей милыми и добрыми.\nВот бы люди это *знали*: тогда они не были бы такими скупыми на это,\nпонимаешь?..\n\nОна уже совсем забыла о Герцогине и немного вздрогнула, услышав её\nголос прямо у своего уха. — О чём-то задумалась, моя дорогая, и\nпотому забыла говорить. Я не могу сейчас сказать, в чём тут мораль,\nно чуть позже я её обязательно вспомню.\n\n— Возможно, её тут и нет, — осмелилась заметить Алиса.\n\n— Цыц, цыц, дитя! — сказала Герцогиня. — Во всём есть мораль, нужно\nтолько суметь её найти. — И она придвинулась ещё ближе к Алисе,\nпроизнося эти слова.\n\nАлисе не очень нравилось находиться так близко к ней: во-первых,\nпотому что Герцогиня была *очень* некрасива; а во-вторых, потому что\nона была как раз такого роста, чтобы удобно положить свой подбородок\nАлисе на плечо, а подбородок у неё был неудобно острый. Однако она\nне хотела быть невежливой и терпела, как могла.\n\n— Игра сейчас идёт гораздо лучше, — сказала она, чтобы немного\nподдержать разговор.\n\n— Это верно, — сказала Герцогиня: — и мораль здесь такова: «О, это\nлюбовь, любовь заставляет мир вращаться!»\n\n— Кто-то сказал, — прошептала Алиса, — что это происходит от того,\nчто каждый занимается своим делом!\n\n— Ах, что ж! Это почти одно и то же, — сказала Герцогиня, вонзая\nсвой острый маленький подбородок в плечо Алисы, и добавила: — а\nмораль *этого* такова: «Следи за смыслом, а слова придут сами\nсобой».\n\n— Как же она любит находить во всём мораль! — подумала про себя\nАлиса.\n\n\"Осмелюсь предположить, что вам интересно, почему я не обнимаю вас за талию,\"\n– сказала Герцогиня после паузы. – \"Причина в том, что я не уверена в нраве\nвашего фламинго. Попробовать?\"\n\n\"Он может укусить,\" – осторожно ответила Алиса, вовсе не стремясь к\nпроведению такого эксперимента.\n\n\"Совершенно верно,\" – сказала Герцогиня. – \"И фламинго, и горчица кусаются.\nА мораль отсюда такова: 'Рыбак рыбака видит издалека'.\"\n\n\"Но горчица – не птица,\" – заметила Алиса.\n\n\"Как всегда, права,\" – сказала Герцогиня. – \"Как ясно вы всё излагаете!\"\n\n\"Это минерал, _кажется_,\" – сказала Алиса.\n\n\"Конечно, минерал,\" – согласилась Герцогиня, казалось, готовая соглашаться\nсо всем, что говорит Алиса. – \"Здесь рядом большая горчичная шахта.\nА мораль отсюда такова: 'Чем больше у меня, тем меньше у тебя'.\"\n\n\"А, я знаю!\" – воскликнула Алиса, не вслушавшись в последние слова. –\n\"Это растение. Оно не похоже, но это так.\"\n\n\"Совершенно с вами согласна,\" – сказала Герцогиня. – \"А мораль отсюда\nтакова: 'Будь тем, кем кажешься' – или, если выразить проще: 'Никогда не\nвоображай, будто ты не являешься иным, чем то, чем ты мог бы казаться\nдругим, иначе, чем то, чем ты был или мог бы быть, не показалось бы им\nиным, чем то, чем ты был'.\"\n\n\"Я думаю, я бы поняла это лучше,\" – очень вежливо сказала Алиса, –\n\"если бы это было записано: но я не совсем могу уследить за вашими\nсловами.\"\n\n\"Это ещё что! Вот если бы я захотела, я бы такое сказала!\" – ответила\nГерцогиня довольным тоном.\n\n\"Умоляю, не утруждайте себя более долгими речами,\" – сказала Алиса.\n\n\"О, не говорите об утруждении!\" – сказала Герцогиня. – \"Я дарю вам всё,\nчто сказала до сих пор.\"\n\n\"Дешёвый подарок!\" – подумала Алиса. – \"Хорошо, что на дни рождения\nтакие подарки не дарят!\" Но она не осмелилась сказать это вслух.\n\n\"Опять задумались?\" – спросила Герцогиня, снова ткнув её своим острым\nмаленьким подбородком.\n\n\"Я имею право думать,\" – резко сказала Алиса, начиная немного волноваться.\n\n\"Ровно такое же право,\" – сказала Герцогиня, – \"как у свиней летать; и\nмор–\"\n\nНо тут, к великому удивлению Алисы, голос Герцогини замер, даже на её\nлюбимом слове \"мораль\", и её рука, продетая под руку Алисы, задрожала.\nАлиса подняла глаза и увидела перед собой Королеву, сложившую руки на\nгруди и хмурую, как грозовая туча.\n\n\"Прекрасный день, Ваше Величество!\" – начала Герцогиня тихим, слабым\nголосом.\n\n«Вот тебе мое последнее предупреждение, — закричала Королева, топая ногой, — либо ты, либо твоя голова должны исчезнуть, и немедленно! Выбирай!»\n\nГерцогиня сделала выбор и мгновенно исчезла.\n\n«Давай продолжим игру, — сказала Королева Алисе. — Алиса была слишком напугана, чтобы вымолвить слово, и молча поплелась за ней обратно на площадку для крокета.\n\nОстальные гости воспользовались отсутствием Королевы и отдыхали в тени; однако, едва завидев ее, они поспешили вернуться к игре. Королева лишь заметила, что малейшая задержка будет стоить им жизни.\n\nВсе время, пока шла игра, Королева только и делала, что ссорилась с игроками и кричала: «Отрубить ему голову!» или «Отрубить ей голову!» Тех, кого она приговаривала, солдаты уводили под стражу, и им, конечно, приходилось бросать свои обязанности арок, так что примерно через полчаса арок не осталось вовсе, а все игроки, кроме Короля, Королевы и Алисы, оказались под арестом и приговорены к казни.\n\nТут Королева наконец остановилась, совершенно запыхавшись, и сказала Алисе:\n— Ты видела Морскую Черепаху?\n— Нет, — ответила Алиса. — Я даже не знаю, кто такая Морская Черепаха.\n— Из нее готовят Черепаший суп, — сказала Королева.\n— Я никогда не видела ее и не слышала о ней, — сказала Алиса.\n— Ну, пойдем тогда, — сказала Королева, — и она расскажет тебе свою историю.\n\nКогда они пошли вместе, Алиса услышала, как Король сказал вполголоса, обращаясь ко всем присутствующим: «Вы все помилованы». «Вот это хорошо!» — подумала она, потому что ей было очень грустно оттого, что Королева приказала казнить так много народу.\n\nВскоре они наткнулись на Грифона, который крепко спал на солнце. (Если вы не знаете, кто такой Грифон, посмотрите на картинку.) «Вставай, лентяй! — сказала Королева. — Проводи эту юную леди к Морской Черепахе, чтобы она послушала ее историю. Мне нужно вернуться и проследить за казнями, которые я приказала». И она ушла, оставив Алису наедине с Грифоном. Вид этого существа не слишком понравился Алисе, но в целом она решила, что оставаться с ним так же безопасно, как и следовать за свирепой Королевой, и осталась ждать.\n\nГрифон сел и протер глаза; потом он смотрел на Королеву, пока та не скрылась из виду, и тогда он рассмеялся. «Какое веселье!» — сказал Грифон, наполовину себе, наполовину Алисе.\n«А что в этом веселого?» — спросила Алиса.\n\n«Да _она же_», — сказал Грифон. «Это всё её фантазии, вот что: они никого никогда не казнят, понимаешь. Пошли!»\n\n«Все тут говорят \"пошли!\"», — подумала Алиса, медленно следуя за ним: «Меня ещё никогда в жизни так не помыкали, никогда!»\n\nОни прошли недалеко, как увидели вдали Черепаху Квази, печально и одиноко сидящую на маленьком уступе скалы, и, по мере приближения, Алиса могла слышать, как он вздыхает, словно его сердце вот-вот разорвётся. Ей стало его глубоко жаль. «О чём его горе?» — спросила она Грифона, и Грифон ответил почти теми же словами, что и прежде: «Это всё его фантазии, вот что: у него нет никакого горя, понимаешь. Пошли!»\n\nТак они подошли к Черепахе Квази, который смотрел на них большими глазами, полными слёз, но ничего не сказал.\n\n«Вот эта юная леди, — сказал Грифон, — она хочет узнать твою историю, вот чего она хочет».\n\n«Я расскажу её ей», — сказал Черепаха Квази глухим, полым тоном: «садитесь, оба, и не говорите ни слова, пока я не закончу».\n\nОни сели, и несколько минут никто не говорил. Алиса подумала про себя: «Не понимаю, как он _вообще_ сможет закончить, если не начнёт». Но она терпеливо ждала.\n\n«Когда-то, — наконец сказал Черепаха Квази с глубоким вздохом, — я был настоящей Черепахой».\n\nЗа этими словами последовало очень долгое молчание, прерываемое лишь occasionalными восклицаниями «Хжкррх!» от Грифона и постоянным тяжёлым рыданием Черепахи Квази. Алиса была уже готова встать и сказать: «Благодарю вас, сэр, за вашу интересную историю», но она не могла не думать, что дальше _должно_ что-то последовать, поэтому она сидела смирно и ничего не говорила.\n\n«Когда мы были маленькими, — продолжил наконец Черепаха Квази, уже спокойнее, хотя всё ещё всхлипывая время от времени, — мы ходили в школу в море. Учителем был старый Тортила — мы обычно звали его Тортила...»\n\n«Почему вы звали его Тортила, если он им не был?» — спросила Алиса.\n\n«Мы звали его Тортила, потому что он нас _учил_ (taught us)», — сердито сказал Черепаха Квази: «вы, право, очень тупы!»\n\n«Тебе должно быть стыдно задавать такие простые вопросы», — добавил Грифон; и тогда они оба уселись молча и уставились на бедную Алису, которая готова была провалиться сквозь землю. Наконец Грифон сказал Черепахе Квази: «Продолжай, старина! Не тяни целый день!» — и тот продолжил такими словами:\n\n«Да, мы ходили в школу в море, хотя ты, может, и не веришь...»\n\n«Я никогда не говорила, что не верю!» — перебила Алиса.\n\n«Говорила», — сказал Черепаха Квази.\n\n«Замолчи!» — добавил Грифон, прежде чем Алиса успела снова заговорить.\nМорская Черепаха продолжила.\n\n«У нас было самое лучшее образование — мы ходили в школу каждый день —»\n\n«Я тоже ходила в школу, — сказала Алиса, — вам не стоит так гордиться».\n\n«С дополнительными занятиями?» — с лёгким беспокойством спросила Морская Черепаха.\n\n«Да, — сказала Алиса, — мы учили французский и музыку».\n\n«И стирку?» — сказала Морская Черепаха.\n\n«Конечно, нет!» — с негодованием сказала Алиса.\n\n«А! Тогда ваша школа была не очень хорошей, — сказала Морская Черепаха с большим облегчением. — А у нас в конце счёта значилось: \"Французский, музыка и стирка — дополнительно\"».\n\n«Вам, наверное, это не очень-то и нужно было, — сказала Алиса, — живя на дне моря».\n\n«Я не могла позволить себе это изучать, — вздохнула Морская Черепаха. — Я проходила только обычный курс».\n\n«А что в него входило?» — поинтересовалась Алиса.\n\n«Кружение и Извивание, конечно, для начала, — ответила Морская Черепаха, — а затем разные разделы Арифметики — Честолюбие, Рассеянность, Уродование и Насмешка».\n\n«Я никогда не слышала об \"Уродовании\", — осмелилась сказать Алиса. — Что это такое?»\n\nГрифон вскинул обе лапы от удивления. «Как! Никогда не слышала об уродовании! — воскликнул он. — Ты же знаешь, что значит украшать, полагаю?»\n\n«Да, — с сомнением сказала Алиса, — это значит… делать… что-нибудь… красивее».\n\n«Ну, тогда, — продолжил Грифон, — если ты не знаешь, что значит уродовать, ты простофиля».\n\nАлиса не почувствовала желания задавать ещё вопросы на эту тему, поэтому она повернулась к Морской Черепахе и спросила: «Чему ещё вам приходилось учиться?»\n\n«Ну, был Предмет Таинственности, — ответила Морская Черепаха, перечисляя предметы на своих ластах, — Таинственность древняя и современная, вместе с Мореведением: затем Растягивание — учитель Растягивания был старым морским угрём, который приходил раз в неделю: он учил нас Растягиванию, Вытягиванию и Обморокам Кольцами».\n\n«И как это было?» — спросила Алиса.\n\n«Ну, я не могу показать тебе сама, — сказала Морская Черепаха, — я слишком одеревенела. А Грифон этому никогда не учился».\n\n«Не было времени, — сказал Грифон. — Хотя я ходил к учителю классических предметов. Он был старым крабом, да».\n\n«Я никогда у него не училась, — со вздохом сказала Морская Черепаха. — Говорили, он преподавал Смех и Горе».\n\n«Так и было, так и было, — вздохнул в свою очередь Грифон, и оба существа спрятали морды в лапах.\n\n«А сколько часов в день у вас были уроки?» — спросила Алиса, торопясь сменить тему.\n\n«Десять часов в первый день, — сказала Морская Черепаха, — девять в следующий, и так далее».\n\n«Какая любопытная система!» — воскликнула Алиса.\n\n«Поэтому они и называются уроками, — заметил Грифон, — что\nурок за уроком укорачиваются».\n\nЭто была для Алисы совершенно новая мысль, и она немного\nподумала, прежде чем спросить:\n\n— Значит, на одиннадцатый день у вас был выходной?\n\n— Конечно, — ответил Черепаха Квази.\n\n— А как же вы справлялись на двенадцатый? — продолжала\nдопытываться Алиса.\n\n— Хватит об уроках! — решительным тоном прервал её Грифон. —\nРасскажи-ка ей теперь об играх.",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER X.",
    "translated_title": "CHAPTER X.",
    "original_content": "CHAPTER X.\nThe Lobster Quadrille\n\n\nThe Mock Turtle sighed deeply, and drew the back of one flapper across\nhis eyes. He looked at Alice, and tried to speak, but for a minute or\ntwo sobs choked his voice. “Same as if he had a bone in his throat,”\nsaid the Gryphon: and it set to work shaking him and punching him in\nthe back. At last the Mock Turtle recovered his voice, and, with tears\nrunning down his cheeks, he went on again:—\n\n“You may not have lived much under the sea—” (“I haven’t,” said\nAlice)—“and perhaps you were never even introduced to a lobster—”\n(Alice began to say “I once tasted—” but checked herself hastily, and\nsaid “No, never”) “—so you can have no idea what a delightful thing a\nLobster Quadrille is!”\n\n“No, indeed,” said Alice. “What sort of a dance is it?”\n\n“Why,” said the Gryphon, “you first form into a line along the\nsea-shore—”\n\n“Two lines!” cried the Mock Turtle. “Seals, turtles, salmon, and so on;\nthen, when you’ve cleared all the jelly-fish out of the way—”\n\n“_That_ generally takes some time,” interrupted the Gryphon.\n\n“—you advance twice—”\n\n“Each with a lobster as a partner!” cried the Gryphon.\n\n“Of course,” the Mock Turtle said: “advance twice, set to partners—”\n\n“—change lobsters, and retire in same order,” continued the Gryphon.\n\n“Then, you know,” the Mock Turtle went on, “you throw the—”\n\n“The lobsters!” shouted the Gryphon, with a bound into the air.\n\n“—as far out to sea as you can—”\n\n“Swim after them!” screamed the Gryphon.\n\n“Turn a somersault in the sea!” cried the Mock Turtle, capering wildly\nabout.\n\n“Change lobsters again!” yelled the Gryphon at the top of its voice.\n\n“Back to land again, and that’s all the first figure,” said the Mock\nTurtle, suddenly dropping his voice; and the two creatures, who had\nbeen jumping about like mad things all this time, sat down again very\nsadly and quietly, and looked at Alice.\n\n“It must be a very pretty dance,” said Alice timidly.\n\n“Would you like to see a little of it?” said the Mock Turtle.\n\n“Very much indeed,” said Alice.\n\n“Come, let’s try the first figure!” said the Mock Turtle to the\nGryphon. “We can do without lobsters, you know. Which shall sing?”\n\n“Oh, _you_ sing,” said the Gryphon. “I’ve forgotten the words.”\n\nSo they began solemnly dancing round and round Alice, every now and\nthen treading on her toes when they passed too close, and waving their\nforepaws to mark the time, while the Mock Turtle sang this, very slowly\nand sadly:—\n\n“Will you walk a little faster?” said a whiting to a snail.\n“There’s a porpoise close behind us, and he’s treading on my tail.\nSee how eagerly the lobsters and the turtles all advance!\nThey are waiting on the shingle—will you come and join the dance?\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?\n\n“You can really have no notion how delightful it will be\nWhen they take us up and throw us, with the lobsters, out to sea!”\nBut the snail replied “Too far, too far!” and gave a look askance—\nSaid he thanked the whiting kindly, but he would not join the dance.\nWould not, could not, would not, could not, would not join the dance.\nWould not, could not, would not, could not, could not join the dance.\n\n“What matters it how far we go?” his scaly friend replied.\n“There is another shore, you know, upon the other side.\nThe further off from England the nearer is to France—\nThen turn not pale, beloved snail, but come and join the dance.\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?”\n\n\n“Thank you, it’s a very interesting dance to watch,” said Alice,\nfeeling very glad that it was over at last: “and I do so like that\ncurious song about the whiting!”\n\n“Oh, as to the whiting,” said the Mock Turtle, “they—you’ve seen them,\nof course?”\n\n“Yes,” said Alice, “I’ve often seen them at dinn—” she checked herself\nhastily.\n\n“I don’t know where Dinn may be,” said the Mock Turtle, “but if you’ve\nseen them so often, of course you know what they’re like.”\n\n“I believe so,” Alice replied thoughtfully. “They have their tails in\ntheir mouths—and they’re all over crumbs.”\n\n“You’re wrong about the crumbs,” said the Mock Turtle: “crumbs would\nall wash off in the sea. But they _have_ their tails in their mouths;\nand the reason is—” here the Mock Turtle yawned and shut his\neyes.—“Tell her about the reason and all that,” he said to the Gryphon.\n\n“The reason is,” said the Gryphon, “that they _would_ go with the\nlobsters to the dance. So they got thrown out to sea. So they had to\nfall a long way. So they got their tails fast in their mouths. So they\ncouldn’t get them out again. That’s all.”\n\n“Thank you,” said Alice, “it’s very interesting. I never knew so much\nabout a whiting before.”\n\n“I can tell you more than that, if you like,” said the Gryphon. “Do you\nknow why it’s called a whiting?”\n\n“I never thought about it,” said Alice. “Why?”\n\n“_It does the boots and shoes_,” the Gryphon replied very solemnly.\n\nAlice was thoroughly puzzled. “Does the boots and shoes!” she repeated\nin a wondering tone.\n\n“Why, what are _your_ shoes done with?” said the Gryphon. “I mean, what\nmakes them so shiny?”\n\nAlice looked down at them, and considered a little before she gave her\nanswer. “They’re done with blacking, I believe.”\n\n“Boots and shoes under the sea,” the Gryphon went on in a deep voice,\n“are done with a whiting. Now you know.”\n\n“And what are they made of?” Alice asked in a tone of great curiosity.\n\n“Soles and eels, of course,” the Gryphon replied rather impatiently:\n“any shrimp could have told you that.”\n\n“If I’d been the whiting,” said Alice, whose thoughts were still\nrunning on the song, “I’d have said to the porpoise, ‘Keep back,\nplease: we don’t want _you_ with us!’”\n\n“They were obliged to have him with them,” the Mock Turtle said: “no\nwise fish would go anywhere without a porpoise.”\n\n“Wouldn’t it really?” said Alice in a tone of great surprise.\n\n“Of course not,” said the Mock Turtle: “why, if a fish came to _me_,\nand told me he was going a journey, I should say ‘With what porpoise?’”\n\n“Don’t you mean ‘purpose’?” said Alice.\n\n“I mean what I say,” the Mock Turtle replied in an offended tone. And\nthe Gryphon added “Come, let’s hear some of _your_ adventures.”\n\n“I could tell you my adventures—beginning from this morning,” said\nAlice a little timidly: “but it’s no use going back to yesterday,\nbecause I was a different person then.”\n\n“Explain all that,” said the Mock Turtle.\n\n“No, no! The adventures first,” said the Gryphon in an impatient tone:\n“explanations take such a dreadful time.”\n\nSo Alice began telling them her adventures from the time when she first\nsaw the White Rabbit. She was a little nervous about it just at first,\nthe two creatures got so close to her, one on each side, and opened\ntheir eyes and mouths so _very_ wide, but she gained courage as she\nwent on. Her listeners were perfectly quiet till she got to the part\nabout her repeating “_You are old, Father William_,” to the\nCaterpillar, and the words all coming different, and then the Mock\nTurtle drew a long breath, and said “That’s very curious.”\n\n“It’s all about as curious as it can be,” said the Gryphon.\n\n“It all came different!” the Mock Turtle repeated thoughtfully. “I\nshould like to hear her try and repeat something now. Tell her to\nbegin.” He looked at the Gryphon as if he thought it had some kind of\nauthority over Alice.\n\n“Stand up and repeat ‘’_Tis the voice of the sluggard_,’” said the\nGryphon.\n\n“How the creatures order one about, and make one repeat lessons!”\nthought Alice; “I might as well be at school at once.” However, she got\nup, and began to repeat it, but her head was so full of the Lobster\nQuadrille, that she hardly knew what she was saying, and the words came\nvery queer indeed:—\n\n“’Tis the voice of the Lobster; I heard him declare,\n“You have baked me too brown, I must sugar my hair.”\nAs a duck with its eyelids, so he with his nose\nTrims his belt and his buttons, and turns out his toes.”\n\n[later editions continued as follows\nWhen the sands are all dry, he is gay as a lark,\nAnd will talk in contemptuous tones of the Shark,\nBut, when the tide rises and sharks are around,\nHis voice has a timid and tremulous sound.]\n\n\n“That’s different from what _I_ used to say when I was a child,” said\nthe Gryphon.\n\n“Well, I never heard it before,” said the Mock Turtle; “but it sounds\nuncommon nonsense.”\n\nAlice said nothing; she had sat down with her face in her hands,\nwondering if anything would _ever_ happen in a natural way again.\n\n“I should like to have it explained,” said the Mock Turtle.\n\n“She can’t explain it,” said the Gryphon hastily. “Go on with the next\nverse.”\n\n“But about his toes?” the Mock Turtle persisted. “How _could_ he turn\nthem out with his nose, you know?”\n\n“It’s the first position in dancing.” Alice said; but was dreadfully\npuzzled by the whole thing, and longed to change the subject.\n\n“Go on with the next verse,” the Gryphon repeated impatiently: “it\nbegins ‘_I passed by his garden_.’”\n\nAlice did not dare to disobey, though she felt sure it would all come\nwrong, and she went on in a trembling voice:—\n\n“I passed by his garden, and marked, with one eye,\nHow the Owl and the Panther were sharing a pie—”\n\n[later editions continued as follows\nThe Panther took pie-crust, and gravy, and meat,\nWhile the Owl had the dish as its share of the treat.\nWhen the pie was all finished, the Owl, as a boon,\nWas kindly permitted to pocket the spoon:\nWhile the Panther received knife and fork with a growl,\nAnd concluded the banquet—]\n\n\n“What _is_ the use of repeating all that stuff,” the Mock Turtle\ninterrupted, “if you don’t explain it as you go on? It’s by far the\nmost confusing thing _I_ ever heard!”\n\n“Yes, I think you’d better leave off,” said the Gryphon: and Alice was\nonly too glad to do so.\n\n“Shall we try another figure of the Lobster Quadrille?” the Gryphon\nwent on. “Or would you like the Mock Turtle to sing you a song?”\n\n“Oh, a song, please, if the Mock Turtle would be so kind,” Alice\nreplied, so eagerly that the Gryphon said, in a rather offended tone,\n“Hm! No accounting for tastes! Sing her ‘_Turtle Soup_,’ will you, old\nfellow?”\n\nThe Mock Turtle sighed deeply, and began, in a voice sometimes choked\nwith sobs, to sing this:—\n\n“Beautiful Soup, so rich and green,\nWaiting in a hot tureen!\nWho for such dainties would not stoop?\nSoup of the evening, beautiful Soup!\nSoup of the evening, beautiful Soup!\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!\n\n“Beautiful Soup! Who cares for fish,\nGame, or any other dish?\nWho would not give all else for two p\nennyworth only of beautiful Soup?\nPennyworth only of beautiful Soup?\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beauti—FUL SOUP!”\n\n\n“Chorus again!” cried the Gryphon, and the Mock Turtle had just begun\nto repeat it, when a cry of “The trial’s beginning!” was heard in the\ndistance.\n\n“Come on!” cried the Gryphon, and, taking Alice by the hand, it hurried\noff, without waiting for the end of the song.\n\n“What trial is it?” Alice panted as she ran; but the Gryphon only\nanswered “Come on!” and ran the faster, while more and more faintly\ncame, carried on the breeze that followed them, the melancholy words:—\n\n“Soo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!”",
    "translated_content": "CHAPTER X.\n\nГЛАВА X.\nКвадрат лангустов\n\n\nЧерепаха Квази глубоко вздохнула и провела тыльной стороной ласта по глазам. Она посмотрела на Алису и попыталась заговорить, но минуту или две рыдания душили её голос. «Словно кость в горле застряла», — сказал Грифон и принялся трясти её и колотить по спине. Наконец Черепаха Квази обрела дар речи и, со слезами, катившимися по щекам, продолжила:\n\n— Возможно, ты не слишком долго жила под водой… («Нет», — сказала Алиса.) — и, быть может, тебя даже не знакомили с лангустом… (Алиса собралась было сказать: «Я однажды пробовала…», но поспешно остановилась и сказала: «Нет, никогда») — так что ты не можешь себе представить, что за восхитительная вещь — Квадрат лангустов!\n\n— Нет, правда, — сказала Алиса. — Что это за танец такой?\n\n— Вот как, — сказал Грифон, — сначала вы строитесь в линию вдоль берега моря…\n\n— В две линии! — воскликнула Черепаха Квази. — Тюлени, черепахи, лососи и так далее; затем, когда вы расчистите дорогу от всех медуз…\n\n— Это обычно занимает некоторое время, — перебил Грифон.\n\n— …вы делаете два шага вперёд…\n\n— Каждый с лангустом в качестве партнёра! — крикнул Грифон.\n\n— Разумеется, — сказала Черепаха Квази: — два шага вперёд, поворот к партнёру…\n\n— …меняетесь лангустами и отходите в том же порядке, — продолжил Грифон.\n\n— Затем, знаешь ли, — продолжала Черепаха Квази, — вы бросаете…\n\n— Лангустов! — взвился в воздух Грифон.\n\n— …как можно дальше в море…\n\n— Плывёте за ними! — взвизгнул Грифон.\n\n— Кувыркаетесь в море! — закричала Черепаха Квази, дико подпрыгивая.\n\n— Снова меняетесь лангустами! — проорал Грифон во весь голос.\n\n— Возвращаетесь на берег снова, и это вся первая фигура, — сказала Черепаха Квази, внезапно понизив голос; и оба существа, которые всё это время прыгали, как безумные, снова очень грустно и тихо уселись и уставились на Алису.\n\n— Должно быть, это очень красивый танец, — робко сказала Алиса.\n\n— Хочешь увидеть немного из него? — спросила Черепаха Квази.\n\n— Очень хочу, — сказала Алиса.\n\n— Ну, давай попробуем первую фигуру! — сказала Черепаха Квази Грифону. — Мы можем обойтись и без лангустов, знаешь ли. Кто будет петь?\n\n— О, пой ты, — сказал Грифон. — Я забыл слова.\n\nИ они начали торжественно танцевать вокруг Алисы, то и дело наступая ей на ноги, когда проходили слишком близко, и размахивая передними лапами, чтобы отбивать такт, в то время как Черепаха Квази пела вот что, очень медленно и печально: —\n\n«Не мог бы ты поторопиться?» — молвила мерланга улитке.\n«За нами дельфин плывёт, он на хвост наступил мне, смотри-ка!\nВон как рвутся омары и черепахи вперёд!\nНа гальке все поджидают — не присоединишься к танцу?\nТак ли, нет ли, так ли, нет ли, присоединишься к танцу?\nТак ли, нет ли, так ли, нет ли, не хочешь в пляс пуститься?»\n\n«Ты представить себе не можешь, как это будет чудесно,\nКогда нас вместе с омарами подхватят и швырнут в пучину!»\nНо улитка в ответ: «Далеко, слишком далеко!» — и взглянула искоса —\nВежливо мерлангу thanked, но в танце участвовать отказалась.\nНе хотела, не могла, не хотела, не могла, не хотела в пляс пуститься.\nНе хотела, не могла, не хотела, не могла, не могла присоединиться.\n\n«Какая разница, как далеко?» — ответил чешуйчатый друг.\n«Ведь есть другой берег, знаешь ли, по ту сторону.\nЧем дальше от Англии — тем ближе к Франции —\nТак не бледней, улитка милая, а лучше в пляс пустись-ка.\nТак ли, нет ли, так ли, нет ли, присоединишься к танцу?\nТак ли, нет ли, так ли, нет ли, не хочешь в пляс пуститься?»\n\n«Спасибо, за танцем наблюдать было очень интересно, — сказала Алиса,\nчувствуя большое облегчение, что это наконец закончилось, — и мне так\nнравится та забавная песенка про мерлангу!»\n\n«Ах, что касается мерланги, — сказал Черепаха Квази, — они... ты ведь их видела, конечно?»\n\n«Да, — ответила Алиса, — я часто видела их за обе...» — она резко запнулась.\n\n«Не знаю, где может быть Обед, — сказал Черепаха Квази, — но если ты\nвидела их так часто, конечно, ты знаешь, как они выглядят».\n\n«Полагаю, что да, — задумчиво ответила Алиса. — Они держат хвосты во\nрту — и все в крошках».\n\n«Насчёт крошек ты ошибаешься, — сказал Черепаха Квази, — крошки бы\nвсе смыло в море. Но хвосты они _действительно_ держат во рту;\nа причина вот в чём...» — тут Черепаха Квази зевнул и закрыл\nглаза. — «Расскажи ей про причину и всё такое, — сказал он Грифону.\n\n«Причина в том, — сказал Грифон, — что они _собирались_ пойти с\nомарами на танец. Поэтому их вышвырнули в море. Поэтому им пришлось\nпадать долгий путь. Поэтому они крепко зажали хвосты во рту. Поэтому\nони не смогли их вытащить обратно. Вот и всё».\n\n«Спасибо, — сказала Алиса, — это очень интересно. Я никогда раньше не знала\nо мерланге так много».\n\n«Я могу рассказать тебе больше, если хочешь, — сказал Грифон. — Ты\nзнаешь, почему её называют мерлангой?»\n\n«Я никогда об этом не задумывалась, — сказала Алиса. — А что он делает?»\n\n«_Он чистит сапоги и башмаки_, — очень серьёзно ответил Грифон.\n\nАлиса была в полном недоумении. «Чистит сапоги и башмаки!» — повторила она удивлённым тоном.\n\n«А чем же чистят _твои_ башмаки? — сказал Грифон. — Я хочу сказать, отчего они так блестят?»\n\nАлиса посмотрела на свои башмаки и немного подумала, прежде чем ответить. «Ваксой, кажется».\n\n«Сапоги и башмаки у нас, под водой, — продолжал Грифон низким голосом, — чистят морской свинкой. Вот теперь ты знаешь».\n\n«А из чего их делают?» — спросила Алиса с большим любопытством.\n\n«Из подошв и угрей, конечно, — довольно нетерпеливо ответил Грифон. — Это тебе любой креветка скажет».\n\n«Если бы я была морской свинкой, — сказала Алиса, чьи мысли всё ещё вертелись вокруг песенки, — я бы сказала морской свинье: „Отстань, пожалуйста: мы не хотим, чтобы _ты_ была с нами!“»\n\n«Они были вынуждены взять её с собой, — сказал Черепаха Квази. — Ни одна умная рыба не отправится в путь без морской свиньи».\n\n«Неужели?» — сказала Алиса тоном крайнего изумления.\n\n«Конечно, нет, — сказал Черепаха Квази. — Вот если бы рыба приплыла ко _мне_ и сказала, что собирается в путешествие, я бы спросил: „С какой морской свиньей?“»\n\n«Ты хотел сказать: „С какой целью?“» — поправила Алиса.\n\n«Я говорю то, что думаю», — обиженным тоном ответил Черепаха Квази. А Грифон добавил: «Ну, давай рассказывай нам о _своих_ приключениях».\n\n«Я могу рассказать вам свои приключения — с самого сегодняшнего утра, — сказала Алиса немного робко. — Но вчерашний день вспоминать не стоит, потому что тогда я была совсем другой».\n\n«Объясни-ка это», — сказал Черепаха Квази.\n\n«Нет, нет! Сначала приключения, — нетерпеливо воскликнул Грифон. — Объяснения отнимают ужасно много времени».\n\nИ Алиса начала рассказывать им о своих приключениях с того самого момента, как она впервые увидела Белого Кролика. Сначала она немного волновалась — оба существа уселись так близко к ней, по одному с каждой стороны, и разинули глаза и рты _до того_ широко! — но постепенно она ободрилась. Слушатели сидели совершенно тихо, пока она не дошла до того места, где повторила Гусенице «_Вы стары, отец Вильям_», и все слова вышли не те. Тогда Черепаха Квази глубоко вздохнул и сказал: «Это очень странно».\n\n«Всё это до того странно, как только может быть», — сказал Грифон.\n\n\"Всё вышло иначе!\" — в раздумье повторил Черепаха Квази. — Мне бы хотелось послушать, как она сейчас попробует что-нибудь повторить. Скажи ей начать\". Он посмотрел на Грифона, словно считая, что у того есть какая-то власть над Алисой.\n\n\"Встань и повтори «_Глас ленивца_»\", — сказал Грифон.\n\n\"Как эти существа помыкают другими и заставляют повторять уроки!\" — подумала Алиса. \"Уж лучше бы я сразу в школе оказалась\". Тем не менее, она поднялась и начала декламировать, но голова её была так полна Кадрилью с Омарами, что она сама едва понимала, что говорит, и слова выходили совсем уж странными:\n\n\"Вот голос Омара; я слышал, как он вещал:\n«Ты меня пережарил, мне волосы сахаром стать».\nКак утка веками, так он носом своим\nПоправляет ремень и пуговицы, и носки выворачивает\".\n\n[в поздних изданиях продолжается так:\nКогда пески все сухи, он весел, как жаворонок,\nИ говорит пренебрежительным тоном об Акуле,\nНо когда прилив наступает и акулы вокруг,\nВ его голосе звучит робость и дрожь.]\n\n\"Это непохоже на то, что _я_ говорил в детстве\", — сказал Грифон.\n\n\"Что ж, я никогда такого не слышал\", — сказал Черепаха Квази, — \"но звучит как редкостная бессмыслица\".\n\nАлиса ничего не сказала; она села, уткнув лицо в ладони, размышляя, произойдёт ли когда-нибудь что-нибудь _снова_ естественным образом.\n\n\"Я бы хотел, чтобы это объяснили\", — сказал Черепаха Квази.\n\n\"Она не может этого объяснить\", — поспешно сказал Грифон. \"Продолжай следующее четверостишие\".\n\n\"Но как насчёт его носков?\" — настаивал Черепаха Квази. \"Как он _мог_ выворачивать их носом, понимаешь?\"\n\n\"Это первая позиция в танце\", — сказала Алиса; но была страшно озадачена всем этим и жаждала сменить тему.\n\n\"Продолжай следующее четверостишие\", — нетерпеливо повторил Грифон: — \"оно начинается с «_Я проходил мимо его сада_»\".\n\nАлиса не посмела ослушаться, хотя была уверена, что всё пойдёт наперекосяк, и продолжила дрожащим голосом:\n\n\"Я проходил мимо его сада и подметил одним глазом,\nКак Сова и Пантера делили меж собой пирог —\"\n\n[в поздних изданиях продолжается так:\nПантера взяла корку, подливку и мясо,\nВ то время как Сове досталось блюдо в угощенье.\nКогда пирог был доеден, Сове, в виде милости,\nВеликодушно позволили спрятать ложку:\nА Пантера со рыком получила нож и вилку,\nИ на том завершился пир —]\n\n«Да какой _толк_ повторять все эти штуки, — перебил Черепаха Квази, — если ты не объясняешь их по ходу дела? Это самая запутанная вещь из всех, что _я_ когда-либо слышал!»\n\n«Да, думаю, тебе лучше остановиться», — сказал Грифон. И Алиса была только рада так поступить.\n\n«Попробуем другую фигуру Кадрили Омаров?» — продолжил Грифон. «Или, может, Черепаха Квази споёт тебе песню?»\n\n«О, песню, пожалуйста, если Черепаха Квази будет так добр», — ответила Алиса с таким жаром, что Грифон сказал обиженным тоном: «Хм! О вкусах не спорят! Спой ей \"_Черепаховый Суп_\", старина, а?»\n\nЧерепаха Квази глубоко вздохнул и начал петь голосом, временами прерываемым рыданиями:\n\n«Су-уп преле-естный, густой, зелёный,\nВ супнице греется он!\nКто б перед ним не склонил выи?\nСуп вечерний, суп бесподобный!\nСуп вечерний, суп бесподобный!\n    Пре-екрасный Су-уп!\n    Пре-екрасный Су-уп!\nСу-уп вече-е-ерний,\n    Прекрасный, прекрасный Суп!\n\n«Суп прекрасный! Кто рыбе рад,\nДичи иль прочей еде?\nКто всё на свете не отдал бы\nЗа две копейки прекрасного Супа?\nВсего за две копейки прекрасного Супа?\n    Пре-екрасный Су-уп!\n    Пре-екрасный Су-уп!\nСу-уп вече-е-ерний,\n    Прекрасный, прекра-АСНЫЙ СУП!»\n\n«Припев ещё раз!» — закричал Грифон, и Черепаха Квази уже начал повторять, как вдали послышался крик: «Суд начинается!»\n\n«Бежим!» — закричал Грифон и, схватив Алису за руку, помчался прочь, не дожидаясь конца песни.\n\n«Что за суд?» — задыхаясь, спросила Алиса на бегу; но Грифон только ответил: «Бежим!» — и побежал ещё быстрее, а по ветру, следовавшему за ними, всё слабее и слабее долетали печальные слова:\n\n«Су-уп вече-е-ерний,\n    Прекрасный, прекрасный Суп!»",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER XI.",
    "translated_title": "CHAPTER XI.",
    "original_content": "CHAPTER XI.\nWho Stole the Tarts?\n\n\nThe King and Queen of Hearts were seated on their throne when they\narrived, with a great crowd assembled about them—all sorts of little\nbirds and beasts, as well as the whole pack of cards: the Knave was\nstanding before them, in chains, with a soldier on each side to guard\nhim; and near the King was the White Rabbit, with a trumpet in one\nhand, and a scroll of parchment in the other. In the very middle of the\ncourt was a table, with a large dish of tarts upon it: they looked so\ngood, that it made Alice quite hungry to look at them—“I wish they’d\nget the trial done,” she thought, “and hand round the refreshments!”\nBut there seemed to be no chance of this, so she began looking at\neverything about her, to pass away the time.\n\nAlice had never been in a court of justice before, but she had read\nabout them in books, and she was quite pleased to find that she knew\nthe name of nearly everything there. “That’s the judge,” she said to\nherself, “because of his great wig.”\n\nThe judge, by the way, was the King; and as he wore his crown over the\nwig, (look at the frontispiece if you want to see how he did it,) he\ndid not look at all comfortable, and it was certainly not becoming.\n\n“And that’s the jury-box,” thought Alice, “and those twelve creatures,”\n(she was obliged to say “creatures,” you see, because some of them were\nanimals, and some were birds,) “I suppose they are the jurors.” She\nsaid this last word two or three times over to herself, being rather\nproud of it: for she thought, and rightly too, that very few little\ngirls of her age knew the meaning of it at all. However, “jury-men”\nwould have done just as well.\n\nThe twelve jurors were all writing very busily on slates. “What are\nthey doing?” Alice whispered to the Gryphon. “They can’t have anything\nto put down yet, before the trial’s begun.”\n\n“They’re putting down their names,” the Gryphon whispered in reply,\n“for fear they should forget them before the end of the trial.”\n\n“Stupid things!” Alice began in a loud, indignant voice, but she\nstopped hastily, for the White Rabbit cried out, “Silence in the\ncourt!” and the King put on his spectacles and looked anxiously round,\nto make out who was talking.\n\nAlice could see, as well as if she were looking over their shoulders,\nthat all the jurors were writing down “stupid things!” on their slates,\nand she could even make out that one of them didn’t know how to spell\n“stupid,” and that he had to ask his neighbour to tell him. “A nice\nmuddle their slates’ll be in before the trial’s over!” thought Alice.\n\nOne of the jurors had a pencil that squeaked. This of course, Alice\ncould _not_ stand, and she went round the court and got behind him, and\nvery soon found an opportunity of taking it away. She did it so quickly\nthat the poor little juror (it was Bill, the Lizard) could not make out\nat all what had become of it; so, after hunting all about for it, he\nwas obliged to write with one finger for the rest of the day; and this\nwas of very little use, as it left no mark on the slate.\n\n“Herald, read the accusation!” said the King.\n\nOn this the White Rabbit blew three blasts on the trumpet, and then\nunrolled the parchment scroll, and read as follows:—\n\n“The Queen of Hearts, she made some tarts,\n    All on a summer day:\nThe Knave of Hearts, he stole those tarts,\n    And took them quite away!”\n\n\n“Consider your verdict,” the King said to the jury.\n\n“Not yet, not yet!” the Rabbit hastily interrupted. “There’s a great\ndeal to come before that!”\n\n“Call the first witness,” said the King; and the White Rabbit blew\nthree blasts on the trumpet, and called out, “First witness!”\n\nThe first witness was the Hatter. He came in with a teacup in one hand\nand a piece of bread-and-butter in the other. “I beg pardon, your\nMajesty,” he began, “for bringing these in: but I hadn’t quite finished\nmy tea when I was sent for.”\n\n“You ought to have finished,” said the King. “When did you begin?”\n\nThe Hatter looked at the March Hare, who had followed him into the\ncourt, arm-in-arm with the Dormouse. “Fourteenth of March, I _think_ it\nwas,” he said.\n\n“Fifteenth,” said the March Hare.\n\n“Sixteenth,” added the Dormouse.\n\n“Write that down,” the King said to the jury, and the jury eagerly\nwrote down all three dates on their slates, and then added them up, and\nreduced the answer to shillings and pence.\n\n“Take off your hat,” the King said to the Hatter.\n\n“It isn’t mine,” said the Hatter.\n\n“_Stolen!_” the King exclaimed, turning to the jury, who instantly made\na memorandum of the fact.\n\n“I keep them to sell,” the Hatter added as an explanation; “I’ve none\nof my own. I’m a hatter.”\n\nHere the Queen put on her spectacles, and began staring at the Hatter,\nwho turned pale and fidgeted.\n\n“Give your evidence,” said the King; “and don’t be nervous, or I’ll\nhave you executed on the spot.”\n\nThis did not seem to encourage the witness at all: he kept shifting\nfrom one foot to the other, looking uneasily at the Queen, and in his\nconfusion he bit a large piece out of his teacup instead of the\nbread-and-butter.\n\nJust at this moment Alice felt a very curious sensation, which puzzled\nher a good deal until she made out what it was: she was beginning to\ngrow larger again, and she thought at first she would get up and leave\nthe court; but on second thoughts she decided to remain where she was\nas long as there was room for her.\n\n“I wish you wouldn’t squeeze so,” said the Dormouse, who was sitting\nnext to her. “I can hardly breathe.”\n\n“I can’t help it,” said Alice very meekly: “I’m growing.”\n\n“You’ve no right to grow _here_,” said the Dormouse.\n\n“Don’t talk nonsense,” said Alice more boldly: “you know you’re growing\ntoo.”\n\n“Yes, but _I_ grow at a reasonable pace,” said the Dormouse: “not in\nthat ridiculous fashion.” And he got up very sulkily and crossed over\nto the other side of the court.\n\nAll this time the Queen had never left off staring at the Hatter, and,\njust as the Dormouse crossed the court, she said to one of the officers\nof the court, “Bring me the list of the singers in the last concert!”\non which the wretched Hatter trembled so, that he shook both his shoes\noff.\n\n“Give your evidence,” the King repeated angrily, “or I’ll have you\nexecuted, whether you’re nervous or not.”\n\n“I’m a poor man, your Majesty,” the Hatter began, in a trembling voice,\n“—and I hadn’t begun my tea—not above a week or so—and what with the\nbread-and-butter getting so thin—and the twinkling of the tea—”\n\n“The twinkling of the _what?_” said the King.\n\n“It _began_ with the tea,” the Hatter replied.\n\n“Of course twinkling begins with a T!” said the King sharply. “Do you\ntake me for a dunce? Go on!”\n\n“I’m a poor man,” the Hatter went on, “and most things twinkled after\nthat—only the March Hare said—”\n\n“I didn’t!” the March Hare interrupted in a great hurry.\n\n“You did!” said the Hatter.\n\n“I deny it!” said the March Hare.\n\n“He denies it,” said the King: “leave out that part.”\n\n“Well, at any rate, the Dormouse said—” the Hatter went on, looking\nanxiously round to see if he would deny it too: but the Dormouse denied\nnothing, being fast asleep.\n\n“After that,” continued the Hatter, “I cut some more bread-and-butter—”\n\n“But what did the Dormouse say?” one of the jury asked.\n\n“That I can’t remember,” said the Hatter.\n\n“You _must_ remember,” remarked the King, “or I’ll have you executed.”\n\nThe miserable Hatter dropped his teacup and bread-and-butter, and went\ndown on one knee. “I’m a poor man, your Majesty,” he began.\n\n“You’re a _very_ poor _speaker_,” said the King.\n\nHere one of the guinea-pigs cheered, and was immediately suppressed by\nthe officers of the court. (As that is rather a hard word, I will just\nexplain to you how it was done. They had a large canvas bag, which tied\nup at the mouth with strings: into this they slipped the guinea-pig,\nhead first, and then sat upon it.)\n\n“I’m glad I’ve seen that done,” thought Alice. “I’ve so often read in\nthe newspapers, at the end of trials, “There was some attempts at\napplause, which was immediately suppressed by the officers of the\ncourt,” and I never understood what it meant till now.”\n\n“If that’s all you know about it, you may stand down,” continued the\nKing.\n\n“I can’t go no lower,” said the Hatter: “I’m on the floor, as it is.”\n\n“Then you may _sit_ down,” the King replied.\n\nHere the other guinea-pig cheered, and was suppressed.\n\n“Come, that finished the guinea-pigs!” thought Alice. “Now we shall get\non better.”\n\n“I’d rather finish my tea,” said the Hatter, with an anxious look at\nthe Queen, who was reading the list of singers.\n\n“You may go,” said the King, and the Hatter hurriedly left the court,\nwithout even waiting to put his shoes on.\n\n“—and just take his head off outside,” the Queen added to one of the\nofficers: but the Hatter was out of sight before the officer could get\nto the door.\n\n“Call the next witness!” said the King.\n\nThe next witness was the Duchess’s cook. She carried the pepper-box in\nher hand, and Alice guessed who it was, even before she got into the\ncourt, by the way the people near the door began sneezing all at once.\n\n“Give your evidence,” said the King.\n\n“Shan’t,” said the cook.\n\nThe King looked anxiously at the White Rabbit, who said in a low voice,\n“Your Majesty must cross-examine _this_ witness.”\n\n“Well, if I must, I must,” the King said, with a melancholy air, and,\nafter folding his arms and frowning at the cook till his eyes were\nnearly out of sight, he said in a deep voice, “What are tarts made of?”\n\n“Pepper, mostly,” said the cook.\n\n“Treacle,” said a sleepy voice behind her.\n\n“Collar that Dormouse,” the Queen shrieked out. “Behead that Dormouse!\nTurn that Dormouse out of court! Suppress him! Pinch him! Off with his\nwhiskers!”\n\nFor some minutes the whole court was in confusion, getting the Dormouse\nturned out, and, by the time they had settled down again, the cook had\ndisappeared.\n\n“Never mind!” said the King, with an air of great relief. “Call the\nnext witness.” And he added in an undertone to the Queen, “Really, my\ndear, _you_ must cross-examine the next witness. It quite makes my\nforehead ache!”\n\nAlice watched the White Rabbit as he fumbled over the list, feeling\nvery curious to see what the next witness would be like, “—for they\nhaven’t got much evidence _yet_,” she said to herself. Imagine her\nsurprise, when the White Rabbit read out, at the top of his shrill\nlittle voice, the name “Alice!”",
    "translated_content": "CHAPTER XI.\n\nГЛАВА XI.\nКто украл пирожки?\n\nКороль и Королева Червей восседали на троне, когда они прибыли, а вокруг них собралась огромная толпа — всякие маленькие птички и зверюшки, а также вся колода карт: Валет стоял перед ними в цепях, с солдатом по обе стороны для охраны; а рядом с Королем был Белый Кролик, с трубой в одной лапке и свитком пергамента в другой. Прямо посреди зала суда стоял стол, а на нем — большое блюдо с пирожками: они выглядели так аппетитно, что у Алисы даже слюнки потекли при виде их. «Хоть бы поскорее закончили суд, — подумала она, — и раздали угощение!» Но, похоже, на это не было никаких шансов, поэтому она принялась разглядывать все вокруг, чтобы скоротать время.\n\nАлиса никогда раньше не бывала в суде, но читала о них в книгах и была очень довольна, обнаружив, что знает названия почти всего, что там находилось. «Это судья, — сказала она себе, — из-за его огромного парика».\n\nКстати, судьей был Король; и поскольку он носил корону поверх парика (взгляните на фронтиспис, если хотите увидеть, как он это делал), он выглядел совсем некомфортно, и это определенно ему не шло.\n\n«А это — скамья присяжных, — подумала Алиса, — а эти двенадцать созданий, — (она вынуждена была сказать «создания», видите ли, потому что некоторые из них были животными, а некоторые — птицами), — полагаю, это и есть присяжные». Это последнее слово она повторила про себя два или три раза, весьма им гордясь: ведь она думала, и совершенно справедливо, что очень немногие девочки ее возраста вообще знают его значение. Впрочем, «присяжные» подошло бы ничуть не хуже.\n\nДвенадцать присяжных очень усердно что-то писали на грифельных дощечках. «Что они делают?» — прошептала Алиса Грифону. «Они же не могут еще ничего записывать, ведь суд еще не начался».\n\n«Они записывают свои имена, — прошептал в ответ Грифон, — чтобы не забыть их к концу суда».\n\n«Глупости!» — начала Алиса громким возмущенным голосом, но поспешно замолчала, потому что Белый Кролик воскликнул: «Тишина в зале суда!» — а Король надел очки и тревожно огляделся, пытаясь разглядеть, кто говорит.\n\nАлиса видела так ясно, словно заглядывала им через плечо, что все присяжные пишут на своих досках: «Глупости!» — и даже разобрала, что один из них не знает, как пишется слово «глупости», и вынужден был спросить у соседа. «Хорошенький беспорядок будет на их досках к концу суда!» — подумала Алиса.\n\nУ одного из присяжных скрипел карандаш. Этого Алиса, конечно, не могла вынести. Она обошла зал, подкралась к нему сзади и вскоре нашла возможность утащить карандаш. Она сделала это так быстро, что бедный маленький присяжный (это была Ящерица Билль) никак не мог понять, куда девался его карандаш. Он искал его повсюду, но так и не нашел и вынужден был до конца дня писать одним пальцем. От этого, впрочем, было мало толку, потому что палец не оставлял на доске никакого следа.\n\n— Герольд, зачитайте обвинение! — сказал Король.\n\nБелый Кролик трижды затрубил в трубу, развернул свиток и прочел следующее:\n\n> Королева Червей, она испекла сластей,\n> В один прекрасный летний денек.\n> Валет Червей, он украл тех сластей,\n> И утащил их в свой уголок.\n\n— Вынесите ваш вердикт, — сказал Король присяжным.\n\n— Нет, нет, еще рано! — поспешно перебил Кролик. — Сначала нужно соблюсти все формальности!\n\n— Вызовите первого свидетеля, — сказал Король.\n\nБелый Кролик трижды затрубил в трубу и крикнул:\n\n— Первый свидетель!\n\nПервым свидетелем был Шляпник. В одной руке он держал чашку чаю, в другой — ломтик хлеба с маслом.\n\n— Прошу прощения, Ваше Величество, — начал он, — что явился с этим, но меня позвали как раз в тот момент, когда я пил чай.\n\n— Ты должен был допить, — сказал Король. — А когда ты начал?\n\nШляпник посмотрел на Мартовского Зайца, который вошел в зал суда вместе с Соней; они шли под руку.\n\n— Четырнадцатого марта, кажется, — сказал он.\n\n— Пятнадцатого, — поправил Мартовский Заяц.\n\n— Шестнадцатого, — добавила Соня.\n\n— Запишите это, — сказал Король присяжным.\n\nПрисяжные торопливо записали все три даты на своих досках, сложили их и перевели результат в шиллинги и пенсы.\n\n— Сними шляпу, — приказал Король Шляпнику.\n\n— Она не моя, — ответил Шляпник.\n\n— Украдена! — воскликнул Король, обращаясь к присяжным, которые тотчас же занесли этот факт в свои памятные книжки.\n\n— Я держу их на продажу, — объяснил Шляпник. — У меня своей шляпы нет. Я же Шляпник.\n\nТут Королева надела очки и уставилась на Шляпника,\nкоторый побледнел и заерзал.\n\n— Давайте ваши показания, — сказал Король, — и не робейте, а не то я\nвелю казнить вас на месте.\n\nЭто, по-видимому, нисколько не ободрило свидетеля: он переминался с\nноги на ногу, беспокойно поглядывал на Королеву и от волнения откусил\nвместо бутерброда изрядный кусок от своей чашки.\n\nВ этот самый момент Алиса почувствовала нечто очень странное; она\nникак не могла понять, в чем дело, пока не сообразила, что это она\nснова начала расти. Сначала она хотела встать и выйти из зала, но,\nподумав, решила остаться на месте, пока для нее хватит места.\n\n— Мне бы не мешало так тесниться, — проворчала Соня, которая сидела\nрядом с ней. — Я еле дышу.\n\n— Я ничего не могу поделать, — очень кротко ответила Алиса. — Я расту.\n\n— Ты не имеешь права расти _здесь_, — сказала Соня.\n\n— Не говори чепухи, — смелее ответила Алиса. — Ты ведь тоже растешь.\n\n— Да, но я расту _в меру_, — сказала Соня, — а не так нелепо, как ты.\nИ она сердито встала и перешла на другую сторону зала.\n\nВсе это время Королева не спускала глаз со Шляпника, и, как раз когда\nСоня переходила зал, она сказала одному из придворных:\n\n— Принесите-ка мне список певцов на последнем концерте! — Услышав это,\nнесчастный Шляпник задрожал так сильно, что с него свалились оба\nбашмака.\n\n— Давайте ваши показания, — повторил Король сердито, — или я велю\nказнить вас, хотите вы этого или нет.\n\n— Я бедный человек, ваше величество, — начал Шляпник дрожащим голосом,\n— и я только что начал пить чай… не больше недели назад… и к тому же\nбутерброды такие тонкие… и чай мигает…\n\n— Что мигает? — спросил Король.\n\n— Он _начал_ с чая, — ответил Шляпник.\n\n— Конечно, мигание начинается на «М»! — резко сказал Король. — Вы что,\nпринимаете меня за дурака? Продолжайте!\n\n— Я бедный человек, — продолжал Шляпник, — и после этого почти все\nначала мигать… только Мартовский Заяц сказал…\n\n— Я не говорил! — поспешно перебил Мартовский Заяц.\n\n— Нет, говорил! — сказал Шляпник.\n\n— Я отрицаю это! — сказал Мартовский Заяц.\n\n— Он отрицает, — сказал Король. — Пропустите эту часть.\n\n— Ну, во всяком случае, Соня сказала… — продолжал Шляпник, тревожно\nоглядываясь, не станет ли и она отрицать; но Соня ничего не отрицала,\nтак как крепко спала.\n\n«После этого, — продолжал Болванщик, — я отрезал еще немного хлеба с маслом...»\n\n«Но что сказала Соня?» — спросил один из присяжных.\n\n«Этого я не помню», — сказал Болванщик.\n\n«Вы _обязаны_ помнить», — заметил Король, — «иначе я прикажу вас казнить».\n\nНесчастный Болванщик уронил свою чайную чашку и хлеб с маслом и опустился на одно колено. «Я бедный человек, ваше величество», — начал он.\n\n«Вы _очень_ плохой _оратор_», — сказал Король.\n\nТут одна из морских свинок (guinea-pig) закричала «ура!» и была немедленно усмирена служителями суда. (Поскольку это довольно сложное слово, я просто объясню вам, как это было сделано. У них был большой холщовый мешок, затягивающийся у горла веревкой: в него они просунули морскую свинку головой вперед, а затем сели на него.)\n\n«Я рада, что видела, как это делается», — подумала Алиса. «Я так часто читала в газетах, в конце судебных процессов: \"Были попытки аплодисментов, которые были немедленно пресечены служителями суда\", и до сих пор не понимала, что это значит».\n\n«Если это все, что вы знаете об этом, вы можете отойти», — продолжил Король.\n\n«Я не могу опуститься ниже», — сказал Болванщик: «Я и так уже на полу».\n\n«Тогда вы можете _сесть_», — ответил Король.\n\nТут другая морская свинка закричала «ура!» и была усмирена.\n\n«Ну вот, с морскими свинками покончено!» — подумала Алиса. «Теперь дело пойдет лучше».\n\n«Я бы предпочел допить свой чай», — сказал Болванщик, с тревогой взглянув на Королеву, которая читала список певцов.\n\n«Вы можете идти», — сказал Король, и Болванщик поспешно покинул зал суда, даже не дождавшись, чтобы надеть свои туфли.\n\n«...и чтобы ему отрубили голову снаружи», — добавила Королева, обращаясь к одному из офицеров; но Болванщик скрылся из виду, прежде чем офицер успел добраться до двери.\n\n«Вызовите следующего свидетеля!» — сказал Король.\n\nСледующим свидетелем была кухарка Герцогини. Она держала в руке перечницу, и Алиса догадалась, кто это, еще до того, как та вошла в зал суда, по тому, как люди у двери начали все разом чихать.\n\n«Дайте ваши показания», — сказал Король.\n\n«Не дам», — сказала кухарка.\n\nКороль тревожно посмотрел на Белого Кролика, который сказал тихим голосом: «Ваше величество должны допросить _этого_ свидетеля».\n\n«Что ж, если должен, значит должен», — сказал Король с меланхоличным видом и, скрестив руки и нахмурившись на кухарку так, что его глаза почти исчезли, произнес низким голосом: «Из чего делают пироги?»\n\n«В основном из перца», — сказала кухарка.\n\n«Из патоки», — прозвучал сонный голос позади нее.\n\n«Схватите ту Соню!» — взвизгнула Королева. «Отрубите голову Соне! Вышвырните Соню из зала суда! Задушите его! Ущипните его! Оторвите ему усы!»\n\nНесколько минут в зале суда царил полный хаос, пока выталкивали Соню, и к тому времени, когда все снова уселись, повариха исчезла.\n\n«Неважно!» — сказал Король с видом великого облегчения. «Вызовите следующего свидетеля». И он добавил вполголоса Королеве: «Право же, дорогая, _тебе_ следует допросить следующего свидетеля. У меня от этого совсем голова разболелась!»\n\nАлиса наблюдала за Белым Кроликом, пока тот перебирал список, испытывая сильное любопытство узнать, каким окажется следующий свидетель, — «ведь у них пока что очень мало улик», — подумала она. Представьте же её изумление, когда Белый Кролик пронзительно, на самой высокой ноте своего тоненького голоска выкрикнул имя: «Алиса!»",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER XII.",
    "translated_title": "CHAPTER XII.",
    "original_content": "CHAPTER XII.\nAlice’s Evidence\n\n\n“Here!” cried Alice, quite forgetting in the flurry of the moment how\nlarge she had grown in the last few minutes, and she jumped up in such\na hurry that she tipped over the jury-box with the edge of her skirt,\nupsetting all the jurymen on to the heads of the crowd below, and there\nthey lay sprawling about, reminding her very much of a globe of\ngoldfish she had accidentally upset the week before.\n\n“Oh, I _beg_ your pardon!” she exclaimed in a tone of great dismay, and\nbegan picking them up again as quickly as she could, for the accident\nof the goldfish kept running in her head, and she had a vague sort of\nidea that they must be collected at once and put back into the\njury-box, or they would die.\n\n“The trial cannot proceed,” said the King in a very grave voice, “until\nall the jurymen are back in their proper places—_all_,” he repeated\nwith great emphasis, looking hard at Alice as he said so.\n\nAlice looked at the jury-box, and saw that, in her haste, she had put\nthe Lizard in head downwards, and the poor little thing was waving its\ntail about in a melancholy way, being quite unable to move. She soon\ngot it out again, and put it right; “not that it signifies much,” she\nsaid to herself; “I should think it would be _quite_ as much use in the\ntrial one way up as the other.”\n\nAs soon as the jury had a little recovered from the shock of being\nupset, and their slates and pencils had been found and handed back to\nthem, they set to work very diligently to write out a history of the\naccident, all except the Lizard, who seemed too much overcome to do\nanything but sit with its mouth open, gazing up into the roof of the\ncourt.\n\n“What do you know about this business?” the King said to Alice.\n\n“Nothing,” said Alice.\n\n“Nothing _whatever?_” persisted the King.\n\n“Nothing whatever,” said Alice.\n\n“That’s very important,” the King said, turning to the jury. They were\njust beginning to write this down on their slates, when the White\nRabbit interrupted: “_Un_important, your Majesty means, of course,” he\nsaid in a very respectful tone, but frowning and making faces at him as\nhe spoke.\n\n“_Un_important, of course, I meant,” the King hastily said, and went on\nto himself in an undertone,\n\n“important—unimportant—unimportant—important—” as if he were trying\nwhich word sounded best.\n\nSome of the jury wrote it down “important,” and some “unimportant.”\nAlice could see this, as she was near enough to look over their slates;\n“but it doesn’t matter a bit,” she thought to herself.\n\nAt this moment the King, who had been for some time busily writing in\nhis note-book, cackled out “Silence!” and read out from his book, “Rule\nForty-two. _All persons more than a mile high to leave the court_.”\n\nEverybody looked at Alice.\n\n“_I’m_ not a mile high,” said Alice.\n\n“You are,” said the King.\n\n“Nearly two miles high,” added the Queen.\n\n“Well, I shan’t go, at any rate,” said Alice: “besides, that’s not a\nregular rule: you invented it just now.”\n\n“It’s the oldest rule in the book,” said the King.\n\n“Then it ought to be Number One,” said Alice.\n\nThe King turned pale, and shut his note-book hastily. “Consider your\nverdict,” he said to the jury, in a low, trembling voice.\n\n“There’s more evidence to come yet, please your Majesty,” said the\nWhite Rabbit, jumping up in a great hurry; “this paper has just been\npicked up.”\n\n“What’s in it?” said the Queen.\n\n“I haven’t opened it yet,” said the White Rabbit, “but it seems to be a\nletter, written by the prisoner to—to somebody.”\n\n“It must have been that,” said the King, “unless it was written to\nnobody, which isn’t usual, you know.”\n\n“Who is it directed to?” said one of the jurymen.\n\n“It isn’t directed at all,” said the White Rabbit; “in fact, there’s\nnothing written on the _outside_.” He unfolded the paper as he spoke,\nand added “It isn’t a letter, after all: it’s a set of verses.”\n\n“Are they in the prisoner’s handwriting?” asked another of the jurymen.\n\n“No, they’re not,” said the White Rabbit, “and that’s the queerest\nthing about it.” (The jury all looked puzzled.)\n\n“He must have imitated somebody else’s hand,” said the King. (The jury\nall brightened up again.)\n\n“Please your Majesty,” said the Knave, “I didn’t write it, and they\ncan’t prove I did: there’s no name signed at the end.”\n\n“If you didn’t sign it,” said the King, “that only makes the matter\nworse. You _must_ have meant some mischief, or else you’d have signed\nyour name like an honest man.”\n\nThere was a general clapping of hands at this: it was the first really\nclever thing the King had said that day.\n\n“That _proves_ his guilt,” said the Queen.\n\n“It proves nothing of the sort!” said Alice. “Why, you don’t even know\nwhat they’re about!”\n\n“Read them,” said the King.\n\nThe White Rabbit put on his spectacles. “Where shall I begin, please\nyour Majesty?” he asked.\n\n“Begin at the beginning,” the King said gravely, “and go on till you\ncome to the end: then stop.”\n\nThese were the verses the White Rabbit read:—\n\n“They told me you had been to her,\n    And mentioned me to him:\nShe gave me a good character,\n    But said I could not swim.\n\nHe sent them word I had not gone\n    (We know it to be true):\nIf she should push the matter on,\n    What would become of you?\n\nI gave her one, they gave him two,\n    You gave us three or more;\nThey all returned from him to you,\n    Though they were mine before.\n\nIf I or she should chance to be\n    Involved in this affair,\nHe trusts to you to set them free,\n    Exactly as we were.\n\nMy notion was that you had been\n    (Before she had this fit)\nAn obstacle that came between\n    Him, and ourselves, and it.\n\nDon’t let him know she liked them best,\n    For this must ever be\nA secret, kept from all the rest,\n    Between yourself and me.”\n\n\n“That’s the most important piece of evidence we’ve heard yet,” said the\nKing, rubbing his hands; “so now let the jury—”\n\n“If any one of them can explain it,” said Alice, (she had grown so\nlarge in the last few minutes that she wasn’t a bit afraid of\ninterrupting him,) “I’ll give him sixpence. _I_ don’t believe there’s\nan atom of meaning in it.”\n\nThe jury all wrote down on their slates, “_She_ doesn’t believe there’s\nan atom of meaning in it,” but none of them attempted to explain the\npaper.\n\n“If there’s no meaning in it,” said the King, “that saves a world of\ntrouble, you know, as we needn’t try to find any. And yet I don’t\nknow,” he went on, spreading out the verses on his knee, and looking at\nthem with one eye; “I seem to see some meaning in them, after all.\n“—_said I could not swim_—” you can’t swim, can you?” he added, turning\nto the Knave.\n\nThe Knave shook his head sadly. “Do I look like it?” he said. (Which he\ncertainly did _not_, being made entirely of cardboard.)\n\n“All right, so far,” said the King, and he went on muttering over the\nverses to himself: “‘_We know it to be true_—’ that’s the jury, of\ncourse—‘_I gave her one, they gave him two_—’ why, that must be what he\ndid with the tarts, you know—”\n\n“But, it goes on ‘_they all returned from him to you_,’” said Alice.\n\n“Why, there they are!” said the King triumphantly, pointing to the\ntarts on the table. “Nothing can be clearer than _that_. Then\nagain—‘_before she had this fit_—’ you never had fits, my dear, I\nthink?” he said to the Queen.\n\n“Never!” said the Queen furiously, throwing an inkstand at the Lizard\nas she spoke. (The unfortunate little Bill had left off writing on his\nslate with one finger, as he found it made no mark; but he now hastily\nbegan again, using the ink, that was trickling down his face, as long\nas it lasted.)\n\n“Then the words don’t _fit_ you,” said the King, looking round the\ncourt with a smile. There was a dead silence.\n\n“It’s a pun!” the King added in an offended tone, and everybody\nlaughed, “Let the jury consider their verdict,” the King said, for\nabout the twentieth time that day.\n\n“No, no!” said the Queen. “Sentence first—verdict afterwards.”\n\n“Stuff and nonsense!” said Alice loudly. “The idea of having the\nsentence first!”\n\n“Hold your tongue!” said the Queen, turning purple.\n\n“I won’t!” said Alice.\n\n“Off with her head!” the Queen shouted at the top of her voice. Nobody\nmoved.\n\n“Who cares for you?” said Alice, (she had grown to her full size by\nthis time.) “You’re nothing but a pack of cards!”\n\nAt this the whole pack rose up into the air, and came flying down upon\nher: she gave a little scream, half of fright and half of anger, and\ntried to beat them off, and found herself lying on the bank, with her\nhead in the lap of her sister, who was gently brushing away some dead\nleaves that had fluttered down from the trees upon her face.\n\n“Wake up, Alice dear!” said her sister; “Why, what a long sleep you’ve\nhad!”\n\n“Oh, I’ve had such a curious dream!” said Alice, and she told her\nsister, as well as she could remember them, all these strange\nAdventures of hers that you have just been reading about; and when she\nhad finished, her sister kissed her, and said, “It _was_ a curious\ndream, dear, certainly: but now run in to your tea; it’s getting late.”\nSo Alice got up and ran off, thinking while she ran, as well she might,\nwhat a wonderful dream it had been.\n\n\nBut her sister sat still just as she left her, leaning her head on her\nhand, watching the setting sun, and thinking of little Alice and all\nher wonderful Adventures, till she too began dreaming after a fashion,\nand this was her dream:—\n\nFirst, she dreamed of little Alice herself, and once again the tiny\nhands were clasped upon her knee, and the bright eager eyes were\nlooking up into hers—she could hear the very tones of her voice, and\nsee that queer little toss of her head to keep back the wandering hair\nthat _would_ always get into her eyes—and still as she listened, or\nseemed to listen, the whole place around her became alive with the\nstrange creatures of her little sister’s dream.\n\nThe long grass rustled at her feet as the White Rabbit hurried by—the\nfrightened Mouse splashed his way through the neighbouring pool—she\ncould hear the rattle of the teacups as the March Hare and his friends\nshared their never-ending meal, and the shrill voice of the Queen\nordering off her unfortunate guests to execution—once more the pig-baby\nwas sneezing on the Duchess’s knee, while plates and dishes crashed\naround it—once more the shriek of the Gryphon, the squeaking of the\nLizard’s slate-pencil, and the choking of the suppressed guinea-pigs,\nfilled the air, mixed up with the distant sobs of the miserable Mock\nTurtle.\n\nSo she sat on, with closed eyes, and half believed herself in\nWonderland, though she knew she had but to open them again, and all\nwould change to dull reality—the grass would be only rustling in the\nwind, and the pool rippling to the waving of the reeds—the rattling\nteacups would change to tinkling sheep-bells, and the Queen’s shrill\ncries to the voice of the shepherd boy—and the sneeze of the baby, the\nshriek of the Gryphon, and all the other queer noises, would change\n(she knew) to the confused clamour of the busy farm-yard—while the\nlowing of the cattle in the distance would take the place of the Mock\nTurtle’s heavy sobs.\n\nLastly, she pictured to herself how this same little sister of hers\nwould, in the after-time, be herself a grown woman; and how she would\nkeep, through all her riper years, the simple and loving heart of her\nchildhood: and how she would gather about her other little children,\nand make _their_ eyes bright and eager with many a strange tale,\nperhaps even with the dream of Wonderland of long ago: and how she\nwould feel with all their simple sorrows, and find a pleasure in all\ntheir simple joys, remembering her own child-life, and the happy summer\ndays.\n\nTHE END\n\n*** END OF THE PROJECT GUTENBERG EBOOK 11 ***",
    "translated_content": "CHAPTER XII.\n\nГЛАВА XII.\nСвидетельские показания Алисы\n\n\n— Я здесь! — воскликнула Алиса, совершенно забыв в суматохе, как сильно она выросла за последние несколько минут. Она так поспешно вскочила, что краем юбки опрокинула скамью присяжных, и все присяжные полетели вниз на головы собравшейся толпы. Там они и остались барахтаться, напоминая Алисе золотых рыбок, которых она случайно выплеснула из аквариума неделю назад.\n\n— О, прошу прощения! — вскричала она с большим смущением и принялась как можно скорее поднимать их, потому что воспоминание о золотых рыбках не выходило у неё из головы, и ей смутно казалось, что присяжных нужно немедленно собрать и водворить обратно на скамью, иначе они умрут.\n\n— Суд не может продолжаться, — торжественно провозгласил Король, — пока все присяжные не вернутся на свои места. Все! — повторил он с большим ударением, пристально глядя на Алису.\n\nАлиса взглянула на скамью присяжных и увидела, что в спешке она посадила Ящерицу вниз головой, и бедное создание лишь печально помахивало хвостиком, будучи не в силах пошевелиться. Она тотчас же вытащила её и посадила как следует. «Хотя это, пожалуй, не так уж важно, — подумала она. — По-моему, для суда она одинаково полезна и вверх, и вниз головой».\n\nКак только присяжные немного оправились от потрясения, им раздали их грифельные доски и карандаши, и они принялись очень усердно записывать историю происшествия. Все, кроме Ящерицы, которая, казалось, была слишком потрясена, чтобы что-либо делать; она сидела, разинув рот, и уставилась на потолок суда.\n\n— Что вам известно об этом деле? — спросил Король Алису.\n\n— Ничего, — ответила Алиса.\n\n— Совершенно ничего? — настаивал Король.\n\n— Совершенно ничего, — сказала Алиса.\n\n— Это очень важно, — сказал Король, обращаясь к присяжным. Те как раз собрались записать это на своих досках, когда Белый Кролик перебил его:\n\n— Ваше Величество, конечно, хотело сказать «неважно», — произнёс он почтительным тоном, но при этом хмурился и строил Королю гримасы.\n\n— Неважно, конечно, я и хотел сказать, — поспешно сказал Король и пробормотал себе под нос: — Важно… неважно… неважно… важно… — словно пробуя, какое слово звучит лучше.\n\nНекоторые присяжные написали «важно», а некоторые — «неважно».\nАлиса видела это, так как сидела достаточно близко, чтобы заглянуть к ним на дощечки;\n«но это совершенно не важно», — подумала она про себя.\n\nВ этот момент Король, который уже некоторое время усердно что-то строчил в своей записной книжке, прокричал: «Тишина!» — и зачитал из книги: «Правило сорок второе. _Всем лицам выше одной мили покинуть зал суда_».\n\nВсе взглянули на Алису.\n\n«_Я_ не выше мили», — сказала Алиса.\n\n«Выше», — сказал Король.\n\n«Почти две мили», — добавила Королева.\n\n«Что ж, я всё равно не уйду, — заявила Алиса. — Кроме того, это не настоящее правило: вы его только что выдумали».\n\n«Это старейшее правило в книге», — сказал Король.\n\n«Тогда оно должно быть под номером один», — сказала Алиса.\n\nКороль побледнел и поспешно захлопнул свою записную книжку. «Выносите вердикт», — сказал он присяжным низким дрожащим голосом.\n\n«Ваше Величество, ещё есть улики! — воскликнул Белый Кролик, торопливо вскакивая. — Этот документ только что найден».\n\n«Что в нём?» — спросила Королева.\n\n«Я ещё не открывал его, — сказал Белый Кролик, — но, кажется, это письмо, написанное подсудимым… кому-то».\n\n«Ну конечно, кому-то, — сказал Король. — Если только оно не адресовано никому, а это, знаете ли, не принято».\n\n«На чьё имя оно?» — спросил один из присяжных.\n\n«Вообще ни на чьё, — ответил Белый Кролик. — Собственно, на _конверте_ ничего не написано». Разворачивая бумагу, он добавил: «Впрочем, это и не письмо вовсе, а стихи».\n\n«Они написаны рукой подсудимого?» — спросил другой присяжный.\n\n«Нет, — сказал Белый Кролик. — И это самое странное». (Все присяжные выглядели озадаченными.)\n\n«Он, наверное, подделал чей-то почерк», — сказал Король. (Присяжные снова просияли.)\n\n«Ваше Величество, — сказал Валет, — я этого не писал, и они не могут доказать, что это я: в конце нет подписи».\n\n«Если ты не подписал, — сказал Король, — это только ухудшает дело. Ты, _несомненно_, замышлял что-то дурное, иначе подписался бы, как честный человек».\n\nПри этих словах раздались всеобщие аплодисменты: это была первая по-настоящему умная фраза, которую Король произнёс за весь день.\n\n«Это _доказывает_ его вину», — сказала Королева.\n\n«Это ничего не доказывает! — воскликнула Алиса. — Да вы даже не знаете, о чём эти стихи!»\n\n«Прочтите их», — сказал Король.\n\nБелый Кролик надел очки. «С чего прикажете начать, ваше величество?» — спросил он.\n\n«Начни с начала, — важно сказал Король, — и продолжай, пока не дойдёшь до конца. Тогда остановись».\n\nИ Белый Кролик прочёл:\n\n«Она сказала, что вы у неё были\nИ говорили обо мне.\nОна меня похвалила,\nНо я не плаваю в огне.\n\nОн передал, что я не скрылся\n(Мы знаем, что это ложь).\nА если б ей всё удалось,\nЧто было бы с тобой?\n\nЯ дал ей раз, они — ему два,\nТы дал нам три иль пять.\nОни вернулись к вам от него,\nХотя были мои опять.\n\nИ если я иль если она\nВпутаемся в сей спор,\nОн верит, что освободишь нас ты,\nКак прежде, с этих пор.\n\nЯ думал, что ты был\n(Пока она не заболела)\nПрепятствием, что встало\nМеж ним, и нами, и делом.\n\nНе дай ему узнать, что ей они милей,\nИбо сие навек\nОстанется меж мной и тобой\nОт прочих всех сберечь».\n\n«Это самое важное доказательство из всех, что мы слышали, — сказал Король, потирая руки. — Теперь пусть присяжные…»\n\n«Если кто-нибудь из них сможет это объяснить, — сказала Алиса (она так выросла за последние минуты, что ничуть не боялась перебивать его), — я дам ему шесть пенсов. Я не верю, что в этом есть хоть капля смысла».\n\nПрисяжные записали на своих дощечках: «Она не верит, что в этом есть хоть капля смысла», — но никто из них не попытался объяснить содержание бумаги.\n\n«Если в этом нет смысла, — сказал Король, — это избавляет от массы хлопот, понимаешь, ведь нам не нужно пытаться его найти. И всё же не знаю, — продолжал он, разложив стихи на коленях и разглядывая их одним глазом. — Мне кажется, я всё-таки вижу в них какой-то смысл. „—Но я не плаваю в огне—“ Ты не умеешь плавать, не так ли?» — добавил он, обращаясь к Валету.\n\nВалет печально покачал головой. «Разве я похож?» — сказал он. (Что, конечно, было не так, ведь он был целиком сделан из картона.)\n\n«Пока всё верно, — сказал Король и продолжил бормотать стихи про себя: — „Мы знаем, что это ложь“ — это, конечно, присяжные. „Я дал ей раз, они — ему два“ — да, это должно быть про пирожные, понимаешь…»\n\n«Но дальше идёт: „Они вернулись к вам от него“», — сказала Алиса.\n\n«А вот и они!» — торжествующе воскликнул Король, указывая на\nпирожки на столе. «Яснее ясного! Далее: „_прежде чем с ней случился\nприпадок…_“ — у тебя ведь никогда не бывало припадков, дорогая?» —\nобратился он к Королеве.\n\n«Никогда!» — яростно крикнула Королева и швырнула в Ящерицу\nчернильницей. (Несчастный Билль (Bill) уже перестал писать на своей\nгрифельной доске, потому что палец не оставлял следа; но теперь он\nпоспешно возобновил свои записи, используя чернила, которые стекали у\nнего по лицу, пока они не кончились.)\n\n«Значит, эти слова к тебе не _подходят_», — сказал Король, с улыбкой\nоглядывая зал. Воцарилась мёртвая тишина.\n\n«Это каламбур!» — добавил Король обиженным тоном, и все засмеялись.\n«Пусть присяжные вынесут вердикт», — сказал Король, уже в\nдвадцатый раз за этот день.\n\n«Нет, нет! — возразила Королева. — Сначала приговор — потом\nвердикт!»\n\n«Чушь и вздор! — громко сказала Алиса. — Сначала приговор! Даже\nпредставить себе не могу!»\n\n«Молчать!» — закричала Королева, багровея.\n\n«Не буду!» — сказала Алиса.\n\n«Отрубить ей голову!» — завопила Королева во весь голос. Никто не\nпошевелился.\n\n«Да кто вы такие? — сказала Алиса (к этому времени она уже снова\nдостигла своего обычного роста). — Вы всего-навсего колода карт!»\n\nУслышав это, вся колода взвилась в воздух и полетела на неё. Алиса\nвскрикнула — наполовину от страха, наполовину от злости — и\nпопыталась отбиться от них. И вдруг она почувствовала, что лежит на\nберегу, а голова её покоится на коленях сестры, которая осторожно\nсмахивает с её лица сухие листья, упавшие с деревьев.\n\n«Проснись, дорогая Алиса! — сказала сестра. — Ну и долгий же сон\nтебе приснился!»\n\n«Ах, мне приснился такой удивительный сон!» — сказала Алиса и\nрассказала сестре, как сумела припомнить, все свои необыкновенные\nприключения, о которых вы только что прочли. А когда она кончила,\nсестра поцеловала её и сказала: «Правда, сон был удивительный,\nдорогая. Но теперь беги пить чай, уже поздно». Алиса встала и\nпобежала, думая на бегу — и было о чём подумать! — о том, какой\nудивительный сон ей приснился.\n\nА её сестра осталась сидеть на берегу, подперев голову рукой,\nнаблюдая за заходящим солнцем и думая об Алисе и всех её\nудивительных приключениях. И она тоже стала понемногу грезить наяву,\nи вот что ей пригрезилось: —\n\nСначала ей приснилась сама маленькая Алиса (Alice), и снова крошечные ручки сложились у неё на коленях, а светлые пытливые глаза смотрели вверх — она даже слышала самые интонации её голоса и видела тот забавный вздёрнутый поворот головы, которым та отбрасывала непослушные пряди волос, вечно лезшие в глаза — и по мере того как она слушала, или казалось, что слушала, всё пространство вокруг неё оживало странными созданиями из сна её младшей сестры.\n\nДлинная трава зашелестела у её ног, когда мимо поспешил Белый Кролик (White Rabbit) — испуганная Мышь (Mouse) плеснулась через соседнюю лужу — она слышала лязг чайных чашек, когда Мартовский Заяц (March Hare) и его друзья делили свою бесконечную трапезу, и пронзительный голос Королевы (Queen), отправляющей своих несчастных гостей на казнь — снова поросёнок-младенец чихал на коленях у Герцогини (Duchess), в то время как тарелки и блюда грохотали вокруг — снова пронзительный крик Грифона (Gryphon), скрип грифельной палочки Ящерицы (Lizard) и давящиеся всхлипы подавленных морских свинок наполняли воздух, смешиваясь с далёкими рыданиями несчастной Черепахи Квази (Mock Turtle).\n\nТак она и сидела с закрытыми глазами, наполовину веря, что находится в Стране Чудес (Wonderland), хотя знала, что стоит ей снова открыть их, и всё превратится в скучную реальность — трава будет лишь шелестеть на ветру, а лужица — рябить от колыхания тростника — лязг чайных чашек сменится перезвоном овечьих колокольчиков, а пронзительные крики Королевы — голосом пастушка — и чихание младенца, крик Грифона и все прочие странные звуки превратятся (она знала) в смутный гомон оживлённого скотного двора — а мычание коров вдалеке заменит тяжёлые рыдания Черепахи Квази.\n\nНаконец, она представила себе, как эта самая её младшая сестра в будущем сама станет взрослой женщиной; и как она пронесёт через все свои зрелые годы простодушное и любящее сердце своего детства; и как соберёт вокруг себя других маленьких детей и зажжёт их глаза восторгом и любопытством множеством странных историй, быть может, даже сном о давней Стране Чудес; и как будет сопереживать всем их простым горестям и находить радость во всех их простых удовольствиях, вспоминая свою собственную детскую жизнь и счастливые летние дни.\n\nКОНЕЦ\n\n*** КОНЕЦ ПРОЕКТА GUTENBERG EBOOK 11 ***",
    "chapter_number": 100,
    "roman_num": "C"
  }
]