[
  {
    "original_title": "CHAPTER I.",
    "translated_title": "CHAPTER I.",
    "original_content": "CHAPTER I.\nDown the Rabbit-Hole\n\n\nAlice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do: once or twice she had peeped into\nthe book her sister was reading, but it had no pictures or\nconversations in it, “and what is the use of a book,” thought Alice\n“without pictures or conversations?”\n\nSo she was considering in her own mind (as well as she could, for the\nhot day made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.\n\nThere was nothing so _very_ remarkable in that; nor did Alice think it\nso _very_ much out of the way to hear the Rabbit say to itself, “Oh\ndear! Oh dear! I shall be late!” (when she thought it over afterwards,\nit occurred to her that she ought to have wondered at this, but at the\ntime it all seemed quite natural); but when the Rabbit actually _took a\nwatch out of its waistcoat-pocket_, and looked at it, and then hurried\non, Alice started to her feet, for it flashed across her mind that she\nhad never before seen a rabbit with either a waistcoat-pocket, or a\nwatch to take out of it, and burning with curiosity, she ran across the\nfield after it, and fortunately was just in time to see it pop down a\nlarge rabbit-hole under the hedge.\n\nIn another moment down went Alice after it, never once considering how\nin the world she was to get out again.\n\nThe rabbit-hole went straight on like a tunnel for some way, and then\ndipped suddenly down, so suddenly that Alice had not a moment to think\nabout stopping herself before she found herself falling down a very\ndeep well.\n\nEither the well was very deep, or she fell very slowly, for she had\nplenty of time as she went down to look about her and to wonder what\nwas going to happen next. First, she tried to look down and make out\nwhat she was coming to, but it was too dark to see anything; then she\nlooked at the sides of the well, and noticed that they were filled with\ncupboards and book-shelves; here and there she saw maps and pictures\nhung upon pegs. She took down a jar from one of the shelves as she\npassed; it was labelled “ORANGE MARMALADE”, but to her great\ndisappointment it was empty: she did not like to drop the jar for fear\nof killing somebody underneath, so managed to put it into one of the\ncupboards as she fell past it.\n\n“Well!” thought Alice to herself, “after such a fall as this, I shall\nthink nothing of tumbling down stairs! How brave they’ll all think me\nat home! Why, I wouldn’t say anything about it, even if I fell off the\ntop of the house!” (Which was very likely true.)\n\nDown, down, down. Would the fall _never_ come to an end? “I wonder how\nmany miles I’ve fallen by this time?” she said aloud. “I must be\ngetting somewhere near the centre of the earth. Let me see: that would\nbe four thousand miles down, I think—” (for, you see, Alice had learnt\nseveral things of this sort in her lessons in the schoolroom, and\nthough this was not a _very_ good opportunity for showing off her\nknowledge, as there was no one to listen to her, still it was good\npractice to say it over) “—yes, that’s about the right distance—but\nthen I wonder what Latitude or Longitude I’ve got to?” (Alice had no\nidea what Latitude was, or Longitude either, but thought they were nice\ngrand words to say.)\n\nPresently she began again. “I wonder if I shall fall right _through_\nthe earth! How funny it’ll seem to come out among the people that walk\nwith their heads downward! The Antipathies, I think—” (she was rather\nglad there _was_ no one listening, this time, as it didn’t sound at all\nthe right word) “—but I shall have to ask them what the name of the\ncountry is, you know. Please, Ma’am, is this New Zealand or Australia?”\n(and she tried to curtsey as she spoke—fancy _curtseying_ as you’re\nfalling through the air! Do you think you could manage it?) “And what\nan ignorant little girl she’ll think me for asking! No, it’ll never do\nto ask: perhaps I shall see it written up somewhere.”\n\nDown, down, down. There was nothing else to do, so Alice soon began\ntalking again. “Dinah’ll miss me very much to-night, I should think!”\n(Dinah was the cat.) “I hope they’ll remember her saucer of milk at\ntea-time. Dinah my dear! I wish you were down here with me! There are\nno mice in the air, I’m afraid, but you might catch a bat, and that’s\nvery like a mouse, you know. But do cats eat bats, I wonder?” And here\nAlice began to get rather sleepy, and went on saying to herself, in a\ndreamy sort of way, “Do cats eat bats? Do cats eat bats?” and\nsometimes, “Do bats eat cats?” for, you see, as she couldn’t answer\neither question, it didn’t much matter which way she put it. She felt\nthat she was dozing off, and had just begun to dream that she was\nwalking hand in hand with Dinah, and saying to her very earnestly,\n“Now, Dinah, tell me the truth: did you ever eat a bat?” when suddenly,\nthump! thump! down she came upon a heap of sticks and dry leaves, and\nthe fall was over.\n\nAlice was not a bit hurt, and she jumped up on to her feet in a moment:\nshe looked up, but it was all dark overhead; before her was another\nlong passage, and the White Rabbit was still in sight, hurrying down\nit. There was not a moment to be lost: away went Alice like the wind,\nand was just in time to hear it say, as it turned a corner, “Oh my ears\nand whiskers, how late it’s getting!” She was close behind it when she\nturned the corner, but the Rabbit was no longer to be seen: she found\nherself in a long, low hall, which was lit up by a row of lamps hanging\nfrom the roof.\n\nThere were doors all round the hall, but they were all locked; and when\nAlice had been all the way down one side and up the other, trying every\ndoor, she walked sadly down the middle, wondering how she was ever to\nget out again.\n\nSuddenly she came upon a little three-legged table, all made of solid\nglass; there was nothing on it except a tiny golden key, and Alice’s\nfirst thought was that it might belong to one of the doors of the hall;\nbut, alas! either the locks were too large, or the key was too small,\nbut at any rate it would not open any of them. However, on the second\ntime round, she came upon a low curtain she had not noticed before, and\nbehind it was a little door about fifteen inches high: she tried the\nlittle golden key in the lock, and to her great delight it fitted!\n\nAlice opened the door and found that it led into a small passage, not\nmuch larger than a rat-hole: she knelt down and looked along the\npassage into the loveliest garden you ever saw. How she longed to get\nout of that dark hall, and wander about among those beds of bright\nflowers and those cool fountains, but she could not even get her head\nthrough the doorway; “and even if my head would go through,” thought\npoor Alice, “it would be of very little use without my shoulders. Oh,\nhow I wish I could shut up like a telescope! I think I could, if I only\nknew how to begin.” For, you see, so many out-of-the-way things had\nhappened lately, that Alice had begun to think that very few things\nindeed were really impossible.\n\nThere seemed to be no use in waiting by the little door, so she went\nback to the table, half hoping she might find another key on it, or at\nany rate a book of rules for shutting people up like telescopes: this\ntime she found a little bottle on it, (“which certainly was not here\nbefore,” said Alice,) and round the neck of the bottle was a paper\nlabel, with the words “DRINK ME,” beautifully printed on it in large\nletters.\n\nIt was all very well to say “Drink me,” but the wise little Alice was\nnot going to do _that_ in a hurry. “No, I’ll look first,” she said,\n“and see whether it’s marked ‘_poison_’ or not”; for she had read\nseveral nice little histories about children who had got burnt, and\neaten up by wild beasts and other unpleasant things, all because they\n_would_ not remember the simple rules their friends had taught them:\nsuch as, that a red-hot poker will burn you if you hold it too long;\nand that if you cut your finger _very_ deeply with a knife, it usually\nbleeds; and she had never forgotten that, if you drink much from a\nbottle marked “poison,” it is almost certain to disagree with you,\nsooner or later.\n\nHowever, this bottle was _not_ marked “poison,” so Alice ventured to\ntaste it, and finding it very nice, (it had, in fact, a sort of mixed\nflavour of cherry-tart, custard, pine-apple, roast turkey, toffee, and\nhot buttered toast,) she very soon finished it off.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“What a curious feeling!” said Alice; “I must be shutting up like a\ntelescope.”\n\nAnd so it was indeed: she was now only ten inches high, and her face\nbrightened up at the thought that she was now the right size for going\nthrough the little door into that lovely garden. First, however, she\nwaited for a few minutes to see if she was going to shrink any further:\nshe felt a little nervous about this; “for it might end, you know,”\nsaid Alice to herself, “in my going out altogether, like a candle. I\nwonder what I should be like then?” And she tried to fancy what the\nflame of a candle is like after the candle is blown out, for she could\nnot remember ever having seen such a thing.\n\nAfter a while, finding that nothing more happened, she decided on going\ninto the garden at once; but, alas for poor Alice! when she got to the\ndoor, she found she had forgotten the little golden key, and when she\nwent back to the table for it, she found she could not possibly reach\nit: she could see it quite plainly through the glass, and she tried her\nbest to climb up one of the legs of the table, but it was too slippery;\nand when she had tired herself out with trying, the poor little thing\nsat down and cried.\n\n“Come, there’s no use in crying like that!” said Alice to herself,\nrather sharply; “I advise you to leave off this minute!” She generally\ngave herself very good advice, (though she very seldom followed it),\nand sometimes she scolded herself so severely as to bring tears into\nher eyes; and once she remembered trying to box her own ears for having\ncheated herself in a game of croquet she was playing against herself,\nfor this curious child was very fond of pretending to be two people.\n“But it’s no use now,” thought poor Alice, “to pretend to be two\npeople! Why, there’s hardly enough of me left to make _one_ respectable\nperson!”\n\nSoon her eye fell on a little glass box that was lying under the table:\nshe opened it, and found in it a very small cake, on which the words\n“EAT ME” were beautifully marked in currants. “Well, I’ll eat it,” said\nAlice, “and if it makes me grow larger, I can reach the key; and if it\nmakes me grow smaller, I can creep under the door; so either way I’ll\nget into the garden, and I don’t care which happens!”\n\nShe ate a little bit, and said anxiously to herself, “Which way? Which\nway?”, holding her hand on the top of her head to feel which way it was\ngrowing, and she was quite surprised to find that she remained the same\nsize: to be sure, this generally happens when one eats cake, but Alice\nhad got so much into the way of expecting nothing but out-of-the-way\nthings to happen, that it seemed quite dull and stupid for life to go\non in the common way.\n\nSo she set to work, and very soon finished off the cake.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *",
    "translated_content": "CHAPTER I.\n\n第一章\n掉进兔子洞\n\n\n爱丽丝挨着姐姐坐在河岸边无所事事，开始觉得腻烦了。她朝姐姐正读着的那本书瞥了一两眼，可书上既没有插图也没有对话。“一本书既没插图又没对话，那有什么意思呢？”爱丽丝想。\n\n于是她就在心里琢磨着（她也就只能这样，因为天热得她昏昏欲睡、脑袋发懵），编一个雏菊花环的乐趣，值不值得她费劲爬起来去采雏菊呢？这时，一只粉红眼睛的白兔突然从她身边跑过。\n\n这倒没什么好大惊小怪的；爱丽丝听见兔子自言自语地说：“哦，天哪！哦，天哪！我要迟到了！”她也不觉得这有什么特别离奇的（事后回想起来，她才意识到自己本该感到惊讶的，可当时一切似乎都那么自然）；但当兔子真的从背心口袋里掏出一块怀表，看了看时间，又匆匆跑开时，爱丽丝猛地站了起来，因为她突然想到，自己还从来没见过兔子穿有口袋的背心，更没见过能从口袋里掏出怀表的兔子。她好奇心大起，紧跟着兔子跑过田野，刚好看见它扑通一下跳进了篱笆下的一个大兔子洞。\n\n紧接着，爱丽丝也跟着跳了进去，压根没想过要怎么出来。\n\n兔子洞像隧道一样笔直向前延伸了一段，然后突然急转直下，爱丽丝还没来得及想停住，就发现自己已经掉进了一口深井里。\n\n要么是井太深了，要么是她下落得太慢，因为她有足够的时间一边往下掉，一边东张西望，琢磨接下来会发生什么事。她先是往下看，想弄清楚自己会掉到什么地方，但下面太黑了，什么也看不见；然后她看了看井壁，发现井壁上满是碗橱和书架；到处都挂着地图和画片。她经过一个书架时，顺手拿下一个罐子；罐子上贴着“橘子酱”的标签，但让她大失所望的是，里面空空如也。她不想把罐子扔下去，怕砸到下面的人，于是在掉下去的时候，设法把它放回了一个碗橱里。\n\n“唉！”爱丽丝（Alice）想，“这么一跤摔下来，以后从楼梯上滚下去可就算不得什么啦！家里人都会觉得我多勇敢呀！哼，哪怕是从屋顶上掉下来，我也绝口不提！”（这倒很可能是实话。）\n\n往下，往下，往下。这掉下去还有完没完呢？“这会儿我到底往下掉了多少英里啦？”她大声说道，“我准是快到地心附近啦。让我想想：那就是说掉下去四千英里啦——”（你瞧，爱丽丝在课堂上学过好几样这类知识，虽说眼下不是显摆的合适时机，因为没人听她讲，可温习一遍总没错）“——对，大概就是这么个距离——可我不知道这会儿到了什么纬度啦，什么经度啦？”（爱丽丝压根儿不懂纬度是什么，经度也不明白，只觉得这两个词儿说起来挺气派的。）\n\n不一会儿，她又开口了：“不知道我会不会一直掉穿地球！那多有意思呀，掉到那些头朝下走路的人群里！我想那叫‘对跖人’吧——”（这回她倒庆幸没人听着，因为这个词儿听起来完全不对劲）“——不过我得问问他们这国家叫什么名字。请问，太太，这儿是新西兰还是澳大利亚？”（她一边说一边想行个屈膝礼——想想看，在半空中往下掉的时候行屈膝礼！你办得到吗？）“问这种问题，人家准当我是个傻丫头！不行，可不能问：说不定会看见哪儿写着地名呢。”\n\n掉啊，掉啊，掉啊。除了往下掉没别的事可做，爱丽丝很快又说起话来。“黛娜今晚一定会很想我的！”（黛娜是那只猫。）“希望他们喝茶时会记得给她准备一碟牛奶。黛娜，亲爱的！我真希望你在这儿陪着我！半空中恐怕没有老鼠，但你说不定能抓到一只蝙蝠，要知道蝙蝠和老鼠长得挺像的。不过猫吃蝙蝠吗？”这时爱丽丝开始犯困了，迷迷糊糊地自言自语：“猫吃蝙蝠吗？猫吃蝙蝠吗？”有时又说成：“蝙蝠吃猫吗？”反正这两个问题她都答不上来，所以怎么问都无所谓。她觉得自己正在打盹，刚梦见和黛娜手拉手散步，很认真地问她：“黛娜，老实告诉我，你吃过蝙蝠吗？”突然——砰！砰！她掉在一堆枯枝败叶上，总算落地了。\n\n爱丽丝一点儿也没受伤，立刻跳了起来。她抬头望去，头顶一片漆黑；面前是另一条长长的通道，还看得见那只白兔正匆匆往前跑。一刻也不能耽搁：爱丽丝像阵风似的追了过去，刚好在拐角处听见它说：“哎呀，我的耳朵胡子呀，太晚啦！”她拐过弯时，白兔已不见踪影，却发现自己在一个狭长低矮的大厅里，屋顶挂着一排灯，照得通明。\n\n大厅四面都有门，但全都锁着。爱丽丝沿着一边走到头，又折返另一边，每扇门都试过，最后沮丧地走到大厅中央，不知怎样才能出去。\n\n忽然，她发现一张三条腿的小桌子，通体由实心玻璃制成；桌上除了一把小小的金钥匙外空无一物。爱丽丝第一反应是这钥匙可能能开大厅里的某扇门；可是，哎！要么锁太大，要么钥匙太小，总之哪扇门都打不开。不过转到第二圈时，她注意到先前没看见的一道矮帘子，帘子后面有扇约十五英寸高的小门。她把小金钥匙插进锁孔一试——太令人高兴了，正合适！\n\n爱丽丝打开门，发现门后是一条小小的通道，比老鼠洞大不了多少。她跪下来，顺着通道望过去，看见了一个从未见过的可爱花园。她多么想离开那个昏暗的大厅，到那些鲜艳的花圃和清凉的喷泉间漫步啊！可是她连脑袋都钻不进那个门洞。“就算脑袋能钻进去，”可怜的爱丽丝想，“肩膀过不去也没用啊。唉，我要是能像望远镜那样缩起来该多好！我觉得我能做到，只要知道怎么开始就行。”因为，你看，最近发生了这么多稀奇古怪的事，爱丽丝已经开始觉得，几乎没有什么是真正不可能的了。\n\n在小门边干等着似乎没什么用，于是她走回桌子旁，半指望能在上面找到另一把钥匙，或者至少找到一本教人像望远镜那样缩起来的规则书。这次她发现桌上有个小瓶子，（“这瓶子刚才肯定不在这里，”爱丽丝说，）瓶颈上贴着一张纸标签，上面用漂亮的大字印着：“喝我”。\n\n光说“喝我”当然容易，但聪明的小爱丽丝可不会匆忙照做。“不，我得先看看，”她说，“瞧瞧上面有没有标着‘毒药’。”因为她读过好几本有趣的小故事，讲的就是孩子们因为不肯牢记朋友们教过的简单规矩而遭殃：比如拿着烧红的拨火棍太久会烫伤手；用小刀把手指割得很深通常会流血；她也从没忘记，如果喝了标有“毒药”瓶子里的东西，迟早总会受害的。\n\n不过，这个瓶子并没有标着“毒药”，所以爱丽丝就冒险尝了一口，发现味道好极了（它混合着樱桃馅饼、奶油冻、菠萝、烤火鸡、太妃糖和热黄油吐司的香味），于是很快就把它喝光了。\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“多么奇怪的感觉啊！”爱丽丝说，“我一定是在像望远镜那样缩起来了。”\n\n事情果然如此：她现在只有十英寸高了，想到自己现在的大小正好可以穿过那扇小门进入可爱的花园，她的脸上露出了喜色。不过，她先等了几分钟，看看自己会不会继续缩小：对此她感到有些不安；“因为你知道，这样下去可能会彻底消失，就像蜡烛一样。”爱丽丝自言自语道，“不知道那时候我会变成什么样子？”她努力想象蜡烛熄灭后的火焰是什么样子，因为她完全不记得见过这样的景象。\n\n过了一会儿，发现没有再发生什么变化，她决定立刻进入花园；可是，可怜的爱丽丝啊！当她走到门边时，发现自己忘了拿那把小金钥匙，等她回到桌边去取时，却发现根本够不着了：透过玻璃她能清楚地看见钥匙，她拼命想爬上一条桌腿，可桌腿太滑了；尝试到筋疲力尽后，这个可怜的小家伙坐下来哭了起来。\n\n“得啦，这样哭有什么用！”爱丽丝相当严厉地对自己说，“我建议你立刻停止哭泣！”她平时很会给自己提建议（虽然很少照做），有时候她把自己责骂得眼泪汪汪；有一次她记得因为在自己跟自己玩的槌球游戏中作弊，还试图打自己的耳光——这个古怪的孩子特别喜欢假装成两个人。“可现在假装成两个人没用了，”可怜的爱丽丝想，“唉，现在连凑成一个体面的人都快不够了！”\n\n很快她的目光落在桌下一个小玻璃盒上：她打开盒子，发现里面有一块很小的蛋糕，上面用葡萄干精致地拼出“吃我”两个字。“好吧，我就吃了它，”爱丽丝说，“如果它能让我变大，我就能够到钥匙；如果它让我变小，我就能从门底下爬过去；所以不管怎样我都能进花园，发生哪种情况我都不在乎！”\n\n她吃了一小口，就焦急地自言自语：“往哪边变？往哪边变？”，同时把手放在头顶上，想感觉出自己在往哪个方向长。她非常惊讶地发现自己居然还是原来的大小：说真的，吃蛋糕本来就会这样，可是爱丽丝已经习惯了稀奇古怪的事，要是生活按平常的样子进行，反而显得沉闷乏味了。\n\n于是她又吃了起来，很快就把那块蛋糕吃完了。\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER II.",
    "translated_title": "CHAPTER II.",
    "original_content": "CHAPTER II.\nThe Pool of Tears\n\n\n“Curiouser and curiouser!” cried Alice (she was so much surprised, that\nfor the moment she quite forgot how to speak good English); “now I’m\nopening out like the largest telescope that ever was! Good-bye, feet!”\n(for when she looked down at her feet, they seemed to be almost out of\nsight, they were getting so far off). “Oh, my poor little feet, I\nwonder who will put on your shoes and stockings for you now, dears? I’m\nsure _I_ shan’t be able! I shall be a great deal too far off to trouble\nmyself about you: you must manage the best way you can;—but I must be\nkind to them,” thought Alice, “or perhaps they won’t walk the way I\nwant to go! Let me see: I’ll give them a new pair of boots every\nChristmas.”\n\nAnd she went on planning to herself how she would manage it. “They must\ngo by the carrier,” she thought; “and how funny it’ll seem, sending\npresents to one’s own feet! And how odd the directions will look!\n\n     _Alice’s Right Foot, Esq., Hearthrug, near the Fender,_ (_with\n     Alice’s love_).\n\nOh dear, what nonsense I’m talking!”\n\nJust then her head struck against the roof of the hall: in fact she was\nnow more than nine feet high, and she at once took up the little golden\nkey and hurried off to the garden door.\n\nPoor Alice! It was as much as she could do, lying down on one side, to\nlook through into the garden with one eye; but to get through was more\nhopeless than ever: she sat down and began to cry again.\n\n“You ought to be ashamed of yourself,” said Alice, “a great girl like\nyou,” (she might well say this), “to go on crying in this way! Stop\nthis moment, I tell you!” But she went on all the same, shedding\ngallons of tears, until there was a large pool all round her, about\nfour inches deep and reaching half down the hall.\n\nAfter a time she heard a little pattering of feet in the distance, and\nshe hastily dried her eyes to see what was coming. It was the White\nRabbit returning, splendidly dressed, with a pair of white kid gloves\nin one hand and a large fan in the other: he came trotting along in a\ngreat hurry, muttering to himself as he came, “Oh! the Duchess, the\nDuchess! Oh! won’t she be savage if I’ve kept her waiting!” Alice felt\nso desperate that she was ready to ask help of any one; so, when the\nRabbit came near her, she began, in a low, timid voice, “If you please,\nsir—” The Rabbit started violently, dropped the white kid gloves and\nthe fan, and skurried away into the darkness as hard as he could go.\n\nAlice took up the fan and gloves, and, as the hall was very hot, she\nkept fanning herself all the time she went on talking: “Dear, dear! How\nqueer everything is to-day! And yesterday things went on just as usual.\nI wonder if I’ve been changed in the night? Let me think: was I the\nsame when I got up this morning? I almost think I can remember feeling\na little different. But if I’m not the same, the next question is, Who\nin the world am I? Ah, _that’s_ the great puzzle!” And she began\nthinking over all the children she knew that were of the same age as\nherself, to see if she could have been changed for any of them.\n\n“I’m sure I’m not Ada,” she said, “for her hair goes in such long\nringlets, and mine doesn’t go in ringlets at all; and I’m sure I can’t\nbe Mabel, for I know all sorts of things, and she, oh! she knows such a\nvery little! Besides, _she’s_ she, and _I’m_ I, and—oh dear, how\npuzzling it all is! I’ll try if I know all the things I used to know.\nLet me see: four times five is twelve, and four times six is thirteen,\nand four times seven is—oh dear! I shall never get to twenty at that\nrate! However, the Multiplication Table doesn’t signify: let’s try\nGeography. London is the capital of Paris, and Paris is the capital of\nRome, and Rome—no, _that’s_ all wrong, I’m certain! I must have been\nchanged for Mabel! I’ll try and say ‘_How doth the little_—’” and she\ncrossed her hands on her lap as if she were saying lessons, and began\nto repeat it, but her voice sounded hoarse and strange, and the words\ndid not come the same as they used to do:—\n\n“How doth the little crocodile\n    Improve his shining tail,\nAnd pour the waters of the Nile\n    On every golden scale!\n\n“How cheerfully he seems to grin,\n    How neatly spread his claws,\nAnd welcome little fishes in\n    With gently smiling jaws!”\n\n\n“I’m sure those are not the right words,” said poor Alice, and her eyes\nfilled with tears again as she went on, “I must be Mabel after all, and\nI shall have to go and live in that poky little house, and have next to\nno toys to play with, and oh! ever so many lessons to learn! No, I’ve\nmade up my mind about it; if I’m Mabel, I’ll stay down here! It’ll be\nno use their putting their heads down and saying ‘Come up again, dear!’\nI shall only look up and say ‘Who am I then? Tell me that first, and\nthen, if I like being that person, I’ll come up: if not, I’ll stay down\nhere till I’m somebody else’—but, oh dear!” cried Alice, with a sudden\nburst of tears, “I do wish they _would_ put their heads down! I am so\n_very_ tired of being all alone here!”\n\nAs she said this she looked down at her hands, and was surprised to see\nthat she had put on one of the Rabbit’s little white kid gloves while\nshe was talking. “How _can_ I have done that?” she thought. “I must be\ngrowing small again.” She got up and went to the table to measure\nherself by it, and found that, as nearly as she could guess, she was\nnow about two feet high, and was going on shrinking rapidly: she soon\nfound out that the cause of this was the fan she was holding, and she\ndropped it hastily, just in time to avoid shrinking away altogether.\n\n“That _was_ a narrow escape!” said Alice, a good deal frightened at the\nsudden change, but very glad to find herself still in existence; “and\nnow for the garden!” and she ran with all speed back to the little\ndoor: but, alas! the little door was shut again, and the little golden\nkey was lying on the glass table as before, “and things are worse than\never,” thought the poor child, “for I never was so small as this\nbefore, never! And I declare it’s too bad, that it is!”\n\nAs she said these words her foot slipped, and in another moment,\nsplash! she was up to her chin in salt water. Her first idea was that\nshe had somehow fallen into the sea, “and in that case I can go back by\nrailway,” she said to herself. (Alice had been to the seaside once in\nher life, and had come to the general conclusion, that wherever you go\nto on the English coast you find a number of bathing machines in the\nsea, some children digging in the sand with wooden spades, then a row\nof lodging houses, and behind them a railway station.) However, she\nsoon made out that she was in the pool of tears which she had wept when\nshe was nine feet high.\n\n“I wish I hadn’t cried so much!” said Alice, as she swam about, trying\nto find her way out. “I shall be punished for it now, I suppose, by\nbeing drowned in my own tears! That _will_ be a queer thing, to be\nsure! However, everything is queer to-day.”\n\nJust then she heard something splashing about in the pool a little way\noff, and she swam nearer to make out what it was: at first she thought\nit must be a walrus or hippopotamus, but then she remembered how small\nshe was now, and she soon made out that it was only a mouse that had\nslipped in like herself.\n\n“Would it be of any use, now,” thought Alice, “to speak to this mouse?\nEverything is so out-of-the-way down here, that I should think very\nlikely it can talk: at any rate, there’s no harm in trying.” So she\nbegan: “O Mouse, do you know the way out of this pool? I am very tired\nof swimming about here, O Mouse!” (Alice thought this must be the right\nway of speaking to a mouse: she had never done such a thing before, but\nshe remembered having seen in her brother’s Latin Grammar, “A mouse—of\na mouse—to a mouse—a mouse—O mouse!”) The Mouse looked at her rather\ninquisitively, and seemed to her to wink with one of its little eyes,\nbut it said nothing.\n\n“Perhaps it doesn’t understand English,” thought Alice; “I daresay it’s\na French mouse, come over with William the Conqueror.” (For, with all\nher knowledge of history, Alice had no very clear notion how long ago\nanything had happened.) So she began again: “Où est ma chatte?” which\nwas the first sentence in her French lesson-book. The Mouse gave a\nsudden leap out of the water, and seemed to quiver all over with\nfright. “Oh, I beg your pardon!” cried Alice hastily, afraid that she\nhad hurt the poor animal’s feelings. “I quite forgot you didn’t like\ncats.”\n\n“Not like cats!” cried the Mouse, in a shrill, passionate voice. “Would\n_you_ like cats if you were me?”\n\n“Well, perhaps not,” said Alice in a soothing tone: “don’t be angry\nabout it. And yet I wish I could show you our cat Dinah: I think you’d\ntake a fancy to cats if you could only see her. She is such a dear\nquiet thing,” Alice went on, half to herself, as she swam lazily about\nin the pool, “and she sits purring so nicely by the fire, licking her\npaws and washing her face—and she is such a nice soft thing to\nnurse—and she’s such a capital one for catching mice—oh, I beg your\npardon!” cried Alice again, for this time the Mouse was bristling all\nover, and she felt certain it must be really offended. “We won’t talk\nabout her any more if you’d rather not.”\n\n“We indeed!” cried the Mouse, who was trembling down to the end of his\ntail. “As if _I_ would talk on such a subject! Our family always\n_hated_ cats: nasty, low, vulgar things! Don’t let me hear the name\nagain!”\n\n“I won’t indeed!” said Alice, in a great hurry to change the subject of\nconversation. “Are you—are you fond—of—of dogs?” The Mouse did not\nanswer, so Alice went on eagerly: “There is such a nice little dog near\nour house I should like to show you! A little bright-eyed terrier, you\nknow, with oh, such long curly brown hair! And it’ll fetch things when\nyou throw them, and it’ll sit up and beg for its dinner, and all sorts\nof things—I can’t remember half of them—and it belongs to a farmer, you\nknow, and he says it’s so useful, it’s worth a hundred pounds! He says\nit kills all the rats and—oh dear!” cried Alice in a sorrowful tone,\n“I’m afraid I’ve offended it again!” For the Mouse was swimming away\nfrom her as hard as it could go, and making quite a commotion in the\npool as it went.\n\nSo she called softly after it, “Mouse dear! Do come back again, and we\nwon’t talk about cats or dogs either, if you don’t like them!” When the\nMouse heard this, it turned round and swam slowly back to her: its face\nwas quite pale (with passion, Alice thought), and it said in a low\ntrembling voice, “Let us get to the shore, and then I’ll tell you my\nhistory, and you’ll understand why it is I hate cats and dogs.”\n\nIt was high time to go, for the pool was getting quite crowded with the\nbirds and animals that had fallen into it: there were a Duck and a\nDodo, a Lory and an Eaglet, and several other curious creatures. Alice\nled the way, and the whole party swam to the shore.",
    "translated_content": "CHAPTER II.\n\n第二章\n眼泪池\n\n\n“越来越奇怪了！”爱丽丝（Alice）喊道（她惊讶得连标准英语都忘了怎么说），“现在我像是有史以来最大的望远镜那样展开了！再见了，我的脚！”（因为她低头看脚时，发现它们几乎要消失在天边了）“哦，我可怜的小脚丫，亲爱的们，现在谁来给你们穿鞋袜呢？我肯定是办不到了！我离你们太远，实在顾不上啦——你们只能自己想办法了。”爱丽丝转念又想，“不过我得对它们好些，不然它们说不定不肯走我要去的路！让我想想：以后每年圣诞节都要送它们一双新靴子。”\n\n她继续盘算着具体安排。“得让邮差送去，”她想，“给自己的脚送礼物多滑稽啊！收件地址写起来就更古怪了：\n\n    壁炉毯旁，挡火板边\n    爱丽丝的右脚阁下收\n    （爱丽丝敬赠）\n\n天哪，我在胡说些什么呀！”\n\n正想着，她的头撞上了大厅屋顶——原来她身高已超过九英尺。她急忙拿起小金钥匙，匆匆跑向花园门。\n\n可怜的爱丽丝！她最多只能侧身躺下，用一只眼睛透过门缝窥望花园，但想钻过去更是毫无希望。她坐下来又开始哭泣。\n\n“你该为自己害臊，”爱丽丝说，“像你这么大的姑娘（这话说得没错），还这样哭个没完！立刻停下，听见没有！”可她依然泪如雨下，直到身边汇成一片约四英寸深、漫过半间大厅的泪池。\n\n过了一会儿，远处传来轻微的脚步声，她急忙擦干眼睛看看来者。原来是那只白兔（White Rabbit）回来了，它打扮得衣冠楚楚，一手拿着白羔羊皮手套，一手握着大扇子，匆匆忙忙小跑着过来，边跑边嘀咕：“哦！公爵夫人！哦！我让她久等的话，她准会大发雷霆！”爱丽丝走投无路，见到谁都愿意求助。等兔子走近，她便怯生生地小声开口：“先生，麻烦您——”兔子吓得猛然一跳，丢下羔皮手套和扇子，拼命朝暗处逃窜而去。\n\n爱丽丝拿起扇子和手套，见大厅里十分闷热，便一边说话一边不停地扇着风：“哎呀呀！今天怎么一切都这么古怪！昨天还一切如常的。难道夜里我变了样？让我想想：今天早晨起床时我还是不是原来的我？我好像记得早晨就觉得有点不对头。可要是我不是原来的我了，那么接下来的问题就是：我究竟是谁呢？啊，这可真是个天大的难题！”她开始把自己认识的所有同龄孩子都想了一遍，看看自己是不是变成了她们当中的哪一个。\n\n“我肯定不是艾达，”她说，“因为她的头发是长长的卷发，而我的头发压根儿不卷；我也肯定不是梅布尔，因为我懂得各种各样的事情，而她呢，唉！她懂得实在太少了！再说，她是她，我是我，而且——哎呀，这一切真叫人糊涂！我要试试看，还记不记得以前知道的事情。让我想想：四乘五是十二，四乘六是十三，四乘七是——哎呀！照这样算下去，我怎么也算不到二十呀！不过，乘法表也没什么要紧，试试地理吧。伦敦是巴黎的首都，巴黎是罗马的首都，罗马——不对，全错了，我敢肯定！我一定是变成梅布尔了！我来试试背《小鳄鱼怎么……》。”她双手交叉放在腿上，就像背书那样，开始背起来，但她的声音嘶哑陌生，说出来的词也跟往常不一样：\n\n“小鳄鱼怎么保养\n    它闪亮的尾巴，\n用尼罗河水冲刷\n    每片金色的鳞甲！\n\n它笑得多么欢畅，\n    伸爪姿式多灵巧，\n迎接小鱼游进\n    它温柔微笑的嘴角！”\n\n“我敢肯定这些话都不对，”可怜的爱丽丝说着，泪水又涌了上来，“我终究还是得变成梅布尔，得去住那间憋闷的小屋子，几乎没什么玩具可玩，还要学那么多功课！不，我打定主意了：要是我成了梅布尔，我就永远待在这儿！就算他们把头伸下来喊‘上来吧，亲爱的！’也没用。我只会抬头问‘那我是谁？先告诉我这个，要是我喜欢当那个人，我就上去；要是不喜欢，我就一直待在这儿，直到变成别人为止’——可是，唉！”爱丽丝突然泪如泉涌，“我真希望他们能把头伸下来！我实在厌倦极了孤零零待在这儿！”\n\n她说着低头看了看自己的手，惊讶地发现说话时竟戴上了兔子的一只白色小羊皮手套。“我怎么可能戴上这个？”她想，“我一定又在变小了。”她起身走到桌边比量身高，发现现在自己大约只有两英尺高了，而且还在迅速缩小。她很快发现是手里拿的扇子导致的，便急忙扔掉扇子，总算没有完全缩没影儿。\n\n“真是死里逃生！”爱丽丝说，这突如其来的变化让她心惊胆战，但发现自己依然存在又十分欣喜，“现在该去花园了！”她飞快地跑回小门边：可是，糟了！小门又关上了，那把小金钥匙还像之前那样躺在玻璃桌上。“现在更糟糕了，”可怜的孩子想，“我从没变得这么小过，从来没有！这实在太糟糕了，真是的！”\n\n话音未落，她脚下一滑，扑通一声！整个人掉进了咸水里，水没到了下巴。她首先想到是自己不小心掉进了海里。“那样的话我可以坐火车回去，”她自言自语道。（爱丽丝生平只去过一次海边，总结出这样的规律：无论走到英国海岸的什么地方，总会看到海里有些更衣车，有些孩子拿着木铲在沙滩挖洞，一排出租屋后面总有个火车站。）不过她很快发现，自己正泡在九英尺高时哭出来的那汪泪水里。\n\n“我真后悔不该哭得这么厉害！”爱丽丝一边说，一边游来游去，想找条出路。“现在我要受罚了，我想，就要淹死在自己的眼泪里了！这真是件怪事，真的！不过今天样样事情都怪。”\n\n就在这时，她听到不远处的池子里有什么东西在扑腾，就游近点看看是什么：起初她以为一定是只海象或者河马，但接着她想起自己现在有多小，很快就看出来那不过是只老鼠，像她自己一样滑了进来。\n\n“现在，”爱丽丝想，“跟这只老鼠说话有用吗？这下面的一切都这么不寻常，我想它很可能也会说话：不管怎样，试试总没坏处。”于是她开口说：“老鼠啊，你知道从这个池子出去的路吗？我在这里游来游去累极了，老鼠啊！”（爱丽丝觉得跟老鼠说话就该用这种方式：她以前从没做过这种事，但她记得在她哥哥的拉丁语法书里看到过：“一只老鼠——老鼠的——给一只老鼠——一只老鼠——哦，老鼠！”）老鼠很好奇地看着她，在她看来好像还眨了一下它的一只小眼睛，但什么也没说。\n\n“也许它不懂英语，”爱丽丝想，“我敢说它是只法国老鼠，是跟征服者威廉一起来的。”（因为，尽管爱丽丝知道不少历史，她对事情发生在多久以前并没有很清楚的概念。）于是她又开口说：“Où est ma chatte？”这是她法语课本里的第一句话。老鼠猛地从水里跳起来，好像吓得浑身发抖。“哦，对不起！”爱丽丝急忙喊道，生怕伤害了这可怜动物的感情。“我完全忘了你不喜欢猫。”\n\n“不喜欢猫！”老鼠尖声激动地喊道。“你要是我的话，你会喜欢猫吗？”\n\n“嗯，也许不会，”爱丽丝用安抚的语气说，“别为这个生气啦。不过我真希望你能见见我们的猫咪黛娜：我觉得只要你见到她，一定会喜欢上猫的。她真是个安静可爱的小东西，”爱丽丝半自言自语地继续说着，懒洋洋地在池塘里游着，“她总爱坐在炉火边呜呜地哼着，舔舔爪子洗洗脸——而且她抱起来又软和又舒服——她抓老鼠的本领可厉害啦——哎呀，请原谅！”爱丽丝又叫了起来，因为这次老鼠全身的毛都竖了起来，她确信它真的被惹恼了。“如果你不愿意，我们再也不提她了。”\n\n“我们？”老鼠气得连尾巴尖都在发抖，“好像我会愿意谈这种话题似的！我们家族向来痛恨猫：那些卑鄙、下流、粗俗的东西！别再让我听到这个名字！”\n\n“真的不说了！”爱丽丝急忙转换话题，“你喜——喜欢——狗吗？”老鼠没有回答，于是爱丽丝热切地继续说：“我家附近有只可爱的小狗，真想让你瞧瞧！那是只眼睛亮亮的小猎犬，你知道吗，它长着卷卷的棕色长毛！你把东西扔出去，它会叼回来，还会坐直身子讨饭吃，会好多把戏呢——我连一半都记不全——它是一个农夫的，他说这狗能干极了，值一百英镑呢！他说它能把所有老鼠都消灭光——哎呀！”爱丽丝懊恼地叫起来，“恐怕又惹你生气了！”因为老鼠正拼命从她身边游开，把池塘水搅得哗哗作响。\n\n于是她柔声呼唤着：“亲爱的老鼠啊！快回来吧，要是你不喜欢，我们再也不谈猫和狗了！”老鼠听见这话，便转过身慢慢游回她身边，脸色苍白（爱丽丝想一定是气坏了），用低沉颤抖的声音说：“我们先上岸吧，到时候我会讲我的故事，你就明白为什么我恨透了猫和狗。”\n\n确实该离开了，因为池塘里掉进来的鸟兽越来越多，显得十分拥挤：有鸭子、渡渡鸟、鹦鹉、小鹰，还有好些稀奇古怪的动物。爱丽丝带头，整个队伍一齐向岸边游去。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER III.",
    "translated_title": "CHAPTER III.",
    "original_content": "CHAPTER III.\nA Caucus-Race and a Long Tale\n\n\nThey were indeed a queer-looking party that assembled on the bank—the\nbirds with draggled feathers, the animals with their fur clinging close\nto them, and all dripping wet, cross, and uncomfortable.\n\nThe first question of course was, how to get dry again: they had a\nconsultation about this, and after a few minutes it seemed quite\nnatural to Alice to find herself talking familiarly with them, as if\nshe had known them all her life. Indeed, she had quite a long argument\nwith the Lory, who at last turned sulky, and would only say, “I am\nolder than you, and must know better;” and this Alice would not allow\nwithout knowing how old it was, and, as the Lory positively refused to\ntell its age, there was no more to be said.\n\nAt last the Mouse, who seemed to be a person of authority among them,\ncalled out, “Sit down, all of you, and listen to me! _I’ll_ soon make\nyou dry enough!” They all sat down at once, in a large ring, with the\nMouse in the middle. Alice kept her eyes anxiously fixed on it, for she\nfelt sure she would catch a bad cold if she did not get dry very soon.\n\n“Ahem!” said the Mouse with an important air, “are you all ready? This\nis the driest thing I know. Silence all round, if you please! ‘William\nthe Conqueror, whose cause was favoured by the pope, was soon submitted\nto by the English, who wanted leaders, and had been of late much\naccustomed to usurpation and conquest. Edwin and Morcar, the earls of\nMercia and Northumbria—’”\n\n“Ugh!” said the Lory, with a shiver.\n\n“I beg your pardon!” said the Mouse, frowning, but very politely: “Did\nyou speak?”\n\n“Not I!” said the Lory hastily.\n\n“I thought you did,” said the Mouse. “—I proceed. ‘Edwin and Morcar,\nthe earls of Mercia and Northumbria, declared for him: and even\nStigand, the patriotic archbishop of Canterbury, found it advisable—’”\n\n“Found _what_?” said the Duck.\n\n“Found _it_,” the Mouse replied rather crossly: “of course you know\nwhat ‘it’ means.”\n\n“I know what ‘it’ means well enough, when _I_ find a thing,” said the\nDuck: “it’s generally a frog or a worm. The question is, what did the\narchbishop find?”\n\nThe Mouse did not notice this question, but hurriedly went on, “‘—found\nit advisable to go with Edgar Atheling to meet William and offer him\nthe crown. William’s conduct at first was moderate. But the insolence\nof his Normans—’ How are you getting on now, my dear?” it continued,\nturning to Alice as it spoke.\n\n“As wet as ever,” said Alice in a melancholy tone: “it doesn’t seem to\ndry me at all.”\n\n“In that case,” said the Dodo solemnly, rising to its feet, “I move\nthat the meeting adjourn, for the immediate adoption of more energetic\nremedies—”\n\n“Speak English!” said the Eaglet. “I don’t know the meaning of half\nthose long words, and, what’s more, I don’t believe you do either!” And\nthe Eaglet bent down its head to hide a smile: some of the other birds\ntittered audibly.\n\n“What I was going to say,” said the Dodo in an offended tone, “was,\nthat the best thing to get us dry would be a Caucus-race.”\n\n“What _is_ a Caucus-race?” said Alice; not that she wanted much to\nknow, but the Dodo had paused as if it thought that _somebody_ ought to\nspeak, and no one else seemed inclined to say anything.\n\n“Why,” said the Dodo, “the best way to explain it is to do it.” (And,\nas you might like to try the thing yourself, some winter day, I will\ntell you how the Dodo managed it.)\n\nFirst it marked out a race-course, in a sort of circle, (“the exact\nshape doesn’t matter,” it said,) and then all the party were placed\nalong the course, here and there. There was no “One, two, three, and\naway,” but they began running when they liked, and left off when they\nliked, so that it was not easy to know when the race was over. However,\nwhen they had been running half an hour or so, and were quite dry\nagain, the Dodo suddenly called out “The race is over!” and they all\ncrowded round it, panting, and asking, “But who has won?”\n\nThis question the Dodo could not answer without a great deal of\nthought, and it sat for a long time with one finger pressed upon its\nforehead (the position in which you usually see Shakespeare, in the\npictures of him), while the rest waited in silence. At last the Dodo\nsaid, “_Everybody_ has won, and all must have prizes.”\n\n“But who is to give the prizes?” quite a chorus of voices asked.\n\n“Why, _she_, of course,” said the Dodo, pointing to Alice with one\nfinger; and the whole party at once crowded round her, calling out in a\nconfused way, “Prizes! Prizes!”\n\nAlice had no idea what to do, and in despair she put her hand in her\npocket, and pulled out a box of comfits, (luckily the salt water had\nnot got into it), and handed them round as prizes. There was exactly\none a-piece, all round.\n\n“But she must have a prize herself, you know,” said the Mouse.\n\n“Of course,” the Dodo replied very gravely. “What else have you got in\nyour pocket?” he went on, turning to Alice.\n\n“Only a thimble,” said Alice sadly.\n\n“Hand it over here,” said the Dodo.\n\nThen they all crowded round her once more, while the Dodo solemnly\npresented the thimble, saying “We beg your acceptance of this elegant\nthimble;” and, when it had finished this short speech, they all\ncheered.\n\nAlice thought the whole thing very absurd, but they all looked so grave\nthat she did not dare to laugh; and, as she could not think of anything\nto say, she simply bowed, and took the thimble, looking as solemn as\nshe could.\n\nThe next thing was to eat the comfits: this caused some noise and\nconfusion, as the large birds complained that they could not taste\ntheirs, and the small ones choked and had to be patted on the back.\nHowever, it was over at last, and they sat down again in a ring, and\nbegged the Mouse to tell them something more.\n\n“You promised to tell me your history, you know,” said Alice, “and why\nit is you hate—C and D,” she added in a whisper, half afraid that it\nwould be offended again.\n\n“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and\nsighing.\n\n“It _is_ a long tail, certainly,” said Alice, looking down with wonder\nat the Mouse’s tail; “but why do you call it sad?” And she kept on\npuzzling about it while the Mouse was speaking, so that her idea of the\ntale was something like this:—\n\n         “Fury said to a mouse, That he met in the house, ‘Let us both\n         go to law: _I_ will prosecute _you_.—Come, I’ll take no\n         denial; We must have a trial: For really this morning I’ve\n         nothing to do.’ Said the mouse to the cur, ‘Such a trial, dear\n         sir, With no jury or judge, would be wasting our breath.’\n         ‘I’ll be judge, I’ll be jury,’ Said cunning old Fury: ‘I’ll\n         try the whole cause, and condemn you to death.’”\n\n“You are not attending!” said the Mouse to Alice severely. “What are\nyou thinking of?”\n\n“I beg your pardon,” said Alice very humbly: “you had got to the fifth\nbend, I think?”\n\n“I had _not!_” cried the Mouse, sharply and very angrily.\n\n“A knot!” said Alice, always ready to make herself useful, and looking\nanxiously about her. “Oh, do let me help to undo it!”\n\n“I shall do nothing of the sort,” said the Mouse, getting up and\nwalking away. “You insult me by talking such nonsense!”\n\n“I didn’t mean it!” pleaded poor Alice. “But you’re so easily offended,\nyou know!”\n\nThe Mouse only growled in reply.\n\n“Please come back and finish your story!” Alice called after it; and\nthe others all joined in chorus, “Yes, please do!” but the Mouse only\nshook its head impatiently, and walked a little quicker.\n\n“What a pity it wouldn’t stay!” sighed the Lory, as soon as it was\nquite out of sight; and an old Crab took the opportunity of saying to\nher daughter “Ah, my dear! Let this be a lesson to you never to lose\n_your_ temper!” “Hold your tongue, Ma!” said the young Crab, a little\nsnappishly. “You’re enough to try the patience of an oyster!”\n\n“I wish I had our Dinah here, I know I do!” said Alice aloud,\naddressing nobody in particular. “She’d soon fetch it back!”\n\n“And who is Dinah, if I might venture to ask the question?” said the\nLory.\n\nAlice replied eagerly, for she was always ready to talk about her pet:\n“Dinah’s our cat. And she’s such a capital one for catching mice you\ncan’t think! And oh, I wish you could see her after the birds! Why,\nshe’ll eat a little bird as soon as look at it!”\n\nThis speech caused a remarkable sensation among the party. Some of the\nbirds hurried off at once: one old Magpie began wrapping itself up very\ncarefully, remarking, “I really must be getting home; the night-air\ndoesn’t suit my throat!” and a Canary called out in a trembling voice\nto its children, “Come away, my dears! It’s high time you were all in\nbed!” On various pretexts they all moved off, and Alice was soon left\nalone.\n\n“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy\ntone. “Nobody seems to like her, down here, and I’m sure she’s the best\ncat in the world! Oh, my dear Dinah! I wonder if I shall ever see you\nany more!” And here poor Alice began to cry again, for she felt very\nlonely and low-spirited. In a little while, however, she again heard a\nlittle pattering of footsteps in the distance, and she looked up\neagerly, half hoping that the Mouse had changed his mind, and was\ncoming back to finish his story.",
    "translated_content": "CHAPTER III.\n\n第三章\n一场核心会议式赛跑和一个长长的故事\n\n\n聚集在河岸上的这群家伙确实模样古怪——鸟儿们羽毛紧贴在身上，小动物们皮毛湿漉漉地黏着，全都浑身滴水，气鼓鼓的，一副狼狈相。\n\n首要问题当然是怎样把身上弄干：大家就此商议起来，没过几分钟，爱丽丝就很自然地和他们熟络地交谈起来，仿佛从小就认识似的。她甚至和鹦鹉争论了老半天，最后鹦鹉气鼓鼓地只说：“我年纪比你大，懂得肯定比你多。”爱丽丝可不吃这一套，她不知道鹦鹉究竟多大年纪，而鹦鹉坚决不肯说出自己的年龄，于是这场争论便无果而终。\n\n最后，那只在群体中颇有威望的老鼠高声喊道：“全都坐下，听我说！我很快就能让你们干透！”大家立刻围成一个大圆圈坐下，老鼠站在中间。爱丽丝焦急地盯着它，心想再不赶快弄干，自己肯定会得重感冒。\n\n“咳！”老鼠煞有介事地清了清嗓子，“都准备好了吗？我要讲的是我知道的最干巴巴的东西。请大家保持安静！‘征服者威廉（威廉一世）的事业得到教皇支持，很快便征服了英格兰。英格兰人需要领袖，而且近来已习惯了被篡位和征服。麦西亚与诺森布里亚的伯爵埃德温与莫卡——’”\n\n“啊嚏！”鹦鹉打了个哆嗦。\n\n“请原谅！”老鼠皱着眉头却仍彬彬有礼地问，“刚才是你说话吗？”\n\n“不是我！”鹦鹉急忙否认。\n\n“我以为是你。”老鼠说，“那我继续。‘埃德温与莫卡，即麦西亚与诺森布里亚的伯爵，都表态支持他；就连坎特伯雷那位爱国的大主教斯蒂甘德，也认为这是明智之举——’”\n\n“认为什么？”鸭子插嘴道。\n\n“认为‘这’，”老鼠有点恼火地回答，“你当然明白‘这’指什么。”\n\n“当我找到一样东西时，当然清楚‘这’指什么，”鸭子说，“通常是青蛙或蚯蚓。问题在于，大主教到底认为什么？”\n\n老鼠没理会这个问题，急匆匆地继续念道：“‘——认为应当陪同埃德加·阿瑟林去迎接威廉，并献上王冠。威廉起初的行为还算克制。但他手下诺曼人的傲慢无礼——’亲爱的，你现在感觉怎么样？”它突然转向爱丽丝问道。\n\n“还是湿漉漉的，”爱丽丝（Alice）用忧郁的语调说，“一点儿都没把我弄干。”\n\n“既然如此，”渡渡鸟（Dodo）庄严地站起身来说道，“我提议休会，以便立即采取更有效的措施——”\n\n“说人话！”小鹰（Eaglet）喊道，“你那些长词儿我一半都听不懂，而且，我看你自己也未必明白！”小鹰低头藏起笑容：其他几只鸟也忍不住哧哧地笑出声来。\n\n“我本来要说的是，”渡渡鸟用受委屈的声调说，“让我们变干的最好办法，就是举行一场核心小组赛跑。”\n\n“什么是核心小组赛跑？”爱丽丝问道。其实她并不太想知道，但渡渡鸟说到这里停住了，好像觉得总该有人接话，而其他人都没有开口的意思。\n\n“这个嘛，”渡渡鸟说，“最好的解释方法就是亲自做一遍。”（既然你们可能也想在某个冬日试试，我就告诉你们渡渡鸟是怎么安排的。）\n\n它先画出一条跑道，大致是个圆圈（“形状准不准确没关系，”它说），然后让大家沿着跑道这儿一个那儿一个地站好。没有“一、二、三、跑”的口令，大家想跑就开始跑，想停就停下，所以很难判断比赛什么时候结束。不过，等大家跑了半小时左右，身上都完全干了，渡渡鸟突然喊道：“比赛结束！”大伙儿都喘着气围拢过来，七嘴八舌地问：“那谁赢了呢？”\n\n这个问题让渡渡鸟沉思良久，它用一个指头按着额头（就是画像里莎士比亚常摆的那种姿势），其他动物安静地等待着。最后渡渡鸟宣布：“大家都赢了，所有人都该有奖品。”\n\n“可是谁来发奖品呢？”大家齐声问道。\n\n“当然是她啦。”渡渡鸟用一根手指指着爱丽丝说。全体成员立刻围住她，乱哄哄地嚷着：“奖品！奖品！”\n\n爱丽丝不知如何是好，只好绝望地把手伸进口袋，摸出一盒蜜饯（幸好咸水没渗进去），当作奖品分给大家。正好每人都分到一块。\n\n“可是她自己也得有奖品呀，你们说是不是？”老鼠说道。\n\n“当然，”渡渡鸟非常严肃地回答。它转向爱丽丝，接着问：“你口袋里还有别的吗？”\n\n“只有一个顶针，”爱丽丝（Alice）伤心地说。\n\n“把它交过来吧，”渡渡鸟（Dodo）说。\n\n于是大家又围到她身边，渡渡鸟庄重地献上顶针，说道：“我们恳请您收下这枚精致的顶针。”它这段简短的致辞结束后，全体欢呼起来。\n\n爱丽丝觉得整件事荒唐极了，但大家都神情肃穆，她不敢笑出声来；又想不出该说什么话，只好鞠了一躬，接过顶针，尽可能摆出严肃的表情。\n\n接下来是吃糖果的环节：现场顿时喧闹混乱起来，大鸟们抱怨尝不出糖果滋味，小鸟们则噎得直呛，需要别人拍背顺气。不过这场骚动终于平息了，大家重新坐成一圈，请求老鼠再讲些故事。\n\n“你答应过要讲你的经历，”爱丽丝说，“还有你为什么讨厌——C和D。”她压低声音补充道，生怕又惹对方生气。\n\n“我的故事又长又悲伤！”老鼠转向爱丽丝，叹了口气。\n\n“你的尾巴确实很长，”爱丽丝惊奇地低头看着老鼠的尾巴，“但为什么说它悲伤呢？”老鼠讲话时，她始终琢磨着这个问题，结果把故事想象成了这样：\n\n        “恶狗对屋里的老鼠说：\n        ‘咱们法庭见分晓，\n        我要控告你——别想逃；\n        今日上午闲无事，\n        定要开庭把案审。’\n        老鼠对恶狗道：\n        ‘这般审判实可笑，\n        无陪审无法官，\n        白费口舌徒劳神。’\n        ‘我当法官兼陪审，’\n        狡猾老狗宣了判，\n        ‘审理全程独裁定，\n        判你死刑即刻行。’”\n\n“你根本没在听！”老鼠严厉地对爱丽丝说，“你想到哪儿去了？”\n\n“对不起，”爱丽丝怯生生地说，“我想你是讲到第五个弯了吧？”\n\n“我还没讲到！”老鼠尖声怒喝。\n\n“打个结吧！”爱丽丝向来乐于助人，焦急地环顾四周，“哦，让我帮你解开它！”\n\n“我才不要解什么结，”老鼠说着站起身就走，“你说这种胡话是在侮辱我！”\n\n“我不是故意的！”可怜的爱丽丝辩解道，“可你也太容易生气了！”\n\n老鼠只是低吼了一声作为回答。\n\n“请回来讲完你的故事！”爱丽丝在它身后喊道；  \n其他动物也齐声附和：“是啊，请回来吧！”  \n但老鼠只是不耐烦地摇摇头，步子走得更快了些。\n\n“它不肯留下，多可惜呀！”鹦鹉一见它完全没了踪影，便叹息道。  \n一只老螃蟹趁机对女儿说：“啊，我的宝贝！记住这个教训，千万别乱发脾气！”  \n“别说了，妈妈！”小螃蟹有点暴躁地说，“您这脾气连牡蛎都受不了！”\n\n“我真希望黛娜在这儿，真的！”爱丽丝大声说道，仿佛在自言自语，  \n“她准能马上把老鼠抓回来！”\n\n“恕我冒昧，黛娜是谁呢？”鹦鹉问道。\n\n爱丽丝热切地回答，她向来乐意谈论自己的宠物：  \n“黛娜是我们的猫。她抓老鼠的本领可厉害了，你们绝对想不到！  \n哦，要是你们能看见她追小鸟的样子就好了！  \n哎呀，她只要瞧见小鸟，转眼就能把它吞下肚！”\n\n这番话在动物间引起了不小的骚动。  \n几只鸟立刻匆匆飞走了：一只老喜鹊小心翼翼地裹紧羽毛，嘀咕着：  \n“我真得回家了，夜风对我的嗓子不好！”  \n一只金丝雀用发抖的声音呼唤孩子们：“快走吧，宝贝们！你们早该上床睡觉了！”  \n大家找着各种借口纷纷离去，不一会儿，只剩下爱丽丝孤零零一个人。\n\n“我真不该提起黛娜！”她沮丧地自言自语，  \n“这儿好像谁也不喜欢她，可她明明是世上最棒的猫呀！  \n唉，亲爱的黛娜！不知道还能不能再见到你！”  \n可怜的爱丽丝又哭了起来，她感到无比孤独和低落。  \n然而过了片刻，远处再次传来轻微的脚步声，  \n她急切地抬起头，心里暗暗盼着老鼠改变主意，回来讲完它的故事。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER IV.",
    "translated_title": "CHAPTER IV.",
    "original_content": "CHAPTER IV.\nThe Rabbit Sends in a Little Bill\n\n\nIt was the White Rabbit, trotting slowly back again, and looking\nanxiously about as it went, as if it had lost something; and she heard\nit muttering to itself “The Duchess! The Duchess! Oh my dear paws! Oh\nmy fur and whiskers! She’ll get me executed, as sure as ferrets are\nferrets! Where _can_ I have dropped them, I wonder?” Alice guessed in a\nmoment that it was looking for the fan and the pair of white kid\ngloves, and she very good-naturedly began hunting about for them, but\nthey were nowhere to be seen—everything seemed to have changed since\nher swim in the pool, and the great hall, with the glass table and the\nlittle door, had vanished completely.\n\nVery soon the Rabbit noticed Alice, as she went hunting about, and\ncalled out to her in an angry tone, “Why, Mary Ann, what _are_ you\ndoing out here? Run home this moment, and fetch me a pair of gloves and\na fan! Quick, now!” And Alice was so much frightened that she ran off\nat once in the direction it pointed to, without trying to explain the\nmistake it had made.\n\n“He took me for his housemaid,” she said to herself as she ran. “How\nsurprised he’ll be when he finds out who I am! But I’d better take him\nhis fan and gloves—that is, if I can find them.” As she said this, she\ncame upon a neat little house, on the door of which was a bright brass\nplate with the name “W. RABBIT,” engraved upon it. She went in without\nknocking, and hurried upstairs, in great fear lest she should meet the\nreal Mary Ann, and be turned out of the house before she had found the\nfan and gloves.\n\n“How queer it seems,” Alice said to herself, “to be going messages for\na rabbit! I suppose Dinah’ll be sending me on messages next!” And she\nbegan fancying the sort of thing that would happen: “‘Miss Alice! Come\nhere directly, and get ready for your walk!’ ‘Coming in a minute,\nnurse! But I’ve got to see that the mouse doesn’t get out.’ Only I\ndon’t think,” Alice went on, “that they’d let Dinah stop in the house\nif it began ordering people about like that!”\n\nBy this time she had found her way into a tidy little room with a table\nin the window, and on it (as she had hoped) a fan and two or three\npairs of tiny white kid gloves: she took up the fan and a pair of the\ngloves, and was just going to leave the room, when her eye fell upon a\nlittle bottle that stood near the looking-glass. There was no label\nthis time with the words “DRINK ME,” but nevertheless she uncorked it\nand put it to her lips. “I know _something_ interesting is sure to\nhappen,” she said to herself, “whenever I eat or drink anything; so\nI’ll just see what this bottle does. I do hope it’ll make me grow large\nagain, for really I’m quite tired of being such a tiny little thing!”\n\nIt did so indeed, and much sooner than she had expected: before she had\ndrunk half the bottle, she found her head pressing against the ceiling,\nand had to stoop to save her neck from being broken. She hastily put\ndown the bottle, saying to herself “That’s quite enough—I hope I shan’t\ngrow any more—As it is, I can’t get out at the door—I do wish I hadn’t\ndrunk quite so much!”\n\nAlas! it was too late to wish that! She went on growing, and growing,\nand very soon had to kneel down on the floor: in another minute there\nwas not even room for this, and she tried the effect of lying down with\none elbow against the door, and the other arm curled round her head.\nStill she went on growing, and, as a last resource, she put one arm out\nof the window, and one foot up the chimney, and said to herself “Now I\ncan do no more, whatever happens. What _will_ become of me?”\n\nLuckily for Alice, the little magic bottle had now had its full effect,\nand she grew no larger: still it was very uncomfortable, and, as there\nseemed to be no sort of chance of her ever getting out of the room\nagain, no wonder she felt unhappy.\n\n“It was much pleasanter at home,” thought poor Alice, “when one wasn’t\nalways growing larger and smaller, and being ordered about by mice and\nrabbits. I almost wish I hadn’t gone down that rabbit-hole—and yet—and\nyet—it’s rather curious, you know, this sort of life! I do wonder what\n_can_ have happened to me! When I used to read fairy-tales, I fancied\nthat kind of thing never happened, and now here I am in the middle of\none! There ought to be a book written about me, that there ought! And\nwhen I grow up, I’ll write one—but I’m grown up now,” she added in a\nsorrowful tone; “at least there’s no room to grow up any more _here_.”\n\n“But then,” thought Alice, “shall I _never_ get any older than I am\nnow? That’ll be a comfort, one way—never to be an old woman—but\nthen—always to have lessons to learn! Oh, I shouldn’t like _that!_”\n\n“Oh, you foolish Alice!” she answered herself. “How can you learn\nlessons in here? Why, there’s hardly room for _you_, and no room at all\nfor any lesson-books!”\n\nAnd so she went on, taking first one side and then the other, and\nmaking quite a conversation of it altogether; but after a few minutes\nshe heard a voice outside, and stopped to listen.\n\n“Mary Ann! Mary Ann!” said the voice. “Fetch me my gloves this moment!”\nThen came a little pattering of feet on the stairs. Alice knew it was\nthe Rabbit coming to look for her, and she trembled till she shook the\nhouse, quite forgetting that she was now about a thousand times as\nlarge as the Rabbit, and had no reason to be afraid of it.\n\nPresently the Rabbit came up to the door, and tried to open it; but, as\nthe door opened inwards, and Alice’s elbow was pressed hard against it,\nthat attempt proved a failure. Alice heard it say to itself “Then I’ll\ngo round and get in at the window.”\n\n“_That_ you won’t!” thought Alice, and, after waiting till she fancied\nshe heard the Rabbit just under the window, she suddenly spread out her\nhand, and made a snatch in the air. She did not get hold of anything,\nbut she heard a little shriek and a fall, and a crash of broken glass,\nfrom which she concluded that it was just possible it had fallen into a\ncucumber-frame, or something of the sort.\n\nNext came an angry voice—the Rabbit’s—“Pat! Pat! Where are you?” And\nthen a voice she had never heard before, “Sure then I’m here! Digging\nfor apples, yer honour!”\n\n“Digging for apples, indeed!” said the Rabbit angrily. “Here! Come and\nhelp me out of _this!_” (Sounds of more broken glass.)\n\n“Now tell me, Pat, what’s that in the window?”\n\n“Sure, it’s an arm, yer honour!” (He pronounced it “arrum.”)\n\n“An arm, you goose! Who ever saw one that size? Why, it fills the whole\nwindow!”\n\n“Sure, it does, yer honour: but it’s an arm for all that.”\n\n“Well, it’s got no business there, at any rate: go and take it away!”\n\nThere was a long silence after this, and Alice could only hear whispers\nnow and then; such as, “Sure, I don’t like it, yer honour, at all, at\nall!” “Do as I tell you, you coward!” and at last she spread out her\nhand again, and made another snatch in the air. This time there were\n_two_ little shrieks, and more sounds of broken glass. “What a number\nof cucumber-frames there must be!” thought Alice. “I wonder what\nthey’ll do next! As for pulling me out of the window, I only wish they\n_could!_ I’m sure _I_ don’t want to stay in here any longer!”\n\nShe waited for some time without hearing anything more: at last came a\nrumbling of little cartwheels, and the sound of a good many voices all\ntalking together: she made out the words: “Where’s the other\nladder?—Why, I hadn’t to bring but one; Bill’s got the other—Bill!\nfetch it here, lad!—Here, put ’em up at this corner—No, tie ’em\ntogether first—they don’t reach half high enough yet—Oh! they’ll do\nwell enough; don’t be particular—Here, Bill! catch hold of this\nrope—Will the roof bear?—Mind that loose slate—Oh, it’s coming down!\nHeads below!” (a loud crash)—“Now, who did that?—It was Bill, I\nfancy—Who’s to go down the chimney?—Nay, _I_ shan’t! _You_ do\nit!—_That_ I won’t, then!—Bill’s to go down—Here, Bill! the master says\nyou’re to go down the chimney!”\n\n“Oh! So Bill’s got to come down the chimney, has he?” said Alice to\nherself. “Shy, they seem to put everything upon Bill! I wouldn’t be in\nBill’s place for a good deal: this fireplace is narrow, to be sure; but\nI _think_ I can kick a little!”\n\nShe drew her foot as far down the chimney as she could, and waited till\nshe heard a little animal (she couldn’t guess of what sort it was)\nscratching and scrambling about in the chimney close above her: then,\nsaying to herself “This is Bill,” she gave one sharp kick, and waited\nto see what would happen next.\n\nThe first thing she heard was a general chorus of “There goes Bill!”\nthen the Rabbit’s voice along—“Catch him, you by the hedge!” then\nsilence, and then another confusion of voices—“Hold up his head—Brandy\nnow—Don’t choke him—How was it, old fellow? What happened to you? Tell\nus all about it!”\n\nLast came a little feeble, squeaking voice, (“That’s Bill,” thought\nAlice,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m\na deal too flustered to tell you—all I know is, something comes at me\nlike a Jack-in-the-box, and up I goes like a sky-rocket!”\n\n“So you did, old fellow!” said the others.\n\n“We must burn the house down!” said the Rabbit’s voice; and Alice\ncalled out as loud as she could, “If you do, I’ll set Dinah at you!”\n\nThere was a dead silence instantly, and Alice thought to herself, “I\nwonder what they _will_ do next! If they had any sense, they’d take the\nroof off.” After a minute or two, they began moving about again, and\nAlice heard the Rabbit say, “A barrowful will do, to begin with.”\n\n“A barrowful of _what?_” thought Alice; but she had not long to doubt,\nfor the next moment a shower of little pebbles came rattling in at the\nwindow, and some of them hit her in the face. “I’ll put a stop to\nthis,” she said to herself, and shouted out, “You’d better not do that\nagain!” which produced another dead silence.\n\nAlice noticed with some surprise that the pebbles were all turning into\nlittle cakes as they lay on the floor, and a bright idea came into her\nhead. “If I eat one of these cakes,” she thought, “it’s sure to make\n_some_ change in my size; and as it can’t possibly make me larger, it\nmust make me smaller, I suppose.”\n\nSo she swallowed one of the cakes, and was delighted to find that she\nbegan shrinking directly. As soon as she was small enough to get\nthrough the door, she ran out of the house, and found quite a crowd of\nlittle animals and birds waiting outside. The poor little Lizard, Bill,\nwas in the middle, being held up by two guinea-pigs, who were giving it\nsomething out of a bottle. They all made a rush at Alice the moment she\nappeared; but she ran off as hard as she could, and soon found herself\nsafe in a thick wood.\n\n“The first thing I’ve got to do,” said Alice to herself, as she\nwandered about in the wood, “is to grow to my right size again; and the\nsecond thing is to find my way into that lovely garden. I think that\nwill be the best plan.”\n\nIt sounded an excellent plan, no doubt, and very neatly and simply\narranged; the only difficulty was, that she had not the smallest idea\nhow to set about it; and while she was peering about anxiously among\nthe trees, a little sharp bark just over her head made her look up in a\ngreat hurry.\n\nAn enormous puppy was looking down at her with large round eyes, and\nfeebly stretching out one paw, trying to touch her. “Poor little\nthing!” said Alice, in a coaxing tone, and she tried hard to whistle to\nit; but she was terribly frightened all the time at the thought that it\nmight be hungry, in which case it would be very likely to eat her up in\nspite of all her coaxing.\n\nHardly knowing what she did, she picked up a little bit of stick, and\nheld it out to the puppy; whereupon the puppy jumped into the air off\nall its feet at once, with a yelp of delight, and rushed at the stick,\nand made believe to worry it; then Alice dodged behind a great thistle,\nto keep herself from being run over; and the moment she appeared on the\nother side, the puppy made another rush at the stick, and tumbled head\nover heels in its hurry to get hold of it; then Alice, thinking it was\nvery like having a game of play with a cart-horse, and expecting every\nmoment to be trampled under its feet, ran round the thistle again; then\nthe puppy began a series of short charges at the stick, running a very\nlittle way forwards each time and a long way back, and barking hoarsely\nall the while, till at last it sat down a good way off, panting, with\nits tongue hanging out of its mouth, and its great eyes half shut.\n\nThis seemed to Alice a good opportunity for making her escape; so she\nset off at once, and ran till she was quite tired and out of breath,\nand till the puppy’s bark sounded quite faint in the distance.\n\n“And yet what a dear little puppy it was!” said Alice, as she leant\nagainst a buttercup to rest herself, and fanned herself with one of the\nleaves: “I should have liked teaching it tricks very much, if—if I’d\nonly been the right size to do it! Oh dear! I’d nearly forgotten that\nI’ve got to grow up again! Let me see—how _is_ it to be managed? I\nsuppose I ought to eat or drink something or other; but the great\nquestion is, what?”\n\nThe great question certainly was, what? Alice looked all round her at\nthe flowers and the blades of grass, but she did not see anything that\nlooked like the right thing to eat or drink under the circumstances.\nThere was a large mushroom growing near her, about the same height as\nherself; and when she had looked under it, and on both sides of it, and\nbehind it, it occurred to her that she might as well look and see what\nwas on the top of it.\n\nShe stretched herself up on tiptoe, and peeped over the edge of the\nmushroom, and her eyes immediately met those of a large blue\ncaterpillar, that was sitting on the top with its arms folded, quietly\nsmoking a long hookah, and taking not the smallest notice of her or of\nanything else.",
    "translated_content": "CHAPTER IV.\n\n第四章\n兔子派来小比尔\n\n\n原来是那只白兔，又慢慢地蹦回来了，一边走一边焦急地四处张望，仿佛丢了什么东西似的。爱丽丝听见它自言自语地咕哝着：“公爵夫人！公爵夫人！哎哟，我的爪子呀！我的毛和胡子呀！她准会把我处死的，就像白鼬就是白鼬那样确定无疑！我到底把它们掉在哪儿了呢？”爱丽丝立刻猜到它是在找那把扇子和那副白羔羊皮手套，于是她也好心地帮着四处寻找，可是哪儿也找不到——自从她在池塘里游过泳以后，好像一切都变了，那个有着玻璃桌和小门的大厅也完全消失了。\n\n很快，兔子就注意到了正在东寻西找的爱丽丝，它怒气冲冲地对她喊道：“喂，玛丽·安，你在这儿干什么？马上给我跑回家去，拿一副手套和一把扇子来！快，立刻去！”爱丽丝吓坏了，也顾不上解释它认错了人，就立刻朝着它指的方向跑去。\n\n“它把我当成它的女仆了，”她边跑边自言自语，“等它发现我是谁的时候，该有多吃惊啊！不过我还是最好帮它把扇子和手套拿来——就是说，要是我能找到的话。”正说着，她来到了一所整洁的小房子前，门上挂着一块亮闪闪的黄铜牌子，上面刻着“白兔先生”几个字。她没有敲门就走了进去，匆匆跑上楼，生怕碰到真的玛丽·安，那样的话，她还没找到扇子和手套就会被赶出去了。\n\n“给一只兔子跑腿，这多奇怪呀，”爱丽丝心想，“接下来恐怕黛娜也要差遣我了！”她开始想象可能发生的情景：“‘爱丽丝小姐！马上过来，准备去散步！’‘马上就来，保姆！不过我得先看着老鼠别跑出去。’不过我觉得，”爱丽丝继续想，“要是黛娜也开始这样使唤人，他们可不会让它继续待在家里了！”\n\n此时她已走进一间整洁的小房间，窗边摆着一张桌子（正如她所期望的），桌上放着一把扇子和两三双白色小山羊皮手套。她拿起扇子和一副手套，正要离开房间，目光却落在镜子旁的一个小瓶子上。这次瓶子上没有贴着“喝我”的标签，但她还是拔开瓶塞，把瓶子凑到唇边。“我知道只要吃点或喝点什么，就准会发生有趣的事，”她自言自语道，“所以我要看看这瓶东西有什么效果。我真希望它能让我再变大，现在这么一丁点儿大实在太让人难受了！”\n\n效果确实立竿见影，甚至比她预料的更快：还没喝完半瓶，她就发现脑袋已经顶到天花板，不得不弯腰以免脖子被折断。她慌忙放下瓶子，心想：“够了够了——可别再长了——现在这样连门都出不去了——真不该喝那么多！”\n\n唉！现在后悔已经太迟了！她不停地长啊长，很快就得跪在地板上；再过片刻连跪着的空间都没了，她试着躺下来，一只胳膊肘抵着门，另一只胳膊环抱住脑袋。可身体仍在继续生长，最后她只好把一条胳膊伸出窗外，一只脚塞进烟囱，对自己说：“这下无论如何都没办法了。我到底会变成什么样呢？”\n\n幸运的是，小魔瓶的效力此刻已发挥到极致，爱丽丝终于停止生长。但这样待着实在难受，而且看样子再也无法离开这个房间，难怪她觉得悲伤难耐。\n\n“还是家里好，”可怜的爱丽丝想着，“至少不会忽大忽小，更不会被老鼠和兔子使唤来使唤去。我几乎后悔钻进那个兔子洞了——可是——可是——这种生活也挺奇妙的，不是吗？真想知道我究竟遇到了什么事！以前读童话时总觉得那些事不会发生，现在自己居然成了童话主角！真该有人把我的故事写出来，一定很有趣！等我长大了要亲自写一本——可我现在已经长大了呀。”她哀伤地补充道，“至少在这个地方是没法再长了。”\n\n“可是，”爱丽丝想，“我是不是永远不会比现在更老了？这倒是个安慰——永远不会变成老太婆——可是——那就得永远上学了！哦，我可不喜欢那样！”\n\n“哦，你这傻爱丽丝！”她自己回答，“你在这儿怎么上学呢？哎呀，这地方连你都几乎装不下，哪还有放课本的地方！”\n\n她就这样继续自问自答，先站在这一边，又站到那一边，简直像在开一场完整的对话。但过了几分钟，她听到外面有声音，便停下来倾听。\n\n“玛丽·安！玛丽·安！”那声音喊道，“立刻把我的手套拿来！”接着楼梯上传来啪嗒啪嗒的脚步声。爱丽丝知道是兔子来找她了，她吓得浑身发抖，连房子都晃动了——完全忘记自己现在比兔子大了将近一千倍，根本没有理由怕它。\n\n不一会儿，兔子走到门前，试图推开门；但门是朝里开的，爱丽丝的胳膊肘又紧紧顶着门，兔子自然推不开。爱丽丝听见它自言自语：“那我绕过去，从窗户进去。”\n\n“你休想！”爱丽丝想。等到她觉得兔子已经走到窗下时，突然伸手在空中一抓。她什么也没抓到，但听到一声尖叫和摔倒的声音，接着是玻璃碎裂的哗啦声——她猜想兔子很可能掉进黄瓜温室之类的东西里了。\n\n随后传来一个怒气冲冲的声音——是兔子的——“帕特！帕特！你在哪儿？”接着是一个她从未听过的声音：“俺在这儿哪！在挖苹果树呢，老爷！”\n\n“挖苹果树，真是！”兔子生气地说，“过来！快把我从这儿弄出去！”（又传来一阵玻璃碎裂声。）\n\n“现在告诉我，帕特，窗户里是什么东西？”\n\n“哎呀，那是只胳膊，老爷！”（他把“胳膊”说成了“胳玻”。）\n\n“胳膊？你这蠢货！谁见过那么大的胳膊？嘿，它把整个窗户都塞满了！”\n\n“是塞满了，老爷，可它确实是只胳膊。”\n\n“哼，不管怎样，它都不该在那儿：快去把它弄走！”\n\n此后是长久的寂静，爱丽丝只能偶尔听到几句低语，比如：“说真的，老爷，我一点儿也不喜欢这样！”“照我说的做，你这个胆小鬼！”最后她又伸出手，在空中抓了一把。这次传来两声尖叫，还有更多玻璃碎裂的声音。“这里该有多少黄瓜架啊！”爱丽丝想，“不知道他们接下来要干什么！至于把我从窗户拉出去这事，我倒真希望他们办得到！反正我是一刻也不想待在这儿了！”\n\n她又等了一阵，再没听到任何动静。最后传来小车轮的辘辘声，还有许多人七嘴八舌的说话声。她分辨出这些话：“另一个梯子呢？——哎呀，我只拿了一个，比尔拿着另一个——比尔！把梯子拿过来，伙计！——来，把梯子架在这个角落——不，先绑在一起，它们连一半高度都不够——哎！这样够用了，别太讲究——喂，比尔！抓住这根绳子——屋顶撑得住吗？——小心那块松动的石板——哎呀，它掉下来了！下面当心！”（一声巨响）——“现在是谁干的？——我看是比尔吧——谁从烟囱下去？——我才不去！你去！——那我也不去！——让比尔下去——喂，比尔！主人说你得从烟囱下去！”\n\n“哦！这么说比尔得从烟囱下来啦？”爱丽丝自言自语，“好家伙，他们什么事都推给比尔！给我再多好处我也不愿换比尔的处境：这壁炉确实窄，不过我想我还能踢两下！”\n\n她把脚尽量往烟囱深处伸，直到听见一个小动物（她猜不出是什么种类）在头顶烟囱里抓挠攀爬的声音。她心想“这准是比尔”，便猛地一踢，然后等着看接下来会发生什么。\n\n她首先听到一片齐喊：“比尔飞出来啦！”接着是兔子的声音——“篱笆边的，抓住他！”随后安静了片刻，又是一阵乱哄哄的叫嚷：“扶住他的头——快拿白兰地——别呛着他——老伙计，怎么回事？你遇到什么了？快跟我们说说！”\n\n最后传来微弱尖细的声音（“这是比尔。”爱丽丝想）：“唉，我也搞不清——别倒了，谢谢，我现在好些了——就是心慌得厉害，说不太明白——只知道有个像玩偶盒里弹簧小人似的东西朝我冲来，然后我就像冲天炮一样飞上来了！”\n\n“确实如此，老伙计！”其他声音附和道。\n\n“我们必须把房子烧掉！”兔子说道；爱丽丝尽力大喊道：“你们要是敢烧，我就放黛娜来咬你们！”\n\n这话立刻带来一片死寂，爱丽丝暗自思忖：“不知道他们接下来要干什么！要是有点脑子，就该把屋顶拆掉。”过了一两分钟，他们又开始走动，爱丽丝听见兔子说：“先来一车就够了。”\n\n“一车什么？”爱丽丝想；但没等她疑惑多久，下一秒就有许多小石子噼里啪啦地从窗户砸进来，有些打中了她的脸。“我要制止这种事，”她自言自语道，随即大喊：“你们最好别再扔了！”这话又带来一片死寂。\n\n爱丽丝有些惊讶地发现，掉在地上的石子全都变成了小蛋糕，她脑中闪过一个绝妙的主意。“如果我吃一块蛋糕，”她想，“我的身材肯定会发生某种变化；既然它不可能让我变大，那一定会让我变小，我想。”\n\n于是她吞下一块蛋糕，欣喜地发现自己立刻开始缩小。等到身体小到能穿过门时，她立刻跑出屋子，发现外面聚集着一大群小动物和小鸟。那只可怜的小蜥蜴比尔被两只豚鼠架在中间，正从瓶子里喂它喝什么东西。爱丽丝一出现，所有动物都朝她冲来；但她拼命奔跑，很快便安全地躲进了一片茂密的树林。\n\n“我要做的第一件事，”爱丽丝在树林里边走边想，“就是让自己恢复到正常大小；第二件事是找到去那个可爱花园的路。我觉得这是最妥当的计划。”\n\n这计划听起来无疑非常完美，安排得简洁又周到；唯一的困难是，她完全不知道该如何着手。正当她在树丛间焦急地张望时，头顶突然传来一声尖利的犬吠，吓得她慌忙抬头。\n\n一只巨大的小狗正用圆溜溜的眼睛俯视着她，有气无力地伸出一只爪子，试图碰触她。“可怜的小家伙！”爱丽丝用哄劝的语气说道，努力想对它吹口哨；但她心里始终害怕极了，担心这只狗可能饿了——那样的话，任凭她怎么哄劝，它都很可能把她吃掉。\n\n她几乎不知道自己在做什么，就捡起了一小根树枝，伸向小狗；小狗立刻四脚腾空跃起，欢快地叫了一声，扑向树枝，假装要撕咬它；爱丽丝赶紧躲到一棵大蓟后面，以免被它撞倒；她刚从另一边探出身来，小狗又朝树枝冲了过去，匆忙中一头栽了个跟斗；爱丽丝觉得这简直像是在和拉车的大马玩游戏，时刻担心会被踩在脚下，于是又绕着蓟跑了一圈；接着小狗开始对树枝发起一连串短促的冲锋，每次只向前跑一小段就退后一大截，还一直嘶哑地吠叫着，直到最后它在远处坐下，喘着粗气，舌头耷拉在嘴外，大眼睛半闭着。\n\n这对爱丽丝来说似乎是个逃跑的好机会；于是她立刻出发，一直跑到筋疲力尽、上气不接下气，直到小狗的吠声在远处变得十分微弱。\n\n“可它是多么可爱的小狗啊！”爱丽丝靠在一株毛茛上休息，用一片叶子扇着风说道：“我本来很想教它些把戏的，要是——要是我个头合适就好了！哎呀！我差点忘了还得再长大！让我想想——该怎么实现呢？我想我该吃点或者喝点什么；但关键问题是，该吃什么喝什么呢？”\n\n关键问题确实是：该吃什么喝什么呢？爱丽丝环顾四周的花草，却没看到任何适合在当前情形下吃喝的东西。她身旁长着一棵大蘑菇，差不多和她一样高；她查看了蘑菇底下、两侧和后面之后，忽然想到不妨看看蘑菇顶上有什么。\n\n她踮起脚尖，伸长身子，从蘑菇边缘窥探过去，目光立刻与一只蓝色大毛毛虫相遇。毛毛虫正环抱双臂坐在蘑菇顶上，安静地抽着一杆长长的水烟，丝毫没有注意到她或其他任何东西。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER V.",
    "translated_title": "CHAPTER V.",
    "original_content": "CHAPTER V.\nAdvice from a Caterpillar\n\n\nThe Caterpillar and Alice looked at each other for some time in\nsilence: at last the Caterpillar took the hookah out of its mouth, and\naddressed her in a languid, sleepy voice.\n\n“Who are _you?_” said the Caterpillar.\n\nThis was not an encouraging opening for a conversation. Alice replied,\nrather shyly, “I—I hardly know, sir, just at present—at least I know\nwho I _was_ when I got up this morning, but I think I must have been\nchanged several times since then.”\n\n“What do you mean by that?” said the Caterpillar sternly. “Explain\nyourself!”\n\n“I can’t explain _myself_, I’m afraid, sir,” said Alice, “because I’m\nnot myself, you see.”\n\n“I don’t see,” said the Caterpillar.\n\n“I’m afraid I can’t put it more clearly,” Alice replied very politely,\n“for I can’t understand it myself to begin with; and being so many\ndifferent sizes in a day is very confusing.”\n\n“It isn’t,” said the Caterpillar.\n\n“Well, perhaps you haven’t found it so yet,” said Alice; “but when you\nhave to turn into a chrysalis—you will some day, you know—and then\nafter that into a butterfly, I should think you’ll feel it a little\nqueer, won’t you?”\n\n“Not a bit,” said the Caterpillar.\n\n“Well, perhaps your feelings may be different,” said Alice; “all I know\nis, it would feel very queer to _me_.”\n\n“You!” said the Caterpillar contemptuously. “Who are _you?_”\n\nWhich brought them back again to the beginning of the conversation.\nAlice felt a little irritated at the Caterpillar’s making such _very_\nshort remarks, and she drew herself up and said, very gravely, “I\nthink, you ought to tell me who _you_ are, first.”\n\n“Why?” said the Caterpillar.\n\nHere was another puzzling question; and as Alice could not think of any\ngood reason, and as the Caterpillar seemed to be in a _very_ unpleasant\nstate of mind, she turned away.\n\n“Come back!” the Caterpillar called after her. “I’ve something\nimportant to say!”\n\nThis sounded promising, certainly: Alice turned and came back again.\n\n“Keep your temper,” said the Caterpillar.\n\n“Is that all?” said Alice, swallowing down her anger as well as she\ncould.\n\n“No,” said the Caterpillar.\n\nAlice thought she might as well wait, as she had nothing else to do,\nand perhaps after all it might tell her something worth hearing. For\nsome minutes it puffed away without speaking, but at last it unfolded\nits arms, took the hookah out of its mouth again, and said, “So you\nthink you’re changed, do you?”\n\n“I’m afraid I am, sir,” said Alice; “I can’t remember things as I\nused—and I don’t keep the same size for ten minutes together!”\n\n“Can’t remember _what_ things?” said the Caterpillar.\n\n“Well, I’ve tried to say “How doth the little busy bee,” but it all\ncame different!” Alice replied in a very melancholy voice.\n\n“Repeat, ‘_You are old, Father William_,’” said the Caterpillar.\n\nAlice folded her hands, and began:—\n\n“You are old, Father William,” the young man said,\n    “And your hair has become very white;\nAnd yet you incessantly stand on your head—\n    Do you think, at your age, it is right?”\n\n“In my youth,” Father William replied to his son,\n    “I feared it might injure the brain;\nBut, now that I’m perfectly sure I have none,\n    Why, I do it again and again.”\n\n“You are old,” said the youth, “as I mentioned before,\n    And have grown most uncommonly fat;\nYet you turned a back-somersault in at the door—\n    Pray, what is the reason of that?”\n\n“In my youth,” said the sage, as he shook his grey locks,\n    “I kept all my limbs very supple\nBy the use of this ointment—one shilling the box—\n    Allow me to sell you a couple?”\n\n“You are old,” said the youth, “and your jaws are too weak\n    For anything tougher than suet;\nYet you finished the goose, with the bones and the beak—\n    Pray, how did you manage to do it?”\n\n“In my youth,” said his father, “I took to the law,\n    And argued each case with my wife;\nAnd the muscular strength, which it gave to my jaw,\n    Has lasted the rest of my life.”\n\n“You are old,” said the youth, “one would hardly suppose\n    That your eye was as steady as ever;\nYet you balanced an eel on the end of your nose—\n    What made you so awfully clever?”\n\n“I have answered three questions, and that is enough,”\n    Said his father; “don’t give yourself airs!\nDo you think I can listen all day to such stuff?\n    Be off, or I’ll kick you down stairs!”\n\n\n“That is not said right,” said the Caterpillar.\n\n“Not _quite_ right, I’m afraid,” said Alice, timidly; “some of the\nwords have got altered.”\n\n“It is wrong from beginning to end,” said the Caterpillar decidedly,\nand there was silence for some minutes.\n\nThe Caterpillar was the first to speak.\n\n“What size do you want to be?” it asked.\n\n“Oh, I’m not particular as to size,” Alice hastily replied; “only one\ndoesn’t like changing so often, you know.”\n\n“I _don’t_ know,” said the Caterpillar.\n\nAlice said nothing: she had never been so much contradicted in her life\nbefore, and she felt that she was losing her temper.\n\n“Are you content now?” said the Caterpillar.\n\n“Well, I should like to be a _little_ larger, sir, if you wouldn’t\nmind,” said Alice: “three inches is such a wretched height to be.”\n\n“It is a very good height indeed!” said the Caterpillar angrily,\nrearing itself upright as it spoke (it was exactly three inches high).\n\n“But I’m not used to it!” pleaded poor Alice in a piteous tone. And she\nthought of herself, “I wish the creatures wouldn’t be so easily\noffended!”\n\n“You’ll get used to it in time,” said the Caterpillar; and it put the\nhookah into its mouth and began smoking again.\n\nThis time Alice waited patiently until it chose to speak again. In a\nminute or two the Caterpillar took the hookah out of its mouth and\nyawned once or twice, and shook itself. Then it got down off the\nmushroom, and crawled away in the grass, merely remarking as it went,\n“One side will make you grow taller, and the other side will make you\ngrow shorter.”\n\n“One side of _what?_ The other side of _what?_” thought Alice to\nherself.\n\n“Of the mushroom,” said the Caterpillar, just as if she had asked it\naloud; and in another moment it was out of sight.\n\nAlice remained looking thoughtfully at the mushroom for a minute,\ntrying to make out which were the two sides of it; and as it was\nperfectly round, she found this a very difficult question. However, at\nlast she stretched her arms round it as far as they would go, and broke\noff a bit of the edge with each hand.\n\n“And now which is which?” she said to herself, and nibbled a little of\nthe right-hand bit to try the effect: the next moment she felt a\nviolent blow underneath her chin: it had struck her foot!\n\nShe was a good deal frightened by this very sudden change, but she felt\nthat there was no time to be lost, as she was shrinking rapidly; so she\nset to work at once to eat some of the other bit. Her chin was pressed\nso closely against her foot, that there was hardly room to open her\nmouth; but she did it at last, and managed to swallow a morsel of the\nlefthand bit.\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n\n“Come, my head’s free at last!” said Alice in a tone of delight, which\nchanged into alarm in another moment, when she found that her shoulders\nwere nowhere to be found: all she could see, when she looked down, was\nan immense length of neck, which seemed to rise like a stalk out of a\nsea of green leaves that lay far below her.\n\n“What _can_ all that green stuff be?” said Alice. “And where _have_ my\nshoulders got to? And oh, my poor hands, how is it I can’t see you?”\nShe was moving them about as she spoke, but no result seemed to follow,\nexcept a little shaking among the distant green leaves.\n\nAs there seemed to be no chance of getting her hands up to her head,\nshe tried to get her head down to them, and was delighted to find that\nher neck would bend about easily in any direction, like a serpent. She\nhad just succeeded in curving it down into a graceful zigzag, and was\ngoing to dive in among the leaves, which she found to be nothing but\nthe tops of the trees under which she had been wandering, when a sharp\nhiss made her draw back in a hurry: a large pigeon had flown into her\nface, and was beating her violently with its wings.\n\n“Serpent!” screamed the Pigeon.\n\n“I’m _not_ a serpent!” said Alice indignantly. “Let me alone!”\n\n“Serpent, I say again!” repeated the Pigeon, but in a more subdued\ntone, and added with a kind of sob, “I’ve tried every way, and nothing\nseems to suit them!”\n\n“I haven’t the least idea what you’re talking about,” said Alice.\n\n“I’ve tried the roots of trees, and I’ve tried banks, and I’ve tried\nhedges,” the Pigeon went on, without attending to her; “but those\nserpents! There’s no pleasing them!”\n\nAlice was more and more puzzled, but she thought there was no use in\nsaying anything more till the Pigeon had finished.\n\n“As if it wasn’t trouble enough hatching the eggs,” said the Pigeon;\n“but I must be on the look-out for serpents night and day! Why, I\nhaven’t had a wink of sleep these three weeks!”\n\n“I’m very sorry you’ve been annoyed,” said Alice, who was beginning to\nsee its meaning.\n\n“And just as I’d taken the highest tree in the wood,” continued the\nPigeon, raising its voice to a shriek, “and just as I was thinking I\nshould be free of them at last, they must needs come wriggling down\nfrom the sky! Ugh, Serpent!”\n\n“But I’m _not_ a serpent, I tell you!” said Alice. “I’m a—I’m a—”\n\n“Well! _What_ are you?” said the Pigeon. “I can see you’re trying to\ninvent something!”\n\n“I—I’m a little girl,” said Alice, rather doubtfully, as she remembered\nthe number of changes she had gone through that day.\n\n“A likely story indeed!” said the Pigeon in a tone of the deepest\ncontempt. “I’ve seen a good many little girls in my time, but never\n_one_ with such a neck as that! No, no! You’re a serpent; and there’s\nno use denying it. I suppose you’ll be telling me next that you never\ntasted an egg!”\n\n“I _have_ tasted eggs, certainly,” said Alice, who was a very truthful\nchild; “but little girls eat eggs quite as much as serpents do, you\nknow.”\n\n“I don’t believe it,” said the Pigeon; “but if they do, why then\nthey’re a kind of serpent, that’s all I can say.”\n\nThis was such a new idea to Alice, that she was quite silent for a\nminute or two, which gave the Pigeon the opportunity of adding, “You’re\nlooking for eggs, I know _that_ well enough; and what does it matter to\nme whether you’re a little girl or a serpent?”\n\n“It matters a good deal to _me_,” said Alice hastily; “but I’m not\nlooking for eggs, as it happens; and if I was, I shouldn’t want\n_yours_: I don’t like them raw.”\n\n“Well, be off, then!” said the Pigeon in a sulky tone, as it settled\ndown again into its nest. Alice crouched down among the trees as well\nas she could, for her neck kept getting entangled among the branches,\nand every now and then she had to stop and untwist it. After a while\nshe remembered that she still held the pieces of mushroom in her hands,\nand she set to work very carefully, nibbling first at one and then at\nthe other, and growing sometimes taller and sometimes shorter, until\nshe had succeeded in bringing herself down to her usual height.\n\nIt was so long since she had been anything near the right size, that it\nfelt quite strange at first; but she got used to it in a few minutes,\nand began talking to herself, as usual. “Come, there’s half my plan\ndone now! How puzzling all these changes are! I’m never sure what I’m\ngoing to be, from one minute to another! However, I’ve got back to my\nright size: the next thing is, to get into that beautiful garden—how\n_is_ that to be done, I wonder?” As she said this, she came suddenly\nupon an open place, with a little house in it about four feet high.\n“Whoever lives there,” thought Alice, “it’ll never do to come upon them\n_this_ size: why, I should frighten them out of their wits!” So she\nbegan nibbling at the righthand bit again, and did not venture to go\nnear the house till she had brought herself down to nine inches high.",
    "translated_content": "CHAPTER V.\n\n**第五章**\n毛毛虫的忠告\n\n\n毛毛虫和爱丽丝（Alice）默默对视了好一阵子。最后，毛毛虫从嘴里取出水烟管，用慵懒困倦的声音对她说话。\n\n“你是谁？”毛毛虫问。\n\n这可不是个鼓舞人心的开场白。爱丽丝有些腼腆地回答：“我——我眼下也说不太清，先生——至少今天早上起床的时候，我还知道我是谁，可打那以后，我想我已经变了好几回了。”\n\n“你这话是什么意思？”毛毛虫严厉地说，“说清楚！”\n\n“恐怕我解释不清楚，先生，”爱丽丝说，“因为我已经不是我自己了，你瞧。”\n\n“我没瞧出来，”毛毛虫说。\n\n“恐怕我没法说得更明白了，”爱丽丝彬彬有礼地回答，“因为我自己首先就搞不明白；一天之内变来变去，换了那么多不同的个头，实在太让人糊涂了。”\n\n“不会啊，”毛毛虫说。\n\n“嗯，也许你还没体会到，”爱丽丝说，“可是等你不得不变成蛹的时候——你知道，总有一天你会变的——然后变成蝴蝶，我想你会觉得有点儿奇怪吧，是不是？”\n\n“一点儿也不会，”毛毛虫说。\n\n“好吧，也许你的感觉不一样，”爱丽丝说，“我只知道，要是我，会觉得非常奇怪。”\n\n“你！”毛毛虫轻蔑地说，“你是谁？”\n\n这话又把他们带回了谈话的起点。爱丽丝对毛毛虫总是说这么简短的话，感到有点儿恼火，她挺直身子，非常严肃地说：“我想，你应该先告诉我，你是谁。”\n\n“为什么？”毛毛虫说。\n\n这又是一个难题。爱丽丝想不出什么好的理由，而且毛毛虫的心情似乎非常糟糕，她便转身走开了。\n\n“回来！”毛毛虫在她身后叫道，“我有要紧话说！”\n\n这话听起来倒有希望。爱丽丝转身走了回来。\n\n“别发脾气，”毛毛虫说。\n\n“就这话？”爱丽丝强压着怒火问道。\n\n“不，”毛毛虫说。\n\n爱丽丝想，反正也没别的事可做，不如等等看，也许它终究会告诉她些值得一听的事情。有好几分钟，它只顾吞云吐雾，一言不发。但最后，它松开抱着的胳膊，把水烟管从嘴里取出来，说道：“这么说，你认为自己变了，是吗？”\n\n“恐怕是的，先生，”爱丽丝说，“我记不住从前记得的事了——而且我连十分钟都保持不了同样的大小！”\n\n“记不住_什么_事？”毛毛虫说。\n\n“唉，我想背《忙碌的小蜜蜂》，可背出来的全都不一样！”爱丽丝用非常忧郁的声音回答。\n\n“背背《_威廉老爹，你老了_》。”毛毛虫说。\n\n爱丽丝交叉双手，开始背诵：——\n\n“威廉老爹，你老了，”年轻人说，\n    “头发也已白如霜；\n可还总爱拿大顶倒立着——\n    这把年纪，你说应当不应当？”\n\n“年轻时，”威廉老爹回答儿子，\n    “怕这样会伤到脑袋；\n但现在明知脑子已不在，\n    嗨，自然就倒立个痛快。”\n\n“你老了，”年轻人说，“刚才已提过，\n    身子胖得非比寻常；\n可一个后空翻翻进了门——\n    请问这又是为哪桩？”\n\n“年轻时，”智者甩着灰发说道，\n    “我让四肢保持柔软\n靠这药膏——一先令买一盒——\n    要不要买两盒试试看？”\n\n“你老了，”年轻人说，“牙口已不行，\n    硬些的东西都嚼不动；\n可你连骨带喙吃完一整鹅——\n    请问这究竟怎么成？”\n\n“年轻时，”父亲说，“我钻研法律，\n    每桩案子都和妻子辩论；\n这锻炼出的下巴肌肉力量，\n    让我受用直到如今。”\n\n“你老了，”年轻人说，“谁相信\n    你的眼睛还和从前一样稳；\n可你能把鳗鱼顶在鼻尖上——\n    这般本领是何因？”\n\n“已回答三问，这已足够，”\n    父亲说，“别摆那副神气样！\n你以为我爱整天听你讲？\n    快走，不然踢你下楼去！”\n\n\n“背得不对。”毛毛虫说。\n\n“恐怕是_不太_对，”爱丽丝怯生生地说，“有些词好像变了。”\n\n“从头到尾都错了。”毛毛虫断然说道，接着沉默了好几分钟。\n\n毛毛虫先开口说话了。\n\n“你想变成多大？”它问。\n\n“噢，大小我倒不挑剔，”爱丽丝急忙回答，“只是谁都不喜欢老是变来变去，你知道的。”\n\n“我_不_知道。”毛毛虫说。\n\n爱丽丝没作声：她这辈子从没被人这样顶撞过，觉得自己快要发脾气了。\n\n“你现在满意了吧？”毛毛虫说。\n\n“呃，我想再长大一点，先生，如果您不介意的话，”爱丽丝说，“三英寸这个身高实在太可怜了。”\n\n“这个身高好得很！”毛毛虫生气地说着，还把身子直挺挺地竖了起来（它正好是三英寸高）。\n\n“可我不习惯呀！”可怜的爱丽丝用哀求的语气说。她暗自想道：“但愿这些动物别这么容易生气！”\n\n“你慢慢就会习惯的。”毛毛虫说着，把水烟筒塞进嘴里，又开始抽起烟来。\n\n这次爱丽丝耐心地等着，直到它愿意再次开口。过了一两分钟，毛毛虫把水烟筒从嘴里拿出来，打了一两个哈欠，抖了抖身子。然后它从蘑菇上爬下来，向草丛里爬去，只是在爬走的时候说了句：“一边能让你长高，另一边能让你变矮。”\n\n“什么的‘一边’？什么的‘另一边’？”爱丽丝暗自思忖。\n\n“蘑菇的。”毛毛虫说，就好像爱丽丝大声问了它似的。转眼间，它就消失不见了。\n\n爱丽丝若有所思地盯着蘑菇看了一会儿，想弄清楚哪边是它的“两边”；可蘑菇完全是圆形的，她觉得这个问题非常棘手。不过，最后她还是尽量伸开双臂环抱住蘑菇，两只手各掰下了一小块蘑菇边。\n\n“现在哪边是哪边呢？”她自言自语道，然后咬了右手那一小块试试效果：刹那间，她感到下巴被猛地撞了一下——原来下巴撞到了脚背！\n\n这突如其来的变化让她吓了一大跳，但她觉得不能再耽搁了，因为她正在迅速缩小；于是她立刻开始吃另一小块蘑菇。她的下巴紧紧抵着脚背，几乎张不开嘴；但她最终还是设法吞下了一小口左手那块蘑菇。\n\n*      *      *      *      *      *      *\n\n    *      *      *      *      *      *\n\n*      *      *      *      *      *      *\n\n“啊，我的头总算自由了！”爱丽丝（Alice）用欣喜的语调说道，但转眼间又变成了惊慌——因为她发现自己的肩膀不见了：她低头往下看，只见到一段长得惊人的脖子，仿佛是从下方遥远的绿色海洋中拔地而起的一根茎秆。\n\n“那些绿色的东西到底是什么呀？”爱丽丝说，“我的肩膀又跑到哪儿去了？哎呀，我可怜的双手，怎么看不见你们了呢？”她一边说一边挥动双手，却似乎没有任何动静，只看见远处那些绿叶微微颤动。\n\n既然没法把手举到头边，她就试着把头弯到手那儿去。她高兴地发现脖子可以轻松地朝任何方向弯曲，像蛇一样。她刚把脖子弯成一个优雅的锯齿形，准备钻进树叶丛里——这时她才看清那些不过是她刚才徘徊其下的树梢——突然一阵尖利的嘶嘶声吓得她急忙缩回脖子：一只大鸽子扑到她脸上，拼命用翅膀拍打她。\n\n“蛇！”鸽子尖叫道。\n\n“我才不是蛇！”爱丽丝气愤地说，“别碰我！”\n\n“蛇，我再说一遍！”鸽子重复道，但语气稍缓和了些，还带着哭腔补充说，“我什么法子都试过了，可就是没法让它们满意！”\n\n“我完全不明白你在说什么。”爱丽丝说。\n\n“我试过树根，试过河岸，也试过树篱，”鸽子自顾自地继续说，“可那些蛇啊！根本没法讨好它们！”\n\n爱丽丝越来越困惑，但她觉得在鸽子说完之前再插话也没用。\n\n“光是孵蛋就够麻烦的了，”鸽子说，“还得日夜提防着蛇！唉，这三个星期我连眼皮都没合过！”\n\n“你这么烦恼我真抱歉。”爱丽丝说，她开始有点明白其中的缘由了。\n\n“我刚选了树林里最高的树，”鸽子提高嗓门尖叫着说，“刚以为终于能摆脱它们了，结果它们偏要从天上扭着爬下来！呸！蛇！”\n\n“可我不是蛇，我告诉你！”爱丽丝说，“我是——我是——”\n\n“哼！那你到底是什么？”鸽子说，“我看你就是在瞎编！”\n\n“我——我是个小姑娘。”爱丽丝犹疑不定地说，因为她想起了这一天中经历过的种种变化。\n\n“编得倒挺像！”鸽子用极为轻蔑的口气说，“我活到这把年纪，小姑娘见得多了，可从没见过长这种脖子的！没有，绝对没有！你就是条蛇，再狡辩也没用。我猜你接下来还要说你从来没吃过蛋吧！”\n\n“我当然吃过蛋，”爱丽丝是个非常诚实的孩子，“可你知道，小姑娘吃蛋和蛇吃蛋一样多。”\n\n“我不信，”鸽子说，“要是她们也吃蛋，那我只能说她们也是一种蛇。”\n\n这个说法对爱丽丝来说太新鲜了，她愣了好一会儿。鸽子趁机补充道：“你在找蛋，这我清楚得很；至于你是小姑娘还是蛇，跟我有什么关系？”\n\n“这对我关系可大了，”爱丽丝急忙说，“不过我现在刚好不是在找蛋；就算我要找，也不会要你的蛋：我不喜欢吃生蛋。”\n\n“那就快走开！”鸽子没好气地说着，又缩回窝里去了。爱丽丝尽量蹲在树丛里，可她的脖子总被树枝缠住，时不时就得停下来解开。过了一会儿，她想起手里还攥着两片蘑菇，于是小心翼翼地轮流啃着这一片、那一片，身体忽而长高忽而缩短，终于成功变回了平常的身高。\n\n她已经很久没有接近正常体型了，起初觉得很不习惯，但几分钟后就适应了，又像往常那样自言自语起来：“好啦，我的计划完成一半了！这些变化真叫人糊涂！我永远搞不清下一分钟自己会变成什么样！不过总算恢复原样了，接下来就是进那个美丽的花园——可该怎么进去呢？”正说着，她突然来到一片开阔地，那儿有座约四英尺高的小房子。“不管谁住在里面，”爱丽丝想，“现在这个体型去见他们可不行：会把他们吓傻的！”于是她又啃了啃右手那片蘑菇，直到把自己缩成九英寸高，才敢走近那栋房子。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VI.",
    "translated_title": "CHAPTER VI.",
    "original_content": "CHAPTER VI.\nPig and Pepper\n\n\nFor a minute or two she stood looking at the house, and wondering what\nto do next, when suddenly a footman in livery came running out of the\nwood—(she considered him to be a footman because he was in livery:\notherwise, judging by his face only, she would have called him a\nfish)—and rapped loudly at the door with his knuckles. It was opened by\nanother footman in livery, with a round face, and large eyes like a\nfrog; and both footmen, Alice noticed, had powdered hair that curled\nall over their heads. She felt very curious to know what it was all\nabout, and crept a little way out of the wood to listen.\n\nThe Fish-Footman began by producing from under his arm a great letter,\nnearly as large as himself, and this he handed over to the other,\nsaying, in a solemn tone, “For the Duchess. An invitation from the\nQueen to play croquet.” The Frog-Footman repeated, in the same solemn\ntone, only changing the order of the words a little, “From the Queen.\nAn invitation for the Duchess to play croquet.”\n\nThen they both bowed low, and their curls got entangled together.\n\nAlice laughed so much at this, that she had to run back into the wood\nfor fear of their hearing her; and when she next peeped out the\nFish-Footman was gone, and the other was sitting on the ground near the\ndoor, staring stupidly up into the sky.\n\nAlice went timidly up to the door, and knocked.\n\n“There’s no sort of use in knocking,” said the Footman, “and that for\ntwo reasons. First, because I’m on the same side of the door as you\nare; secondly, because they’re making such a noise inside, no one could\npossibly hear you.” And certainly there _was_ a most extraordinary\nnoise going on within—a constant howling and sneezing, and every now\nand then a great crash, as if a dish or kettle had been broken to\npieces.\n\n“Please, then,” said Alice, “how am I to get in?”\n\n“There might be some sense in your knocking,” the Footman went on\nwithout attending to her, “if we had the door between us. For instance,\nif you were _inside_, you might knock, and I could let you out, you\nknow.” He was looking up into the sky all the time he was speaking, and\nthis Alice thought decidedly uncivil. “But perhaps he can’t help it,”\nshe said to herself; “his eyes are so _very_ nearly at the top of his\nhead. But at any rate he might answer questions.—How am I to get in?”\nshe repeated, aloud.\n\n“I shall sit here,” the Footman remarked, “till tomorrow—”\n\nAt this moment the door of the house opened, and a large plate came\nskimming out, straight at the Footman’s head: it just grazed his nose,\nand broke to pieces against one of the trees behind him.\n\n“—or next day, maybe,” the Footman continued in the same tone, exactly\nas if nothing had happened.\n\n“How am I to get in?” asked Alice again, in a louder tone.\n\n“_Are_ you to get in at all?” said the Footman. “That’s the first\nquestion, you know.”\n\nIt was, no doubt: only Alice did not like to be told so. “It’s really\ndreadful,” she muttered to herself, “the way all the creatures argue.\nIt’s enough to drive one crazy!”\n\nThe Footman seemed to think this a good opportunity for repeating his\nremark, with variations. “I shall sit here,” he said, “on and off, for\ndays and days.”\n\n“But what am _I_ to do?” said Alice.\n\n“Anything you like,” said the Footman, and began whistling.\n\n“Oh, there’s no use in talking to him,” said Alice desperately: “he’s\nperfectly idiotic!” And she opened the door and went in.\n\nThe door led right into a large kitchen, which was full of smoke from\none end to the other: the Duchess was sitting on a three-legged stool\nin the middle, nursing a baby; the cook was leaning over the fire,\nstirring a large cauldron which seemed to be full of soup.\n\n“There’s certainly too much pepper in that soup!” Alice said to\nherself, as well as she could for sneezing.\n\nThere was certainly too much of it in the air. Even the Duchess sneezed\noccasionally; and as for the baby, it was sneezing and howling\nalternately without a moment’s pause. The only things in the kitchen\nthat did not sneeze, were the cook, and a large cat which was sitting\non the hearth and grinning from ear to ear.\n\n“Please would you tell me,” said Alice, a little timidly, for she was\nnot quite sure whether it was good manners for her to speak first, “why\nyour cat grins like that?”\n\n“It’s a Cheshire cat,” said the Duchess, “and that’s why. Pig!”\n\nShe said the last word with such sudden violence that Alice quite\njumped; but she saw in another moment that it was addressed to the\nbaby, and not to her, so she took courage, and went on again:—\n\n“I didn’t know that Cheshire cats always grinned; in fact, I didn’t\nknow that cats _could_ grin.”\n\n“They all can,” said the Duchess; “and most of ’em do.”\n\n“I don’t know of any that do,” Alice said very politely, feeling quite\npleased to have got into a conversation.\n\n“You don’t know much,” said the Duchess; “and that’s a fact.”\n\nAlice did not at all like the tone of this remark, and thought it would\nbe as well to introduce some other subject of conversation. While she\nwas trying to fix on one, the cook took the cauldron of soup off the\nfire, and at once set to work throwing everything within her reach at\nthe Duchess and the baby—the fire-irons came first; then followed a\nshower of saucepans, plates, and dishes. The Duchess took no notice of\nthem even when they hit her; and the baby was howling so much already,\nthat it was quite impossible to say whether the blows hurt it or not.\n\n“Oh, _please_ mind what you’re doing!” cried Alice, jumping up and down\nin an agony of terror. “Oh, there goes his _precious_ nose!” as an\nunusually large saucepan flew close by it, and very nearly carried it\noff.\n\n“If everybody minded their own business,” the Duchess said in a hoarse\ngrowl, “the world would go round a deal faster than it does.”\n\n“Which would _not_ be an advantage,” said Alice, who felt very glad to\nget an opportunity of showing off a little of her knowledge. “Just\nthink of what work it would make with the day and night! You see the\nearth takes twenty-four hours to turn round on its axis—”\n\n“Talking of axes,” said the Duchess, “chop off her head!”\n\nAlice glanced rather anxiously at the cook, to see if she meant to take\nthe hint; but the cook was busily stirring the soup, and seemed not to\nbe listening, so she went on again: “Twenty-four hours, I _think_; or\nis it twelve? I—”\n\n“Oh, don’t bother _me_,” said the Duchess; “I never could abide\nfigures!” And with that she began nursing her child again, singing a\nsort of lullaby to it as she did so, and giving it a violent shake at\nthe end of every line:\n\n“Speak roughly to your little boy,\n    And beat him when he sneezes:\nHe only does it to annoy,\n    Because he knows it teases.”\n\n\nCHORUS.\n(In which the cook and the baby joined):\n\n\n“Wow! wow! wow!”\n\n\nWhile the Duchess sang the second verse of the song, she kept tossing\nthe baby violently up and down, and the poor little thing howled so,\nthat Alice could hardly hear the words:—\n\n“I speak severely to my boy,\n    I beat him when he sneezes;\nFor he can thoroughly enjoy\n    The pepper when he pleases!”\n\n\nCHORUS.\n\n\n“Wow! wow! wow!”\n\n\n“Here! you may nurse it a bit, if you like!” the Duchess said to Alice,\nflinging the baby at her as she spoke. “I must go and get ready to play\ncroquet with the Queen,” and she hurried out of the room. The cook\nthrew a frying-pan after her as she went out, but it just missed her.\n\nAlice caught the baby with some difficulty, as it was a queer-shaped\nlittle creature, and held out its arms and legs in all directions,\n“just like a star-fish,” thought Alice. The poor little thing was\nsnorting like a steam-engine when she caught it, and kept doubling\nitself up and straightening itself out again, so that altogether, for\nthe first minute or two, it was as much as she could do to hold it.\n\nAs soon as she had made out the proper way of nursing it, (which was to\ntwist it up into a sort of knot, and then keep tight hold of its right\near and left foot, so as to prevent its undoing itself,) she carried it\nout into the open air. “If I don’t take this child away with me,”\nthought Alice, “they’re sure to kill it in a day or two: wouldn’t it be\nmurder to leave it behind?” She said the last words out loud, and the\nlittle thing grunted in reply (it had left off sneezing by this time).\n“Don’t grunt,” said Alice; “that’s not at all a proper way of\nexpressing yourself.”\n\nThe baby grunted again, and Alice looked very anxiously into its face\nto see what was the matter with it. There could be no doubt that it had\na _very_ turn-up nose, much more like a snout than a real nose; also\nits eyes were getting extremely small for a baby: altogether Alice did\nnot like the look of the thing at all. “But perhaps it was only\nsobbing,” she thought, and looked into its eyes again, to see if there\nwere any tears.\n\nNo, there were no tears. “If you’re going to turn into a pig, my dear,”\nsaid Alice, seriously, “I’ll have nothing more to do with you. Mind\nnow!” The poor little thing sobbed again (or grunted, it was impossible\nto say which), and they went on for some while in silence.\n\nAlice was just beginning to think to herself, “Now, what am I to do\nwith this creature when I get it home?” when it grunted again, so\nviolently, that she looked down into its face in some alarm. This time\nthere could be _no_ mistake about it: it was neither more nor less than\na pig, and she felt that it would be quite absurd for her to carry it\nfurther.\n\nSo she set the little creature down, and felt quite relieved to see it\ntrot away quietly into the wood. “If it had grown up,” she said to\nherself, “it would have made a dreadfully ugly child: but it makes\nrather a handsome pig, I think.” And she began thinking over other\nchildren she knew, who might do very well as pigs, and was just saying\nto herself, “if one only knew the right way to change them—” when she\nwas a little startled by seeing the Cheshire Cat sitting on a bough of\na tree a few yards off.\n\nThe Cat only grinned when it saw Alice. It looked good-natured, she\nthought: still it had _very_ long claws and a great many teeth, so she\nfelt that it ought to be treated with respect.\n\n“Cheshire Puss,” she began, rather timidly, as she did not at all know\nwhether it would like the name: however, it only grinned a little\nwider. “Come, it’s pleased so far,” thought Alice, and she went on.\n“Would you tell me, please, which way I ought to go from here?”\n\n“That depends a good deal on where you want to get to,” said the Cat.\n\n“I don’t much care where—” said Alice.\n\n“Then it doesn’t matter which way you go,” said the Cat.\n\n“—so long as I get _somewhere_,” Alice added as an explanation.\n\n“Oh, you’re sure to do that,” said the Cat, “if you only walk long\nenough.”\n\nAlice felt that this could not be denied, so she tried another\nquestion. “What sort of people live about here?”\n\n“In _that_ direction,” the Cat said, waving its right paw round, “lives\na Hatter: and in _that_ direction,” waving the other paw, “lives a\nMarch Hare. Visit either you like: they’re both mad.”\n\n“But I don’t want to go among mad people,” Alice remarked.\n\n“Oh, you can’t help that,” said the Cat: “we’re all mad here. I’m mad.\nYou’re mad.”\n\n“How do you know I’m mad?” said Alice.\n\n“You must be,” said the Cat, “or you wouldn’t have come here.”\n\nAlice didn’t think that proved it at all; however, she went on “And how\ndo you know that you’re mad?”\n\n“To begin with,” said the Cat, “a dog’s not mad. You grant that?”\n\n“I suppose so,” said Alice.\n\n“Well, then,” the Cat went on, “you see, a dog growls when it’s angry,\nand wags its tail when it’s pleased. Now _I_ growl when I’m pleased,\nand wag my tail when I’m angry. Therefore I’m mad.”\n\n“_I_ call it purring, not growling,” said Alice.\n\n“Call it what you like,” said the Cat. “Do you play croquet with the\nQueen to-day?”\n\n“I should like it very much,” said Alice, “but I haven’t been invited\nyet.”\n\n“You’ll see me there,” said the Cat, and vanished.\n\nAlice was not much surprised at this, she was getting so used to queer\nthings happening. While she was looking at the place where it had been,\nit suddenly appeared again.\n\n“By-the-bye, what became of the baby?” said the Cat. “I’d nearly\nforgotten to ask.”\n\n“It turned into a pig,” Alice quietly said, just as if it had come back\nin a natural way.\n\n“I thought it would,” said the Cat, and vanished again.\n\nAlice waited a little, half expecting to see it again, but it did not\nappear, and after a minute or two she walked on in the direction in\nwhich the March Hare was said to live. “I’ve seen hatters before,” she\nsaid to herself; “the March Hare will be much the most interesting, and\nperhaps as this is May it won’t be raving mad—at least not so mad as it\nwas in March.” As she said this, she looked up, and there was the Cat\nagain, sitting on a branch of a tree.\n\n“Did you say pig, or fig?” said the Cat.\n\n“I said pig,” replied Alice; “and I wish you wouldn’t keep appearing\nand vanishing so suddenly: you make one quite giddy.”\n\n“All right,” said the Cat; and this time it vanished quite slowly,\nbeginning with the end of the tail, and ending with the grin, which\nremained some time after the rest of it had gone.\n\n“Well! I’ve often seen a cat without a grin,” thought Alice; “but a\ngrin without a cat! It’s the most curious thing I ever saw in my life!”\n\nShe had not gone much farther before she came in sight of the house of\nthe March Hare: she thought it must be the right house, because the\nchimneys were shaped like ears and the roof was thatched with fur. It\nwas so large a house, that she did not like to go nearer till she had\nnibbled some more of the lefthand bit of mushroom, and raised herself\nto about two feet high: even then she walked up towards it rather\ntimidly, saying to herself “Suppose it should be raving mad after all!\nI almost wish I’d gone to see the Hatter instead!”",
    "translated_content": "CHAPTER VI.\n\n第六章\n猪与胡椒\n\n\n她站在那儿，对着房子望了一两分钟，正琢磨着接下来该怎么办，突然一个身穿制服的仆人从树林里跑了出来——（她断定他是个仆人，因为他穿着制服：否则单看他的脸，她会把他叫作鱼）——用指节响亮地敲着门。开门的是另一个穿制服的仆人，圆脸大眼睛，像只青蛙；爱丽丝注意到，两个仆人的头发都扑了粉，满头都是卷发。她非常好奇，想知道这到底是怎么回事，便悄悄从树林里往外挪了一点，侧耳倾听。\n\n鱼仆人先从胳膊底下掏出一封很大的信，几乎和他自己一样高，然后递给另一个仆人，用庄严的语调说：“致公爵夫人。王后邀请她玩槌球。”青蛙仆人用同样庄严的语调重复了一遍，只稍微调整了词序：“来自王后。邀请公爵夫人玩槌球。”\n\n接着两人都深深鞠了一躬，卷发缠在了一起。\n\n爱丽丝看到这儿，忍不住大笑起来，只好跑回树林里，生怕被他们听见；等她再探头张望时，鱼仆人已经走了，另一个仆人正坐在门边的地上，呆呆地望着天空。\n\n爱丽丝怯生生地走到门前，敲了敲门。\n\n“敲门根本没用，”仆人说，“原因有两个。第一，因为我和你都在门的同一侧；第二，因为里面吵得要命，没人听得见你敲门。”里面的确传来一阵极不寻常的喧闹——持续的嚎叫和喷嚏声，还时不时夹杂着巨大的碎裂声，像是盘子或水壶被摔得粉碎。\n\n“那么请问，”爱丽丝说，“我该怎么进去呢？”\n\n“你敲门或许还有点道理，”仆人自顾自地继续说，“如果我们中间隔着这扇门的话。比如说，假如你在里面，你敲门，我就能放你出来，明白吗？”他说话时一直仰头望着天空，爱丽丝觉得这实在太没礼貌了。“不过也许他也没办法，”她心想，“他的眼睛长得太靠近头顶了。但不管怎样，他总该回答问题吧。——我该怎么进去呢？”她提高声音重复道。\n\n“我会一直坐在这儿，”仆人说，“直到明天——”\n\n就在这时，屋门开了，一个大盘子平飞出来，直冲着仆人的脑袋飞去：刚好擦过他的鼻子，撞在他身后的一棵树上，摔得粉碎。\n\n“——或者明天吧。”仆人用同样的语气继续说道，仿佛什么事都没发生过。\n\n“我该怎么进去呢？”爱丽丝又提高嗓门问道。\n\n“你究竟要不要进去？”仆人说，“这才是首要问题，你要知道。”\n\n这确实是个问题——只是爱丽丝不喜欢被人这样点明。“真是糟糕透了，”她自言自语地嘟囔着，“这些家伙全都会顶嘴。简直能把人逼疯！”\n\n仆人似乎觉得这是个好机会，可以换个说法重复刚才的话。“我会坐在这儿，”他说，“断断续续地，坐上好多好多天。”\n\n“可我该怎么办呢？”爱丽丝说。\n\n“随你便。”仆人说完就吹起了口哨。\n\n“唉，跟他说话根本没用，”爱丽丝绝望地说，“他完全是个白痴！”她推开门径直走了进去。\n\n门后直接通向一间大厨房，里面从头到尾都弥漫着烟雾：公爵夫人坐在中间的三脚凳上，抱着个婴儿哄着；厨娘俯身在炉火旁，搅动着一口似乎装满汤的大锅。\n\n“那汤里肯定放了太多胡椒！”爱丽丝自言自语道，说话间还忍不住打着喷嚏。\n\n空气里的胡椒味确实太浓了。连公爵夫人也不时打喷嚏；至于那个婴儿，更是喷嚏声和嚎哭声交替不断，一刻不停。厨房里唯一不打喷嚏的，只有厨娘和一只坐在壁炉边咧嘴大笑的大猫。\n\n“能不能请您告诉我，”爱丽丝有点胆怯地问，她不太确定自己先开口是否合乎礼节，“您的猫为什么那样咧着嘴笑？”\n\n“这是只柴郡猫（Cheshire cat），”公爵夫人说，“所以才这样。猪！”\n\n她最后那个词说得如此突然凶狠，把爱丽丝吓得跳了起来；但她随即发现那话是对婴儿说的，不是冲自己，于是鼓起勇气继续说：\n\n“我以前不知道柴郡猫总是咧着嘴笑；其实，我根本不知道猫还会咧嘴笑。”\n\n“它们都会，”公爵夫人说，“而且大多数都笑。”\n\n“我从来没听说过哪只猫会笑。”爱丽丝非常礼貌地说，能顺利展开对话让她感到高兴。\n\n“你懂得不多，”公爵夫人说，“这是事实。”\n\n爱丽丝一点也不喜欢这句话的腔调，觉得最好换个话题聊聊。她正琢磨着该说什么，厨子已经把汤锅从火上端下来，随即抄起手边所有的东西朝公爵夫人和婴儿扔去——火钳首当其冲；接着平底锅、盘子、碟子如暴雨般袭来。公爵夫人被打中了也毫不在意；那婴儿早就嚎啕大哭，根本没法分辨这些击打是否伤到了他。\n\n“哎呀，请当心点！”爱丽丝吓得直跳脚，尖声叫道，“哎呀，他那宝贝鼻子差点没了！”只见一只异常巨大的平底锅擦着婴儿鼻子飞过，险些将它削掉。\n\n“要是人人都只管自己的事，”公爵夫人嘶哑地咆哮道，“地球转得可比现在快多啦。”\n\n“那可没什么好处，”爱丽丝说道，她很高兴有机会卖弄点学问，“想想看日夜会乱成什么样！要知道地球绕轴自转一圈要二十四小时——”\n\n“说到斧头（注：英文中axes与axis音近），”公爵夫人喝道，“砍掉她的头！”\n\n爱丽丝紧张地瞥了厨子一眼，看她是否领会了这个暗示；但厨子正忙着搅汤，似乎没在听，于是她继续说：“是二十四小时，我想；还是十二小时？我——”\n\n“哦，别烦我，”公爵夫人说，“我向来受不了数字！”说罢她又开始哄孩子，一边哼着某种摇篮曲，每唱完一句就把孩子猛晃一下：\n\n“对小男孩要粗声恶气，\n他打喷嚏就揍他个彻底：\n他这样只为惹人生气，\n因为他知道这让人着急。”\n\n\n合唱。\n（厨子和婴儿加入）：\n\n\n“汪！汪！汪！”\n\n\n公爵夫人唱第二段时，一直把婴儿猛烈地抛上抛下，那可怜的小家伙哭嚎不止，爱丽丝几乎听不清歌词：\n\n“我对孩子说话严厉，\n他打喷嚏就揍他不息；\n只要他乐意，\n就能把胡椒尝个彻底！”\n\n\n合唱。\n\n\n“汪！汪！汪！”\n\n“喂！你要是愿意，可以抱它一会儿！”公爵夫人对爱丽丝说着，就把小宝宝朝她扔了过来，“我得准备准备，好陪王后打槌球去。”说完就急匆匆走出了房间。厨娘在她身后扔了个煎锅，但没打中。\n\n爱丽丝有些费劲地接住了小宝宝，因为它是个形状古怪的小东西，胳膊腿儿朝四面八方伸着，“活像只海星，”爱丽丝想。这可怜的小东西被她接住时，正像蒸汽机似的呼哧呼哧喘着气，还不停地蜷起身子又伸直，所以头一两分钟里，爱丽丝光是抱住它就够吃力了。\n\n等她琢磨出抱孩子的正确方法（得把它扭成一团，然后紧紧抓住它的右耳朵和左脚，防止它自己松开），就把它抱到户外。“要是不把这孩子带走，”爱丽丝想，“她们一两天内准会弄死它。要是扔下它不管，不就等于谋杀吗？”最后这句话她说出了声，那小东西咕噜了一声作为回应（这时它已经不打喷嚏了）。“别咕噜，”爱丽丝说，“这根本不是表达想法的好方式。”\n\n小宝宝又咕噜了一声，爱丽丝焦急地察看它的脸，想知道怎么回事。毫无疑问，它长着个朝天鼻，更像猪鼻子而不像真鼻子；眼睛也小得离谱，完全不像婴儿的眼睛。总之爱丽丝一点儿也不喜欢它的模样。“不过它可能只是在抽泣，”她想着，又看了看它的眼睛，想找找有没有眼泪。\n\n没有，一滴眼泪也没有。“亲爱的，你要是打算变成猪，”爱丽丝严肃地说，“我可再也不管你了。记住！”那可怜的小东西又抽泣了一声（或者说咕噜了一声，根本分不清），然后她们沉默着走了一阵。\n\n爱丽丝正暗自思忖：“等我把这小东西带回家，该怎么处置它呢？”它突然又猛烈地咕噜了一声，她慌忙低头看它的脸。这次绝对错不了：它不折不扣就是头猪了。她觉得再抱着它走实在太荒唐了。\n\n于是她放下那小生物，看着它安静地跑进树林，顿时觉得轻松不少。“要是它长大了，”她自言自语道，“准会变成丑得吓人的孩子；不过依我看，它倒是头挺标致的猪。”接着她开始细数自己认识的那些孩子，盘算着谁变成猪会更合适。正想着“只要知道怎么把他们变过去——”，她忽然吓了一跳，因为几码开外的树枝上，正坐着那只柴郡猫（Cheshire Cat）。\n\n柴郡猫看见爱丽丝，只是咧着嘴笑。她觉得它模样挺和善，可那爪子实在长得过分，牙齿又密密麻麻的，看来还是该对它恭敬些。\n\n“柴郡猫咪，”她怯生生地开口——完全不知道它喜不喜欢这称呼。不料猫只是把嘴咧得更开了些。“看来它挺高兴，”爱丽丝想着，便继续说下去，“请问，我该往哪条路走呢？”\n\n“那得看你想去哪儿。”猫说。\n\n“去哪儿我倒不太在意——”爱丽丝说。\n\n“那你走哪条路都行。”猫说。\n\n“——只要能走到个什么地方。”爱丽丝补充解释道。\n\n“哦，你肯定能走到，”猫说，“只要走得够久。”\n\n爱丽丝觉得这话无可辩驳，便换了问题：“这儿附近住着什么样的人呢？”\n\n“往那边走，”猫挥着右爪说，“住着个帽匠（Hatter）；往那边走，”它挥着另一只爪子，“住着只三月兔（March Hare）。你想拜访谁都行，反正两个都是疯子。”\n\n“可我实在不想闯到疯子堆里去。”爱丽丝说。\n\n“哎呀，这可由不得你，”猫说，“我们这儿全是疯子。我疯了，你也疯了。”\n\n“你怎么知道我疯了？”爱丽丝问。\n\n“你肯定是疯了，”猫说，“不然怎么会来这儿。”\n\n爱丽丝觉得这根本不算证明，不过她还是继续问：“那你怎么知道自己疯了呢？”\n\n“首先，”猫说，“狗是不疯的，你同意吧？”\n\n“大概吧。”爱丽丝说。\n\n“好，那么，”猫接着说，“你看，狗生气时会吼叫，高兴时就摇尾巴。可我呢，高兴时才会吼叫，生气时却摇尾巴。所以我是疯子。”\n\n“我说你那是在打呼噜，不是吼叫。”爱丽丝说。\n\n“随你怎么叫，”猫说，“今天你和王后玩槌球吗？”\n\n“我很想玩，”爱丽丝说，“可还没收到邀请呢。”\n\n“你会在那儿见到我的。”猫说着，突然消失了。\n\n爱丽丝对此并不十分惊讶，她已经开始习惯发生各种古怪的事情了。正当她望着柴郡猫刚才所在的位置时，它突然又出现了。\n\n“顺便问一句，那个婴儿后来怎么样了？”柴郡猫说，“我差点忘了问。”\n\n“它变成了一头猪。”爱丽丝平静地回答，仿佛这是件理所当然的事。\n\n“我早料到会这样。”柴郡猫说完又消失了。\n\n爱丽丝等了一会儿，隐隐期待它能再次出现，但它没有现身。一两分钟后，她朝着据说三月兔居住的方向走去。“我以前见过帽匠，”她自言自语道，“三月兔应该会更有趣些。而且现在已经是五月，它或许不会疯得那么厉害——至少不会像三月里那样疯癫。”正说着，她抬起头，发现柴郡猫又出现了，正坐在一根树枝上。\n\n“你刚才说的是猪（pig），还是无花果（fig）？”柴郡猫问道。\n\n“我说的是猪，”爱丽丝回答，“我希望你不要总是这样突然出现又消失，让人头晕目眩的。”\n\n“好吧。”柴郡猫说。这一次它消失得非常缓慢：从尾巴末端开始逐渐隐去，最后消失的是那张咧开的笑脸——在身体其他部分都消失后，那张笑脸还在空中停留了好一会儿。\n\n“哎呀！我常看见没有笑脸的猫，”爱丽丝想，“可是没有猫的笑脸！这真是我生平见过最稀奇的事了！”\n\n她没走多远，就看见了三月兔的房子：她觉得这肯定就是那座房子，因为烟囱的形状像兔子耳朵，屋顶还铺着皮毛。房子非常高大，她不敢贸然靠近，先啃了点左手握着的蘑菇，让自己长到大约两英尺高。即使这样，她走向房子时仍有些胆怯，心里嘀咕着：“万一它真的疯得厉害呢！我几乎后悔没先去找帽匠了！”",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VII.",
    "translated_title": "CHAPTER VII.",
    "original_content": "CHAPTER VII.\nA Mad Tea-Party\n\n\nThere was a table set out under a tree in front of the house, and the\nMarch Hare and the Hatter were having tea at it: a Dormouse was sitting\nbetween them, fast asleep, and the other two were using it as a\ncushion, resting their elbows on it, and talking over its head. “Very\nuncomfortable for the Dormouse,” thought Alice; “only, as it’s asleep,\nI suppose it doesn’t mind.”\n\nThe table was a large one, but the three were all crowded together at\none corner of it: “No room! No room!” they cried out when they saw\nAlice coming. “There’s _plenty_ of room!” said Alice indignantly, and\nshe sat down in a large arm-chair at one end of the table.\n\n“Have some wine,” the March Hare said in an encouraging tone.\n\nAlice looked all round the table, but there was nothing on it but tea.\n“I don’t see any wine,” she remarked.\n\n“There isn’t any,” said the March Hare.\n\n“Then it wasn’t very civil of you to offer it,” said Alice angrily.\n\n“It wasn’t very civil of you to sit down without being invited,” said\nthe March Hare.\n\n“I didn’t know it was _your_ table,” said Alice; “it’s laid for a great\nmany more than three.”\n\n“Your hair wants cutting,” said the Hatter. He had been looking at\nAlice for some time with great curiosity, and this was his first\nspeech.\n\n“You should learn not to make personal remarks,” Alice said with some\nseverity; “it’s very rude.”\n\nThe Hatter opened his eyes very wide on hearing this; but all he _said_\nwas, “Why is a raven like a writing-desk?”\n\n“Come, we shall have some fun now!” thought Alice. “I’m glad they’ve\nbegun asking riddles.—I believe I can guess that,” she added aloud.\n\n“Do you mean that you think you can find out the answer to it?” said\nthe March Hare.\n\n“Exactly so,” said Alice.\n\n“Then you should say what you mean,” the March Hare went on.\n\n“I do,” Alice hastily replied; “at least—at least I mean what I\nsay—that’s the same thing, you know.”\n\n“Not the same thing a bit!” said the Hatter. “You might just as well\nsay that ‘I see what I eat’ is the same thing as ‘I eat what I see’!”\n\n“You might just as well say,” added the March Hare, “that ‘I like what\nI get’ is the same thing as ‘I get what I like’!”\n\n“You might just as well say,” added the Dormouse, who seemed to be\ntalking in his sleep, “that ‘I breathe when I sleep’ is the same thing\nas ‘I sleep when I breathe’!”\n\n“It _is_ the same thing with you,” said the Hatter, and here the\nconversation dropped, and the party sat silent for a minute, while\nAlice thought over all she could remember about ravens and\nwriting-desks, which wasn’t much.\n\nThe Hatter was the first to break the silence. “What day of the month\nis it?” he said, turning to Alice: he had taken his watch out of his\npocket, and was looking at it uneasily, shaking it every now and then,\nand holding it to his ear.\n\nAlice considered a little, and then said “The fourth.”\n\n“Two days wrong!” sighed the Hatter. “I told you butter wouldn’t suit\nthe works!” he added looking angrily at the March Hare.\n\n“It was the _best_ butter,” the March Hare meekly replied.\n\n“Yes, but some crumbs must have got in as well,” the Hatter grumbled:\n“you shouldn’t have put it in with the bread-knife.”\n\nThe March Hare took the watch and looked at it gloomily: then he dipped\nit into his cup of tea, and looked at it again: but he could think of\nnothing better to say than his first remark, “It was the _best_ butter,\nyou know.”\n\nAlice had been looking over his shoulder with some curiosity. “What a\nfunny watch!” she remarked. “It tells the day of the month, and doesn’t\ntell what o’clock it is!”\n\n“Why should it?” muttered the Hatter. “Does _your_ watch tell you what\nyear it is?”\n\n“Of course not,” Alice replied very readily: “but that’s because it\nstays the same year for such a long time together.”\n\n“Which is just the case with _mine_,” said the Hatter.\n\nAlice felt dreadfully puzzled, The Hatter’s remark seemed to have no\nsort of meaning in it, and yet it was certainly English. “I don’t quite\nunderstand you,” she said, as politely as she could.\n\n“The Dormouse is asleep again,” said the Hatter, and he poured a little\nhot tea upon its nose.\n\nThe Dormouse shook its head impatiently, and said, without opening its\neyes, “Of course, of course; just what I was going to remark myself.”\n\n“Have you guessed the riddle yet?” the Hatter said, turning to Alice\nagain.\n\n“No, I give it up,” Alice replied: “what’s the answer?”\n\n“I haven’t the slightest idea,” said the Hatter.\n\n“Nor I,” said the March Hare.\n\nAlice sighed wearily. “I think you might do something better with the\ntime,” she said, “than waste it in asking riddles that have no\nanswers.”\n\n“If you knew Time as well as I do,” said the Hatter, “you wouldn’t talk\nabout wasting _it_. It’s _him_.”\n\n“I don’t know what you mean,” said Alice.\n\n“Of course you don’t!” the Hatter said, tossing his head\ncontemptuously. “I dare say you never even spoke to Time!”\n\n“Perhaps not,” Alice cautiously replied: “but I know I have to beat\ntime when I learn music.”\n\n“Ah! that accounts for it,” said the Hatter. “He won’t stand beating.\nNow, if you only kept on good terms with him, he’d do almost anything\nyou liked with the clock. For instance, suppose it were nine o’clock in\nthe morning, just time to begin lessons: you’d only have to whisper a\nhint to Time, and round goes the clock in a twinkling! Half-past one,\ntime for dinner!”\n\n(“I only wish it was,” the March Hare said to itself in a whisper.)\n\n“That would be grand, certainly,” said Alice thoughtfully: “but then—I\nshouldn’t be hungry for it, you know.”\n\n“Not at first, perhaps,” said the Hatter: “but you could keep it to\nhalf-past one as long as you liked.”\n\n“Is that the way _you_ manage?” Alice asked.\n\nThe Hatter shook his head mournfully. “Not I!” he replied. “We\nquarrelled last March—just before _he_ went mad, you know—” (pointing\nwith his tea spoon at the March Hare,) “—it was at the great concert\ngiven by the Queen of Hearts, and I had to sing\n\n‘Twinkle, twinkle, little bat!\nHow I wonder what you’re at!’\n\n\nYou know the song, perhaps?”\n\n“I’ve heard something like it,” said Alice.\n\n“It goes on, you know,” the Hatter continued, “in this way:—\n\n‘Up above the world you fly,\nLike a tea-tray in the sky.\n                    Twinkle, twinkle—’”\n\n\nHere the Dormouse shook itself, and began singing in its sleep\n“_Twinkle, twinkle, twinkle, twinkle_—” and went on so long that they\nhad to pinch it to make it stop.\n\n“Well, I’d hardly finished the first verse,” said the Hatter, “when the\nQueen jumped up and bawled out, ‘He’s murdering the time! Off with his\nhead!’”\n\n“How dreadfully savage!” exclaimed Alice.\n\n“And ever since that,” the Hatter went on in a mournful tone, “he won’t\ndo a thing I ask! It’s always six o’clock now.”\n\nA bright idea came into Alice’s head. “Is that the reason so many\ntea-things are put out here?” she asked.\n\n“Yes, that’s it,” said the Hatter with a sigh: “it’s always tea-time,\nand we’ve no time to wash the things between whiles.”\n\n“Then you keep moving round, I suppose?” said Alice.\n\n“Exactly so,” said the Hatter: “as the things get used up.”\n\n“But what happens when you come to the beginning again?” Alice ventured\nto ask.\n\n“Suppose we change the subject,” the March Hare interrupted, yawning.\n“I’m getting tired of this. I vote the young lady tells us a story.”\n\n“I’m afraid I don’t know one,” said Alice, rather alarmed at the\nproposal.\n\n“Then the Dormouse shall!” they both cried. “Wake up, Dormouse!” And\nthey pinched it on both sides at once.\n\nThe Dormouse slowly opened his eyes. “I wasn’t asleep,” he said in a\nhoarse, feeble voice: “I heard every word you fellows were saying.”\n\n“Tell us a story!” said the March Hare.\n\n“Yes, please do!” pleaded Alice.\n\n“And be quick about it,” added the Hatter, “or you’ll be asleep again\nbefore it’s done.”\n\n“Once upon a time there were three little sisters,” the Dormouse began\nin a great hurry; “and their names were Elsie, Lacie, and Tillie; and\nthey lived at the bottom of a well—”\n\n“What did they live on?” said Alice, who always took a great interest\nin questions of eating and drinking.\n\n“They lived on treacle,” said the Dormouse, after thinking a minute or\ntwo.\n\n“They couldn’t have done that, you know,” Alice gently remarked;\n“they’d have been ill.”\n\n“So they were,” said the Dormouse; “_very_ ill.”\n\nAlice tried to fancy to herself what such an extraordinary way of\nliving would be like, but it puzzled her too much, so she went on: “But\nwhy did they live at the bottom of a well?”\n\n“Take some more tea,” the March Hare said to Alice, very earnestly.\n\n“I’ve had nothing yet,” Alice replied in an offended tone, “so I can’t\ntake more.”\n\n“You mean you can’t take _less_,” said the Hatter: “it’s very easy to\ntake _more_ than nothing.”\n\n“Nobody asked _your_ opinion,” said Alice.\n\n“Who’s making personal remarks now?” the Hatter asked triumphantly.\n\nAlice did not quite know what to say to this: so she helped herself to\nsome tea and bread-and-butter, and then turned to the Dormouse, and\nrepeated her question. “Why did they live at the bottom of a well?”\n\nThe Dormouse again took a minute or two to think about it, and then\nsaid, “It was a treacle-well.”\n\n“There’s no such thing!” Alice was beginning very angrily, but the\nHatter and the March Hare went “Sh! sh!” and the Dormouse sulkily\nremarked, “If you can’t be civil, you’d better finish the story for\nyourself.”\n\n“No, please go on!” Alice said very humbly; “I won’t interrupt again. I\ndare say there may be _one_.”\n\n“One, indeed!” said the Dormouse indignantly. However, he consented to\ngo on. “And so these three little sisters—they were learning to draw,\nyou know—”\n\n“What did they draw?” said Alice, quite forgetting her promise.\n\n“Treacle,” said the Dormouse, without considering at all this time.\n\n“I want a clean cup,” interrupted the Hatter: “let’s all move one place\non.”\n\nHe moved on as he spoke, and the Dormouse followed him: the March Hare\nmoved into the Dormouse’s place, and Alice rather unwillingly took the\nplace of the March Hare. The Hatter was the only one who got any\nadvantage from the change: and Alice was a good deal worse off than\nbefore, as the March Hare had just upset the milk-jug into his plate.\n\nAlice did not wish to offend the Dormouse again, so she began very\ncautiously: “But I don’t understand. Where did they draw the treacle\nfrom?”\n\n“You can draw water out of a water-well,” said the Hatter; “so I should\nthink you could draw treacle out of a treacle-well—eh, stupid?”\n\n“But they were _in_ the well,” Alice said to the Dormouse, not choosing\nto notice this last remark.\n\n“Of course they were,” said the Dormouse; “—well in.”\n\nThis answer so confused poor Alice, that she let the Dormouse go on for\nsome time without interrupting it.\n\n“They were learning to draw,” the Dormouse went on, yawning and rubbing\nits eyes, for it was getting very sleepy; “and they drew all manner of\nthings—everything that begins with an M—”\n\n“Why with an M?” said Alice.\n\n“Why not?” said the March Hare.\n\nAlice was silent.\n\nThe Dormouse had closed its eyes by this time, and was going off into a\ndoze; but, on being pinched by the Hatter, it woke up again with a\nlittle shriek, and went on: “—that begins with an M, such as\nmouse-traps, and the moon, and memory, and muchness—you know you say\nthings are “much of a muchness”—did you ever see such a thing as a\ndrawing of a muchness?”\n\n“Really, now you ask me,” said Alice, very much confused, “I don’t\nthink—”\n\n“Then you shouldn’t talk,” said the Hatter.\n\nThis piece of rudeness was more than Alice could bear: she got up in\ngreat disgust, and walked off; the Dormouse fell asleep instantly, and\nneither of the others took the least notice of her going, though she\nlooked back once or twice, half hoping that they would call after her:\nthe last time she saw them, they were trying to put the Dormouse into\nthe teapot.\n\n“At any rate I’ll never go _there_ again!” said Alice as she picked her\nway through the wood. “It’s the stupidest tea-party I ever was at in\nall my life!”\n\nJust as she said this, she noticed that one of the trees had a door\nleading right into it. “That’s very curious!” she thought. “But\neverything’s curious today. I think I may as well go in at once.” And\nin she went.\n\nOnce more she found herself in the long hall, and close to the little\nglass table. “Now, I’ll manage better this time,” she said to herself,\nand began by taking the little golden key, and unlocking the door that\nled into the garden. Then she went to work nibbling at the mushroom\n(she had kept a piece of it in her pocket) till she was about a foot\nhigh: then she walked down the little passage: and _then_—she found\nherself at last in the beautiful garden, among the bright flower-beds\nand the cool fountains.",
    "translated_content": "CHAPTER VII.\n\n第七章\n疯狂的茶会\n\n\n屋前大树下摆着一张桌子，三月兔和帽匠正坐在桌边喝茶。一只睡鼠趴在他们中间酣睡，那两位就拿它当靠垫，胳膊肘支在它身上，隔着它的脑袋交谈。“睡鼠可要难受了，”爱丽丝想，“不过它睡得正香，大概也无所谓。”\n\n桌子很大，他们三个却挤在一个角落。“没地方啦！没地方啦！”他们看见爱丽丝走过来就嚷嚷。“地方多的是！”爱丽丝愤然说着，在桌子一端的大扶手椅上坐了下来。\n\n“喝点酒吧，”三月兔用鼓励的语气说。\n\n爱丽丝扫视了一遍桌子，除了茶什么也没有。“我没看见酒啊，”她说。\n\n“本来就没有，”三月兔说。\n\n“那你请人喝酒就不太礼貌了，”爱丽丝生气地说。\n\n“你没被邀请就坐下来，也不太礼貌，”三月兔说。\n\n“我不知道这是你的桌子，”爱丽丝说，“这桌子能坐好多人呢，不止三个。”\n\n“你该剪头发了，”帽匠说。他好奇地打量了爱丽丝半天，这才第一次开口。\n\n“你应该学会不对别人评头论足，”爱丽丝板着脸说，“这很失礼。”\n\n帽匠听了这话，把眼睛瞪得溜圆，可他只说了一句：“为什么乌鸦像写字台？”\n\n“好了，这下可有意思了！”爱丽丝想，“真高兴他们开始出谜语了——我觉得我能猜出来，”她大声补充道。\n\n“你是说，你认为自己能找到答案？”三月兔问。\n\n“正是，”爱丽丝说。\n\n“那你怎么想就该怎么说，”三月兔接着说。\n\n“我是这样啊，”爱丽丝急忙回答，“至少——至少我说的话就是我想的——这是一回事，你知道。”\n\n“根本不是一回事！”帽匠说，“照这么说，‘我吃我见的东西’和‘我见我吃的东西’也是一回事了！”\n\n“照这么说，”三月兔补充道，“‘我得到我喜欢的东西’和‘我喜欢我得到的东西’也是一回事了！”\n\n“照这么说，”睡鼠也嘟囔着加入进来，它像是在说梦话，“‘我睡觉时呼吸’和‘我呼吸时睡觉’也是一回事了！”\n\n“你也是同样的情况，”帽匠说。谈话到此中断，大家沉默地坐了一分钟，爱丽丝把她记得起来的关于乌鸦和写字台的事情都想了一遍，其实她知道得并不多。\n\n帽匠首先打破了沉默。“今天是这个月的第几天？”他问爱丽丝，一面从衣袋里掏出了一只怀表，不安地看着，还不停地摇晃，拿到耳朵旁听听。\n\n爱丽丝想了想说：“四号。”\n\n“错了两天！”帽匠叹气说，“我告诉过你，黄油对表机不合适！”他生气地看着三月兔加了一句。\n\n“这是最好的黄油了，”三月兔温顺地回答。\n\n“是的，但是一些面包屑也掉进去了，”帽匠咕噜着，“你不应该用面包刀加黄油。”\n\n三月兔泄气地拿过怀表看看，再放到茶杯里泡了一会儿，又拿起来看看，但是除了说“这是最好的黄油了”以外，再没别的更好的话可说。\n\n爱丽丝好奇地从他肩头上看了看。“多么奇怪的怀表啊，”她说，“它告诉几月几日，却不告诉时间！”\n\n“为什么要告诉时间呢？”帽匠嘀咕着，“你的表告诉你哪一年吗？”\n\n“当然不，”爱丽丝很快地回答说，“但是很长时间里年份不会变的。”\n\n“这也跟我的表不报时间的原因一样，”帽匠说。\n\n爱丽丝被弄得莫名其妙，帽匠的话听起来没有任何意思，然而确实是地道的英国话。“我不大懂你的话，”她很礼貌地说。\n\n“睡鼠又睡着了，”帽匠说着在睡鼠的鼻子上倒了一点热茶。\n\n睡鼠立即晃了晃头，没睁开眼就说：“当然，当然，我自己正要这么说呢。”\n\n“你猜到那个谜语了吗？”帽匠问爱丽丝。\n\n“没有，我猜不出来，”爱丽丝回答，“谜底到底是什么呢？”\n\n“我一点也不知道，”帽匠说。\n\n“我也不知道，”三月兔说。\n\n爱丽丝轻轻叹了一声说，“我认为你应该珍惜点时间，像这样出个没有谜底的谜语，简直是白白浪费宝贵的时间。”\n\n“如果你也像我一样对时间熟悉，”帽匠说，“你就不会叫它‘宝贵的时间’，而叫它‘老伙计’了。”\n\n“我不懂你的意思，”爱丽丝说。\n\n“你当然不懂！”帽匠轻蔑地甩着头说，“我敢说你连时间都没交谈过！”\n\n“也许没有，”爱丽丝谨慎地回答，“但我知道学音乐的时候得打拍子。”\n\n“啊！原来如此，”帽匠说，“他可受不了别人打他。你要是跟他搞好关系，他几乎能让钟表听你使唤。比如说，现在是早上九点整，该开始上课了——你只要悄悄给时间递个眼色，钟表眨眼间就能转圈！一点半，开饭时间！”\n\n（“我只盼着真是这样。”三月兔小声自言自语道。）\n\n“那当然很棒，”爱丽丝思索着说，“可是——要知道，那样我就不会感到饿了呀。”\n\n“刚开始或许不会，”帽匠说，“但你可以让时间永远停在一点半，随你高兴停多久。”\n\n“你就是这样安排的吗？”爱丽丝问。\n\n帽匠悲伤地摇摇头。“我可不行！”他回答，“去年三月我们吵了一架——就在他发疯之前，你知道——”（他用茶匙指着三月兔）“那是在红心女王举办的大型音乐会上，我被迫唱了：\n\n‘一闪，一闪，小蝙蝠！\n真想知道你在干啥！’\n\n这歌你大概听过吧？”\n\n“我听过类似的歌。”爱丽丝说。\n\n“后面还有呢，”帽匠继续唱道：\n\n‘高高飞在世界之上，\n像只茶盘悬在天上。\n一闪，一闪——’”\n\n这时睡鼠抖了抖身子，在梦里唱起来：“一闪，一闪，一闪，一闪——”没完没了地唱个不停，他们只好掐它才停下来。\n\n“唉，我刚唱完第一段，”帽匠说，“女王就跳起来吼道：‘他在谋杀时间！砍掉他的头！’”\n\n“太野蛮了！”爱丽丝惊呼。\n\n“从那以后，”帽匠哀伤地继续说，“他再也不听我使唤了！现在永远停在六点钟。”\n\n爱丽丝忽然灵光一现。“所以这儿才摆了这么多茶具吗？”她问。\n\n“是啊，正是这样，”帽匠叹气道，“永远是喝茶时间，我们根本没空洗茶具。”\n\n“那你们就围着桌子转圈挪位置？”爱丽丝问。\n\n“一点不错，”帽匠说，“茶具用完了就挪。”\n\n“可是转回起点时怎么办呢？”爱丽丝鼓起勇气问。\n\n“咱们换个话题吧，”三月兔（March Hare）打断道，一边打着哈欠，“我听得腻了。我提议让这位小姑娘讲个故事。”\n\n“我恐怕一个故事都不知道，”爱丽丝（Alice）说，对这个提议感到有些惊慌。\n\n“那就让睡鼠（Dormouse）讲！”他俩一齐喊道，“醒醒，睡鼠！”他们立刻从两边同时掐它。\n\n睡鼠慢慢地睁开眼睛。“我没睡着，”它用嘶哑微弱的声音说，“你们说的每个字我都听着呢。”\n\n“给我们讲个故事！”三月兔说。\n\n“是啊，请讲吧！”爱丽丝恳求道。\n\n“而且要快点讲，”帽匠（Hatter）补充说，“不然故事没讲完你又睡着了。”\n\n“从前有三个小姐妹，”睡鼠急忙开始讲道，“她们的名字是埃尔西（Elsie）、莱西（Lacie）和蒂莉（Tillie）；她们住在一口井的底下——”\n\n“她们靠吃什么生活呢？”爱丽丝问道，她总是对吃喝的问题很感兴趣。\n\n“她们吃糖浆，”睡鼠想了一两分钟后说。\n\n“你知道，她们不可能那样生活，”爱丽丝轻声评论道，“那样她们会生病的。”\n\n“她们确实病了，”睡鼠说，“病得很重。”\n\n爱丽丝试着想象这种奇特的生活方式会是什么样子，但这让她太困惑了，于是她继续问道：“可她们为什么住在井底呢？”\n\n“再喝点茶吧，”三月兔非常认真地对爱丽丝说。\n\n“我还一点都没喝呢，”爱丽丝用不高兴的语气回答，“所以我没法‘再喝点’。”\n\n“你是说你没法‘少喝点’吧，”帽匠说，“‘比没喝多喝点’是很容易的。”\n\n“没人问你的意见，”爱丽丝说。\n\n“现在是谁在发表人身言论了？”帽匠得意地问道。\n\n爱丽丝不太知道该怎么回答这话：于是她自己倒了点茶，拿了点黄油面包，然后转向睡鼠，重复了她的问题。“她们为什么住在井底呢？”\n\n睡鼠又花了一两分钟思考，然后说，“那是一口糖浆井。”\n\n“根本没有这种东西！”爱丽丝非常生气地开口，但帽匠和三月兔发出“嘘！嘘！”的声音，睡鼠不高兴地说：“如果你不能礼貌点，最好自己把故事讲完。”\n\n“不，请继续讲吧！”爱丽丝非常谦卑地说，“我不会再打断了。我敢说也许确实有一口。”\n\n“一口，可不是嘛！”睡鼠愤愤地说。不过，他还是同意继续讲。“就这样，这三个小姐妹——她们正在学画画，你知道——”\n\n“他们画什么？”爱丽丝问，完全忘了自己不该说话的承诺。\n\n“糖浆。”睡鼠这次想都没想就回答。\n\n“我要换个干净杯子，”帽匠插嘴道，“咱们都往前挪个位置吧。”\n\n他边说边挪动位置，睡鼠跟着他移动；三月兔挪到睡鼠的位子上，爱丽丝很不情愿地坐到了三月兔的位置。这次换位子唯一得到好处的是帽匠：而爱丽丝比原先更糟糕，因为三月兔刚把牛奶罐打翻在他的盘子里。\n\n爱丽丝不想再得罪睡鼠，于是小心翼翼地开口：“可我还是不明白。他们从哪儿画糖浆呢？”\n\n“水井里能画水，”帽匠说，“那糖浆井里自然也能画糖浆——对吧，笨蛋？”\n\n“可他们就在井里呀。”爱丽丝对睡鼠说，故意不理会帽匠最后那句话。\n\n“他们当然在井里，”睡鼠说，“——在井里头呢。”\n\n这个回答把可怜的爱丽丝彻底搞糊涂了，她任由睡鼠继续往下说，好一阵子都没打断。\n\n“他们在学画画，”睡鼠边打哈欠边揉眼睛，它已经困得不行了，“画了各式各样的东西——凡是M开头的东西都画——”\n\n“为什么偏要M开头的？”爱丽丝问。\n\n“为什么不呢？”三月兔说。\n\n爱丽丝不吭声了。\n\n这时睡鼠已经闭上眼睛打起盹来，但被帽匠掐了一下，它尖叫一声醒过来，继续讲：“M开头的东西，比如老鼠夹（mousetrap）、月亮（moon）、记忆（memory），还有‘多似性’（muchness）——你不是常说‘大同小异’嘛——你见过谁画‘多似性’吗？”\n\n“说实话，你这一问，”爱丽丝更糊涂了，“我倒觉得……”\n\n“那你就别开口。”帽匠说。\n\n这种无礼言行爱丽丝实在受不了，她愤然起身离去。睡鼠立刻又睡着了，其他两位根本没在意她的离开。爱丽丝回头望了一两次，还隐隐期待他们能叫住她，最后一眼看见他们时，那两人正试图把睡鼠塞进茶壶里。\n\n“无论如何我再也不去那儿了！”爱丽丝在树林里寻路时说，“这真是我这辈子参加过最无聊的茶会！”\n\n她刚说到这里，突然注意到其中一棵树上有一扇门，直通树心。“这可真奇怪！”她想，“不过今天样样都怪。我想不妨立刻进去看看。”于是她就走了进去。\n\n她又一次来到那个长长的大厅里，靠近那张小小的玻璃桌。“这回我要做得更妥当些，”她自言自语道，先拿起那把小金钥匙，打开了通往花园的门。然后她开始啃那块蘑菇（她口袋里还留着一小块），直到身高缩到大约一英尺；接着她沿着小通道走去——终于，她来到了美丽的花园，置身于鲜艳的花坛和清凉的喷泉之间。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER VIII.",
    "translated_title": "CHAPTER VIII.",
    "original_content": "CHAPTER VIII.\nThe Queen’s Croquet-Ground\n\n\nA large rose-tree stood near the entrance of the garden: the roses\ngrowing on it were white, but there were three gardeners at it, busily\npainting them red. Alice thought this a very curious thing, and she\nwent nearer to watch them, and just as she came up to them she heard\none of them say, “Look out now, Five! Don’t go splashing paint over me\nlike that!”\n\n“I couldn’t help it,” said Five, in a sulky tone; “Seven jogged my\nelbow.”\n\nOn which Seven looked up and said, “That’s right, Five! Always lay the\nblame on others!”\n\n“_You’d_ better not talk!” said Five. “I heard the Queen say only\nyesterday you deserved to be beheaded!”\n\n“What for?” said the one who had spoken first.\n\n“That’s none of _your_ business, Two!” said Seven.\n\n“Yes, it _is_ his business!” said Five, “and I’ll tell him—it was for\nbringing the cook tulip-roots instead of onions.”\n\nSeven flung down his brush, and had just begun “Well, of all the unjust\nthings—” when his eye chanced to fall upon Alice, as she stood watching\nthem, and he checked himself suddenly: the others looked round also,\nand all of them bowed low.\n\n“Would you tell me,” said Alice, a little timidly, “why you are\npainting those roses?”\n\nFive and Seven said nothing, but looked at Two. Two began in a low\nvoice, “Why the fact is, you see, Miss, this here ought to have been a\n_red_ rose-tree, and we put a white one in by mistake; and if the Queen\nwas to find it out, we should all have our heads cut off, you know. So\nyou see, Miss, we’re doing our best, afore she comes, to—” At this\nmoment Five, who had been anxiously looking across the garden, called\nout “The Queen! The Queen!” and the three gardeners instantly threw\nthemselves flat upon their faces. There was a sound of many footsteps,\nand Alice looked round, eager to see the Queen.\n\nFirst came ten soldiers carrying clubs; these were all shaped like the\nthree gardeners, oblong and flat, with their hands and feet at the\ncorners: next the ten courtiers; these were ornamented all over with\ndiamonds, and walked two and two, as the soldiers did. After these came\nthe royal children; there were ten of them, and the little dears came\njumping merrily along hand in hand, in couples: they were all\nornamented with hearts. Next came the guests, mostly Kings and Queens,\nand among them Alice recognised the White Rabbit: it was talking in a\nhurried nervous manner, smiling at everything that was said, and went\nby without noticing her. Then followed the Knave of Hearts, carrying\nthe King’s crown on a crimson velvet cushion; and, last of all this\ngrand procession, came THE KING AND QUEEN OF HEARTS.\n\nAlice was rather doubtful whether she ought not to lie down on her face\nlike the three gardeners, but she could not remember ever having heard\nof such a rule at processions; “and besides, what would be the use of a\nprocession,” thought she, “if people had all to lie down upon their\nfaces, so that they couldn’t see it?” So she stood still where she was,\nand waited.\n\nWhen the procession came opposite to Alice, they all stopped and looked\nat her, and the Queen said severely “Who is this?” She said it to the\nKnave of Hearts, who only bowed and smiled in reply.\n\n“Idiot!” said the Queen, tossing her head impatiently; and, turning to\nAlice, she went on, “What’s your name, child?”\n\n“My name is Alice, so please your Majesty,” said Alice very politely;\nbut she added, to herself, “Why, they’re only a pack of cards, after\nall. I needn’t be afraid of them!”\n\n“And who are _these?_” said the Queen, pointing to the three gardeners\nwho were lying round the rose-tree; for, you see, as they were lying on\ntheir faces, and the pattern on their backs was the same as the rest of\nthe pack, she could not tell whether they were gardeners, or soldiers,\nor courtiers, or three of her own children.\n\n“How should _I_ know?” said Alice, surprised at her own courage. “It’s\nno business of _mine_.”\n\nThe Queen turned crimson with fury, and, after glaring at her for a\nmoment like a wild beast, screamed “Off with her head! Off—”\n\n“Nonsense!” said Alice, very loudly and decidedly, and the Queen was\nsilent.\n\nThe King laid his hand upon her arm, and timidly said “Consider, my\ndear: she is only a child!”\n\nThe Queen turned angrily away from him, and said to the Knave “Turn\nthem over!”\n\nThe Knave did so, very carefully, with one foot.\n\n“Get up!” said the Queen, in a shrill, loud voice, and the three\ngardeners instantly jumped up, and began bowing to the King, the Queen,\nthe royal children, and everybody else.\n\n“Leave off that!” screamed the Queen. “You make me giddy.” And then,\nturning to the rose-tree, she went on, “What _have_ you been doing\nhere?”\n\n“May it please your Majesty,” said Two, in a very humble tone, going\ndown on one knee as he spoke, “we were trying—”\n\n“_I_ see!” said the Queen, who had meanwhile been examining the roses.\n“Off with their heads!” and the procession moved on, three of the\nsoldiers remaining behind to execute the unfortunate gardeners, who ran\nto Alice for protection.\n\n“You shan’t be beheaded!” said Alice, and she put them into a large\nflower-pot that stood near. The three soldiers wandered about for a\nminute or two, looking for them, and then quietly marched off after the\nothers.\n\n“Are their heads off?” shouted the Queen.\n\n“Their heads are gone, if it please your Majesty!” the soldiers shouted\nin reply.\n\n“That’s right!” shouted the Queen. “Can you play croquet?”\n\nThe soldiers were silent, and looked at Alice, as the question was\nevidently meant for her.\n\n“Yes!” shouted Alice.\n\n“Come on, then!” roared the Queen, and Alice joined the procession,\nwondering very much what would happen next.\n\n“It’s—it’s a very fine day!” said a timid voice at her side. She was\nwalking by the White Rabbit, who was peeping anxiously into her face.\n\n“Very,” said Alice: “—where’s the Duchess?”\n\n“Hush! Hush!” said the Rabbit in a low, hurried tone. He looked\nanxiously over his shoulder as he spoke, and then raised himself upon\ntiptoe, put his mouth close to her ear, and whispered “She’s under\nsentence of execution.”\n\n“What for?” said Alice.\n\n“Did you say ‘What a pity!’?” the Rabbit asked.\n\n“No, I didn’t,” said Alice: “I don’t think it’s at all a pity. I said\n‘What for?’”\n\n“She boxed the Queen’s ears—” the Rabbit began. Alice gave a little\nscream of laughter. “Oh, hush!” the Rabbit whispered in a frightened\ntone. “The Queen will hear you! You see, she came rather late, and the\nQueen said—”\n\n“Get to your places!” shouted the Queen in a voice of thunder, and\npeople began running about in all directions, tumbling up against each\nother; however, they got settled down in a minute or two, and the game\nbegan. Alice thought she had never seen such a curious croquet-ground\nin her life; it was all ridges and furrows; the balls were live\nhedgehogs, the mallets live flamingoes, and the soldiers had to double\nthemselves up and to stand on their hands and feet, to make the arches.\n\nThe chief difficulty Alice found at first was in managing her flamingo:\nshe succeeded in getting its body tucked away, comfortably enough,\nunder her arm, with its legs hanging down, but generally, just as she\nhad got its neck nicely straightened out, and was going to give the\nhedgehog a blow with its head, it _would_ twist itself round and look\nup in her face, with such a puzzled expression that she could not help\nbursting out laughing: and when she had got its head down, and was\ngoing to begin again, it was very provoking to find that the hedgehog\nhad unrolled itself, and was in the act of crawling away: besides all\nthis, there was generally a ridge or furrow in the way wherever she\nwanted to send the hedgehog to, and, as the doubled-up soldiers were\nalways getting up and walking off to other parts of the ground, Alice\nsoon came to the conclusion that it was a very difficult game indeed.\n\nThe players all played at once without waiting for turns, quarrelling\nall the while, and fighting for the hedgehogs; and in a very short time\nthe Queen was in a furious passion, and went stamping about, and\nshouting “Off with his head!” or “Off with her head!” about once in a\nminute.\n\nAlice began to feel very uneasy: to be sure, she had not as yet had any\ndispute with the Queen, but she knew that it might happen any minute,\n“and then,” thought she, “what would become of me? They’re dreadfully\nfond of beheading people here; the great wonder is, that there’s any\none left alive!”\n\nShe was looking about for some way of escape, and wondering whether she\ncould get away without being seen, when she noticed a curious\nappearance in the air: it puzzled her very much at first, but, after\nwatching it a minute or two, she made it out to be a grin, and she said\nto herself “It’s the Cheshire Cat: now I shall have somebody to talk\nto.”\n\n“How are you getting on?” said the Cat, as soon as there was mouth\nenough for it to speak with.\n\nAlice waited till the eyes appeared, and then nodded. “It’s no use\nspeaking to it,” she thought, “till its ears have come, or at least one\nof them.” In another minute the whole head appeared, and then Alice put\ndown her flamingo, and began an account of the game, feeling very glad\nshe had someone to listen to her. The Cat seemed to think that there\nwas enough of it now in sight, and no more of it appeared.\n\n“I don’t think they play at all fairly,” Alice began, in rather a\ncomplaining tone, “and they all quarrel so dreadfully one can’t hear\noneself speak—and they don’t seem to have any rules in particular; at\nleast, if there are, nobody attends to them—and you’ve no idea how\nconfusing it is all the things being alive; for instance, there’s the\narch I’ve got to go through next walking about at the other end of the\nground—and I should have croqueted the Queen’s hedgehog just now, only\nit ran away when it saw mine coming!”\n\n“How do you like the Queen?” said the Cat in a low voice.\n\n“Not at all,” said Alice: “she’s so extremely—” Just then she noticed\nthat the Queen was close behind her, listening: so she went on,\n“—likely to win, that it’s hardly worth while finishing the game.”\n\nThe Queen smiled and passed on.\n\n“Who _are_ you talking to?” said the King, going up to Alice, and\nlooking at the Cat’s head with great curiosity.\n\n“It’s a friend of mine—a Cheshire Cat,” said Alice: “allow me to\nintroduce it.”\n\n“I don’t like the look of it at all,” said the King: “however, it may\nkiss my hand if it likes.”\n\n“I’d rather not,” the Cat remarked.\n\n“Don’t be impertinent,” said the King, “and don’t look at me like\nthat!” He got behind Alice as he spoke.\n\n“A cat may look at a king,” said Alice. “I’ve read that in some book,\nbut I don’t remember where.”\n\n“Well, it must be removed,” said the King very decidedly, and he called\nthe Queen, who was passing at the moment, “My dear! I wish you would\nhave this cat removed!”\n\nThe Queen had only one way of settling all difficulties, great or\nsmall. “Off with his head!” she said, without even looking round.\n\n“I’ll fetch the executioner myself,” said the King eagerly, and he\nhurried off.\n\nAlice thought she might as well go back, and see how the game was going\non, as she heard the Queen’s voice in the distance, screaming with\npassion. She had already heard her sentence three of the players to be\nexecuted for having missed their turns, and she did not like the look\nof things at all, as the game was in such confusion that she never knew\nwhether it was her turn or not. So she went in search of her hedgehog.\n\nThe hedgehog was engaged in a fight with another hedgehog, which seemed\nto Alice an excellent opportunity for croqueting one of them with the\nother: the only difficulty was, that her flamingo was gone across to\nthe other side of the garden, where Alice could see it trying in a\nhelpless sort of way to fly up into a tree.\n\nBy the time she had caught the flamingo and brought it back, the fight\nwas over, and both the hedgehogs were out of sight: “but it doesn’t\nmatter much,” thought Alice, “as all the arches are gone from this side\nof the ground.” So she tucked it away under her arm, that it might not\nescape again, and went back for a little more conversation with her\nfriend.\n\nWhen she got back to the Cheshire Cat, she was surprised to find quite\na large crowd collected round it: there was a dispute going on between\nthe executioner, the King, and the Queen, who were all talking at once,\nwhile all the rest were quite silent, and looked very uncomfortable.\n\nThe moment Alice appeared, she was appealed to by all three to settle\nthe question, and they repeated their arguments to her, though, as they\nall spoke at once, she found it very hard indeed to make out exactly\nwhat they said.\n\nThe executioner’s argument was, that you couldn’t cut off a head unless\nthere was a body to cut it off from: that he had never had to do such a\nthing before, and he wasn’t going to begin at _his_ time of life.\n\nThe King’s argument was, that anything that had a head could be\nbeheaded, and that you weren’t to talk nonsense.\n\nThe Queen’s argument was, that if something wasn’t done about it in\nless than no time she’d have everybody executed, all round. (It was\nthis last remark that had made the whole party look so grave and\nanxious.)\n\nAlice could think of nothing else to say but “It belongs to the\nDuchess: you’d better ask _her_ about it.”\n\n“She’s in prison,” the Queen said to the executioner: “fetch her here.”\nAnd the executioner went off like an arrow.\n\nThe Cat’s head began fading away the moment he was gone, and, by the\ntime he had come back with the Duchess, it had entirely disappeared; so\nthe King and the executioner ran wildly up and down looking for it,\nwhile the rest of the party went back to the game.",
    "translated_content": "CHAPTER VIII.\n\n第八章  \n王后的槌球场\n\n\n花园入口旁长着一株硕大的玫瑰树，树上开的白玫瑰却被三个园丁忙着涂成红色。爱丽丝觉得这事古怪极了，便凑近去看。刚走到他们身边，就听见其中一个说：“当心点儿，老五！别这样把颜料溅到我身上！”\n\n“我也没办法啊，”老五闷闷不乐地说，“是老七撞了我的胳膊肘。”\n\n听到这话，老七抬起头来说：“得了吧，老五！总把错推给别人！”\n\n“你最好别说话！”老五嚷道，“我昨天亲耳听见王后说该砍你的头！”\n\n“为什么？”最先开口的那个园丁问道。\n\n“不关你的事，老二！”老七插嘴。\n\n“不，就关他的事！”老五说，“我正要告诉他——是因为你把郁金香根当成洋葱拿给厨师了！”\n\n老七猛地扔掉刷子，刚开口说：“哼，天下最冤枉的事——”忽然瞥见爱丽丝正站在那儿瞧着他们，立刻刹住话头。另外两个也转过头来，三人齐刷刷地深鞠一躬。\n\n“请问，”爱丽丝怯生生地问，“你们为什么要把这些玫瑰涂成红色呢？”\n\n老五和老七都不吭声，只是望着老二。老二压低声音说：“唉，小姐，您瞧，这本来该是棵红玫瑰树，可我们错种了白的。要是让王后发现，我们全都得掉脑袋。所以您看，小姐，我们正赶在她来之前拼命……”这时一直在紧张张望花园另一端的老五突然喊道：“王后！王后来了！”三个园丁立刻脸朝下趴倒在地。一阵杂沓的脚步声传来，爱丽丝环顾四周，急切地想见到王后。\n\n首先走来的是十名手持棍棒的士兵，他们的体形都和那三个园丁一样——长方形、扁平的，手脚长在四个角上。接着是十名朝臣，浑身上下都装饰着钻石，像士兵那样两个一排地走着。后面是王室的孩子，共有十个，这些小宝贝们手拉着手，一对对欢快地蹦跳着走来，身上全都装饰着红心。随后是宾客，大多是国王和王后，爱丽丝在其中认出了那只白兔，它正语速飞快、神情紧张地说着话，对别人说的话都报以微笑，经过时没注意到她。接着是红心杰克，手捧深红色天鹅绒垫子，上面放着国王的王冠。在这支盛大队伍的最后，是**红心国王和王后**。\n\n爱丽丝有些犹豫，不知道自己是否也该像那三个园丁一样脸朝下趴着，可她记得从没听说过游行时有这样的规矩。“再说了，”她想，“如果人人都得脸朝下趴着，看不见游行，那游行还有什么意思呢？”于是她就站在原地等着。\n\n当游行队伍走到爱丽丝对面时，全都停下来看着她。王后严厉地问道：“这是谁？”她问的是红心杰克，可杰克只是鞠躬微笑作为回答。\n\n“蠢货！”王后不耐烦地甩了甩头，然后转向爱丽丝，继续问道：“孩子，你叫什么名字？”\n\n“我叫爱丽丝，陛下。”爱丽丝很有礼貌地回答，但她心里想：“哼，说到底，他们不过是一副纸牌罢了，我不用怕他们！”\n\n“那这些又是谁？”王后指着趴在玫瑰树周围的那三个园丁问。要知道，因为他们脸朝下趴着，背上的图案和这副牌里的其他牌一样，所以她分不清他们到底是园丁、士兵、朝臣，还是她自己的孩子。\n\n“我怎么知道？”爱丽丝说，她对自己的勇气感到惊讶，“这不关我的事。”\n\n王后气得满脸通红，像头野兽一样瞪了她一会儿，然后尖叫道：“砍掉她的头！砍掉——”\n\n“胡说！”爱丽丝非常大声而坚决地说，王后顿时不作声了。\n\n国王把手搭在她的胳膊上，怯生生地说：“亲爱的，考虑一下吧，她还只是个孩子！”\n\n王后生气地转过身去，对杰克说：“把他们翻过来！”\n\n红心杰克便小心翼翼地用一只脚照做了。\n\n“起来！”王后用尖利响亮的声音说道，三个园丁立刻跳了起来，开始向国王、王后、王室成员以及所有其他人鞠躬。\n\n“别鞠躬了！”王后尖叫道，“你们让我头晕。”接着她转向玫瑰树，继续问道：“你们刚才在这里做什么？”\n\n“启禀陛下，”老二单膝跪地，用非常谦卑的语气说道，“我们正试着——”\n\n“我看见了！”王后说道，她刚才一直在检查那些玫瑰。“砍掉他们的头！”游行队伍继续前进，三名士兵留下来执行处决。不幸的园丁们跑到爱丽丝身边寻求保护。\n\n“你们不会被砍头的！”爱丽丝说着，把他们放进旁边的一个大花盆里。那三名士兵转悠了一两分钟寻找他们，随后就安静地跟着其他人离开了。\n\n“他们的头砍掉了吗？”王后喊道。\n\n“回禀陛下，他们的头已经没了！”士兵们高声回答。\n\n“很好！”王后喊道，“你会玩槌球吗？”\n\n士兵们沉默不语，都看着爱丽丝，因为这个问题显然是问她的。\n\n“会！”爱丽丝喊道。\n\n“那就来吧！”王后吼道。爱丽丝加入了游行队伍，心里非常好奇接下来会发生什么。\n\n“今——今天天气真好啊！”她身旁传来一个怯生生的声音。她正和白兔并肩走着，白兔正焦急地偷看她的脸。\n\n“确实很好，”爱丽丝说，“——公爵夫人在哪儿？”\n\n“嘘！嘘！”兔子压低声音急促地说。他一边说一边紧张地回头张望，然后踮起脚尖，把嘴凑到爱丽丝耳边，悄声说道：“她被判了死刑。”\n\n“为什么？”爱丽丝问。\n\n“你刚才说‘真可惜！’吗？”兔子问道。\n\n“不，我没有，”爱丽丝说，“我一点也不觉得可惜。我问的是‘为什么？’”\n\n“她打了王后的耳光——”兔子刚开口。爱丽丝忍不住轻笑了一声。“哦，嘘！”兔子惊恐地低声说，“王后会听见的！你知道，她来得有点晚，王后就说——”\n\n“各就各位！”王后用雷鸣般的声音喊道，人们立刻向四面八方跑开，互相碰撞着；不过一两分钟就都站好了位置，游戏开始了。爱丽丝觉得自己这辈子从没见过这么古怪的槌球场：满地都是沟坎坎的；槌球是活刺猬，球槌是活火烈鸟，士兵们必须弯下腰，手脚着地当球门。\n\n爱丽丝一开始发现最大的困难是摆弄她的火烈鸟：她成功地把它的身子夹在胳膊底下，让两条腿垂着，这样还挺舒服；但通常，就在她把它的脖子捋直，准备用它的头去击打刺猬时，它总会扭过脖子，抬头望着她的脸，那副困惑的表情让她忍不住笑出声来；等她把它脑袋按下去，准备重新开始时，又发现刺猬已经展开身子，正往别处爬，真是气人；此外，无论她想把刺猬打到哪儿，路上总会有沟沟坎坎；而且那些弯着腰当球门的士兵也总是站起来走到场地的其他地方去。爱丽丝很快就得出结论：这确实是个非常困难的游戏。\n\n玩家们全都同时开打，根本不等轮次，还一直争吵不休，争抢刺猬；没过多久，王后就勃然大怒，跺着脚走来走去，差不多每分钟都要喊一次“砍掉他的头！”或者“砍掉她的头！”\n\n爱丽丝开始感到非常不安：确实，她还没和王后发生过争执，但她知道随时都可能发生，“到时候，”她想，“我会怎么样呢？这儿的人太喜欢砍头了！最奇怪的是，居然还有人活着！”\n\n她正四处张望想找条出路，盘算着能不能不被发现地溜走，这时她注意到空中出现了一个奇怪的东西：起初她非常困惑，但看了一两分钟后，她认出那是一个笑容，便自言自语道：“是柴郡猫（Cheshire Cat）：这下有人可以说话了。”\n\n“你过得怎么样？”猫一露出能说话的嘴就问道。\n\n爱丽丝一直等到那双眼睛出现，然后点了点头。“跟它说话是没用的，”她想，“得等它的耳朵长出来，至少先长出一只。”又过了一分钟，整个脑袋都显现了，于是爱丽丝放下火烈鸟，开始讲述这场游戏的经过。她很高兴终于有人听她说话了。那只猫似乎觉得现在显现的部分已经足够，便没有再露出更多身体。\n\n“我觉得他们玩得一点儿都不公平，”爱丽丝用抱怨的口气开始说道，“而且他们吵得那么凶，连自己说话都听不见——他们好像也没有什么特别的规则；就算有规则，也根本没人遵守——你根本想象不到所有东西都是活的，这有多让人糊涂！比如说，我马上就要穿过那个球门，可它却跑到场地那头散步去了——还有我刚才本该用槌球打中王后的刺猬，可它一看到我的刺猬过来就跑掉了！”\n\n“你觉得王后怎么样？”猫压低声音问道。\n\n“一点儿都不喜欢，”爱丽丝说，“她实在太——”正说着，她注意到王后就站在她身后听着呢，于是她赶紧改口：“——太可能会赢了，简直没必要把游戏玩完。”\n\n王后微笑着走开了。\n\n“你究竟在跟谁说话？”国王走到爱丽丝面前，非常好奇地盯着猫头看。\n\n“它是我的朋友——一只柴郡猫，”爱丽丝说，“请允许我介绍它。”\n\n“我一点儿也不喜欢它的模样，”国王说，“不过，如果它愿意，可以吻我的手。”\n\n“我宁愿不要。”猫表态道。\n\n“不得无礼，”国王说，“别那样看着我！”他一边说一边躲到爱丽丝身后。\n\n“猫也有权看国王，”爱丽丝说，“我在哪本书上读到过，但不记得是哪本了。”\n\n“好吧，必须把它弄走，”国王非常坚决地说，并叫住了正经过的王后，“亲爱的！我希望你能把这只猫弄走！”\n\n王后解决所有问题——无论大小——都只有一个办法。“砍掉它的头！”她说，连头都没回。\n\n“我亲自去叫刽子手。”国王急切地说着，匆匆离开了。\n\n爱丽丝觉得不妨先回去，看看游戏进行得如何了，因为她听见远处传来王后暴怒的尖叫声。她已经听见王后判处三名玩家死刑，只因他们错过了自己的回合。场上的情形让她很不喜欢——游戏乱成一团，她根本不知道是否轮到自己出手。于是她转身去寻找她的刺猬。\n\n那只刺猬正和另一只刺猬打架，在爱丽丝看来这正是用一只刺猬去击打另一只的绝佳机会。唯一的困难是：她的火烈鸟已经跑到花园另一边去了，爱丽丝看见它正徒劳地扑腾着翅膀想飞上树去。\n\n等她逮住火烈鸟带回来时，那场架已经打完，两只刺猬都不见了踪影。“不过也没什么关系，”爱丽丝想，“反正这边的球门也都不见了。”于是她把火烈鸟夹在胳膊底下，防止它再逃走，然后折返回去找她的朋友聊天。\n\n当她回到柴郡猫那儿时，惊讶地发现一大群家伙正围着它：刽子手、国王和王后正在激烈争论，三人同时抢着说话，其余人都默不作声，神情局促不安。\n\n爱丽丝一出现，三方立刻都请她来裁决。他们争相向她重复各自的论点，但由于同时开口，爱丽丝实在很难听清他们究竟在说什么。\n\n刽子手的论点是：除非有身体，否则不可能砍下头来；他这辈子从没干过这种事，这把年纪也不打算开这个头。\n\n国王的论点是：凡是有头的东西都能砍头，少说废话。\n\n王后的论点是：要是再不立刻解决这事，她就要把周围所有人统统处决。（正是最后这句话让在场所有人都神色凝重、忧心忡忡。）\n\n爱丽丝想不出别的话，只好说：“这猫是公爵夫人的，你们最好去问她。”\n\n“她在监狱里，”王后对刽子手说，“把她押来。”刽子手立刻像箭一般跑走了。\n\n猫头在他离开的瞬间就开始逐渐隐去，等他带着公爵夫人回来时，已经完全消失了；国王和刽子手发疯似的跑来跑去找它，而其余的人则回到游戏中去了。",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER IX.",
    "translated_title": "CHAPTER IX.",
    "original_content": "CHAPTER IX.\nThe Mock Turtle’s Story\n\n\n“You can’t think how glad I am to see you again, you dear old thing!”\nsaid the Duchess, as she tucked her arm affectionately into Alice’s,\nand they walked off together.\n\nAlice was very glad to find her in such a pleasant temper, and thought\nto herself that perhaps it was only the pepper that had made her so\nsavage when they met in the kitchen.\n\n“When _I’m_ a Duchess,” she said to herself, (not in a very hopeful\ntone though), “I won’t have any pepper in my kitchen _at all_. Soup\ndoes very well without—Maybe it’s always pepper that makes people\nhot-tempered,” she went on, very much pleased at having found out a new\nkind of rule, “and vinegar that makes them sour—and camomile that makes\nthem bitter—and—and barley-sugar and such things that make children\nsweet-tempered. I only wish people knew _that_: then they wouldn’t be\nso stingy about it, you know—”\n\nShe had quite forgotten the Duchess by this time, and was a little\nstartled when she heard her voice close to her ear. “You’re thinking\nabout something, my dear, and that makes you forget to talk. I can’t\ntell you just now what the moral of that is, but I shall remember it in\na bit.”\n\n“Perhaps it hasn’t one,” Alice ventured to remark.\n\n“Tut, tut, child!” said the Duchess. “Everything’s got a moral, if only\nyou can find it.” And she squeezed herself up closer to Alice’s side as\nshe spoke.\n\nAlice did not much like keeping so close to her: first, because the\nDuchess was _very_ ugly; and secondly, because she was exactly the\nright height to rest her chin upon Alice’s shoulder, and it was an\nuncomfortably sharp chin. However, she did not like to be rude, so she\nbore it as well as she could.\n\n“The game’s going on rather better now,” she said, by way of keeping up\nthe conversation a little.\n\n“’Tis so,” said the Duchess: “and the moral of that is—‘Oh, ’tis love,\n’tis love, that makes the world go round!’”\n\n“Somebody said,” Alice whispered, “that it’s done by everybody minding\ntheir own business!”\n\n“Ah, well! It means much the same thing,” said the Duchess, digging her\nsharp little chin into Alice’s shoulder as she added, “and the moral of\n_that_ is—‘Take care of the sense, and the sounds will take care of\nthemselves.’”\n\n“How fond she is of finding morals in things!” Alice thought to\nherself.\n\n“I dare say you’re wondering why I don’t put my arm round your waist,”\nthe Duchess said after a pause: “the reason is, that I’m doubtful about\nthe temper of your flamingo. Shall I try the experiment?”\n\n“He might bite,” Alice cautiously replied, not feeling at all anxious\nto have the experiment tried.\n\n“Very true,” said the Duchess: “flamingoes and mustard both bite. And\nthe moral of that is—‘Birds of a feather flock together.’”\n\n“Only mustard isn’t a bird,” Alice remarked.\n\n“Right, as usual,” said the Duchess: “what a clear way you have of\nputting things!”\n\n“It’s a mineral, I _think_,” said Alice.\n\n“Of course it is,” said the Duchess, who seemed ready to agree to\neverything that Alice said; “there’s a large mustard-mine near here.\nAnd the moral of that is—‘The more there is of mine, the less there is\nof yours.’”\n\n“Oh, I know!” exclaimed Alice, who had not attended to this last\nremark, “it’s a vegetable. It doesn’t look like one, but it is.”\n\n“I quite agree with you,” said the Duchess; “and the moral of that\nis—‘Be what you would seem to be’—or if you’d like it put more\nsimply—‘Never imagine yourself not to be otherwise than what it might\nappear to others that what you were or might have been was not\notherwise than what you had been would have appeared to them to be\notherwise.’”\n\n“I think I should understand that better,” Alice said very politely,\n“if I had it written down: but I can’t quite follow it as you say it.”\n\n“That’s nothing to what I could say if I chose,” the Duchess replied,\nin a pleased tone.\n\n“Pray don’t trouble yourself to say it any longer than that,” said\nAlice.\n\n“Oh, don’t talk about trouble!” said the Duchess. “I make you a present\nof everything I’ve said as yet.”\n\n“A cheap sort of present!” thought Alice. “I’m glad they don’t give\nbirthday presents like that!” But she did not venture to say it out\nloud.\n\n“Thinking again?” the Duchess asked, with another dig of her sharp\nlittle chin.\n\n“I’ve a right to think,” said Alice sharply, for she was beginning to\nfeel a little worried.\n\n“Just about as much right,” said the Duchess, “as pigs have to fly; and\nthe m—”\n\nBut here, to Alice’s great surprise, the Duchess’s voice died away,\neven in the middle of her favourite word ‘moral,’ and the arm that was\nlinked into hers began to tremble. Alice looked up, and there stood the\nQueen in front of them, with her arms folded, frowning like a\nthunderstorm.\n\n“A fine day, your Majesty!” the Duchess began in a low, weak voice.\n\n“Now, I give you fair warning,” shouted the Queen, stamping on the\nground as she spoke; “either you or your head must be off, and that in\nabout half no time! Take your choice!”\n\nThe Duchess took her choice, and was gone in a moment.\n\n“Let’s go on with the game,” the Queen said to Alice; and Alice was too\nmuch frightened to say a word, but slowly followed her back to the\ncroquet-ground.\n\nThe other guests had taken advantage of the Queen’s absence, and were\nresting in the shade: however, the moment they saw her, they hurried\nback to the game, the Queen merely remarking that a moment’s delay\nwould cost them their lives.\n\nAll the time they were playing the Queen never left off quarrelling\nwith the other players, and shouting “Off with his head!” or “Off with\nher head!” Those whom she sentenced were taken into custody by the\nsoldiers, who of course had to leave off being arches to do this, so\nthat by the end of half an hour or so there were no arches left, and\nall the players, except the King, the Queen, and Alice, were in custody\nand under sentence of execution.\n\nThen the Queen left off, quite out of breath, and said to Alice, “Have\nyou seen the Mock Turtle yet?”\n\n“No,” said Alice. “I don’t even know what a Mock Turtle is.”\n\n“It’s the thing Mock Turtle Soup is made from,” said the Queen.\n\n“I never saw one, or heard of one,” said Alice.\n\n“Come on, then,” said the Queen, “and he shall tell you his history.”\n\nAs they walked off together, Alice heard the King say in a low voice,\nto the company generally, “You are all pardoned.” “Come, _that’s_ a\ngood thing!” she said to herself, for she had felt quite unhappy at the\nnumber of executions the Queen had ordered.\n\nThey very soon came upon a Gryphon, lying fast asleep in the sun. (If\nyou don’t know what a Gryphon is, look at the picture.) “Up, lazy\nthing!” said the Queen, “and take this young lady to see the Mock\nTurtle, and to hear his history. I must go back and see after some\nexecutions I have ordered;” and she walked off, leaving Alice alone\nwith the Gryphon. Alice did not quite like the look of the creature,\nbut on the whole she thought it would be quite as safe to stay with it\nas to go after that savage Queen: so she waited.\n\nThe Gryphon sat up and rubbed its eyes: then it watched the Queen till\nshe was out of sight: then it chuckled. “What fun!” said the Gryphon,\nhalf to itself, half to Alice.\n\n“What _is_ the fun?” said Alice.\n\n“Why, _she_,” said the Gryphon. “It’s all her fancy, that: they never\nexecutes nobody, you know. Come on!”\n\n“Everybody says ‘come on!’ here,” thought Alice, as she went slowly\nafter it: “I never was so ordered about in all my life, never!”\n\nThey had not gone far before they saw the Mock Turtle in the distance,\nsitting sad and lonely on a little ledge of rock, and, as they came\nnearer, Alice could hear him sighing as if his heart would break. She\npitied him deeply. “What is his sorrow?” she asked the Gryphon, and the\nGryphon answered, very nearly in the same words as before, “It’s all\nhis fancy, that: he hasn’t got no sorrow, you know. Come on!”\n\nSo they went up to the Mock Turtle, who looked at them with large eyes\nfull of tears, but said nothing.\n\n“This here young lady,” said the Gryphon, “she wants for to know your\nhistory, she do.”\n\n“I’ll tell it her,” said the Mock Turtle in a deep, hollow tone: “sit\ndown, both of you, and don’t speak a word till I’ve finished.”\n\nSo they sat down, and nobody spoke for some minutes. Alice thought to\nherself, “I don’t see how he can _ever_ finish, if he doesn’t begin.”\nBut she waited patiently.\n\n“Once,” said the Mock Turtle at last, with a deep sigh, “I was a real\nTurtle.”\n\nThese words were followed by a very long silence, broken only by an\noccasional exclamation of “Hjckrrh!” from the Gryphon, and the constant\nheavy sobbing of the Mock Turtle. Alice was very nearly getting up and\nsaying, “Thank you, sir, for your interesting story,” but she could not\nhelp thinking there _must_ be more to come, so she sat still and said\nnothing.\n\n“When we were little,” the Mock Turtle went on at last, more calmly,\nthough still sobbing a little now and then, “we went to school in the\nsea. The master was an old Turtle—we used to call him Tortoise—”\n\n“Why did you call him Tortoise, if he wasn’t one?” Alice asked.\n\n“We called him Tortoise because he taught us,” said the Mock Turtle\nangrily: “really you are very dull!”\n\n“You ought to be ashamed of yourself for asking such a simple\nquestion,” added the Gryphon; and then they both sat silent and looked\nat poor Alice, who felt ready to sink into the earth. At last the\nGryphon said to the Mock Turtle, “Drive on, old fellow! Don’t be all\nday about it!” and he went on in these words:\n\n“Yes, we went to school in the sea, though you mayn’t believe it—”\n\n“I never said I didn’t!” interrupted Alice.\n\n“You did,” said the Mock Turtle.\n\n“Hold your tongue!” added the Gryphon, before Alice could speak again.\nThe Mock Turtle went on.\n\n“We had the best of educations—in fact, we went to school every day—”\n\n“_I’ve_ been to a day-school, too,” said Alice; “you needn’t be so\nproud as all that.”\n\n“With extras?” asked the Mock Turtle a little anxiously.\n\n“Yes,” said Alice, “we learned French and music.”\n\n“And washing?” said the Mock Turtle.\n\n“Certainly not!” said Alice indignantly.\n\n“Ah! then yours wasn’t a really good school,” said the Mock Turtle in a\ntone of great relief. “Now at _ours_ they had at the end of the bill,\n‘French, music, _and washing_—extra.’”\n\n“You couldn’t have wanted it much,” said Alice; “living at the bottom\nof the sea.”\n\n“I couldn’t afford to learn it.” said the Mock Turtle with a sigh. “I\nonly took the regular course.”\n\n“What was that?” inquired Alice.\n\n“Reeling and Writhing, of course, to begin with,” the Mock Turtle\nreplied; “and then the different branches of Arithmetic—Ambition,\nDistraction, Uglification, and Derision.”\n\n“I never heard of ‘Uglification,’” Alice ventured to say. “What is it?”\n\nThe Gryphon lifted up both its paws in surprise. “What! Never heard of\nuglifying!” it exclaimed. “You know what to beautify is, I suppose?”\n\n“Yes,” said Alice doubtfully: “it means—to—make—anything—prettier.”\n\n“Well, then,” the Gryphon went on, “if you don’t know what to uglify\nis, you _are_ a simpleton.”\n\nAlice did not feel encouraged to ask any more questions about it, so\nshe turned to the Mock Turtle, and said “What else had you to learn?”\n\n“Well, there was Mystery,” the Mock Turtle replied, counting off the\nsubjects on his flappers, “—Mystery, ancient and modern, with\nSeaography: then Drawling—the Drawling-master was an old conger-eel,\nthat used to come once a week: _he_ taught us Drawling, Stretching, and\nFainting in Coils.”\n\n“What was _that_ like?” said Alice.\n\n“Well, I can’t show it you myself,” the Mock Turtle said: “I’m too\nstiff. And the Gryphon never learnt it.”\n\n“Hadn’t time,” said the Gryphon: “I went to the Classics master,\nthough. He was an old crab, _he_ was.”\n\n“I never went to him,” the Mock Turtle said with a sigh: “he taught\nLaughing and Grief, they used to say.”\n\n“So he did, so he did,” said the Gryphon, sighing in his turn; and both\ncreatures hid their faces in their paws.\n\n“And how many hours a day did you do lessons?” said Alice, in a hurry\nto change the subject.\n\n“Ten hours the first day,” said the Mock Turtle: “nine the next, and so\non.”\n\n“What a curious plan!” exclaimed Alice.\n\n“That’s the reason they’re called lessons,” the Gryphon remarked:\n“because they lessen from day to day.”\n\nThis was quite a new idea to Alice, and she thought it over a little\nbefore she made her next remark. “Then the eleventh day must have been\na holiday?”\n\n“Of course it was,” said the Mock Turtle.\n\n“And how did you manage on the twelfth?” Alice went on eagerly.\n\n“That’s enough about lessons,” the Gryphon interrupted in a very\ndecided tone: “tell her something about the games now.”",
    "translated_content": "CHAPTER IX.\n\n第九章\n假海龟的故事\n\n\n“你想象不到，再次见到你我有多高兴，亲爱的老朋友！”公爵夫人说着，亲热地挽住爱丽丝的胳膊，两人一起走开了。\n\n爱丽丝很高兴看到她心情这么好，心想之前在厨房相遇时，她那么凶暴，可能只是胡椒的缘故。\n\n“等我当了公爵夫人，”她自言自语道（虽然语气并不太乐观），“我的厨房里绝对不要胡椒。没有胡椒，汤照样好喝——也许脾气暴躁都是胡椒惹的祸，”她继续说着，为发现了一条新规律而沾沾自喜，“醋让人变得尖酸——甘菊让人变得刻薄——还有——还有麦芽糖之类的东西能让孩子们脾气变甜。真希望大人们都明白这个道理：那样他们就不会那么吝啬了，你知道——”\n\n这时她已经完全忘记了公爵夫人，所以当听到她的声音在耳边响起时，不由得吓了一跳。“你正在想心事呢，亲爱的，都忘了说话。我现在没法告诉你这其中的寓意，不过待会儿我就能想起来。”\n\n“也许它根本没什么寓意。”爱丽丝斗胆说道。\n\n“啧，啧，孩子！”公爵夫人说，“每件事都有寓意，只要你找得到。”她一边说，一边更紧地挨到爱丽丝身边。\n\n爱丽丝不太喜欢和她挨得这么近：首先，因为公爵夫人长得非常丑；其次，她的身高刚好能把下巴搁在爱丽丝肩上，而那下巴尖得让人不舒服。不过，爱丽丝不想显得失礼，只好尽量忍耐。\n\n“现在游戏进行得顺利多了。”她没话找话地说。\n\n“是啊，”公爵夫人说，“这其中的寓意是——‘哦，是爱，是爱，让世界转动！’”\n\n“有人说过，”爱丽丝小声嘀咕，“世界运转靠的是人人只管自己的事！”\n\n“啊，好吧！意思差不多，”公爵夫人说着，把她尖尖的小下巴往爱丽丝肩上戳了戳，补充道，“这其中的寓意是——‘只要意思清楚，声音自然会清晰。’”\n\n“她可真喜欢从事情里找寓意啊！”爱丽丝暗自想道。\n\n“我敢说你一定奇怪我为什么不搂着你的腰，”公爵夫人停了一会儿说，“原因是我对你的火烈鸟脾气没把握。我该试试看吗？”\n\n“它可能会咬人。”爱丽丝谨慎地回答，一点儿也不想尝试这个实验。\n\n“说得对，”公爵夫人说，“火烈鸟和芥末都会咬人。这其中的寓意是——‘物以类聚’。”\n\n“可芥末不是鸟啊。”爱丽丝指出。\n\n“和往常一样正确，”公爵夫人说，“你的表达多么清晰！”\n\n“我想它是矿物吧。”爱丽丝说。\n\n“当然是矿物，”公爵夫人似乎准备赞同爱丽丝说的一切，“这附近有个大芥末矿。这其中的寓意是——‘我的越多，你的就越少’。”\n\n“噢，我知道了！”爱丽丝喊道，她没注意最后那句话，“它是蔬菜。虽然看起来不像，但确实是。”\n\n“我完全同意你，”公爵夫人说，“这其中的寓意是——‘表里如一’——或者说得更简单些——‘永远不要设想自己不是别人眼中你曾经的样子或可能成为的样子，否则别人就会觉得你并非一直如此’。”\n\n“我想如果写下来，我会更明白些，”爱丽丝很有礼貌地说，“可你这样说我实在跟不上。”\n\n“这比起我认真起来能说的话，根本不算什么。”公爵夫人用愉快的声调回答。\n\n“求你别费心说更长的句子了。”爱丽丝说。\n\n“噢，别说什么费心！”公爵夫人说，“我刚才说过的每句话，都当作礼物送给你。”\n\n“真是廉价的礼物！”爱丽丝想，“幸好生日礼物不送这种！”但她没敢大声说出来。\n\n“又在想心事？”公爵夫人问道，尖尖的小下巴又戳了她一下。\n\n“我有权思考。”爱丽丝尖锐地说，她开始有点恼火了。\n\n“差不多就像猪有权飞一样，”公爵夫人说，“这里面的寓——”\n\n但这时，令爱丽丝大为惊讶的是，公爵夫人的声音突然消失了，甚至在她最爱的“寓意”这个词说到一半时戛然而止，挽着爱丽丝的手臂也开始颤抖。爱丽丝抬头一看，王后正站在她们面前，双臂交叉，眉头紧锁得像暴风雨来临。\n\n“天气真好啊，陛下！”公爵夫人用微弱颤抖的声音开口说道。\n\n“现在，我给你们一个郑重的警告，”王后跺着脚喊道，“要么是你，要么是你的脑袋，必须立刻离开！你自己选吧！”\n\n公爵夫人做出了选择，转眼就消失了。\n\n“我们继续玩球吧，”王后对爱丽丝说；爱丽丝吓得说不出话来，只能慢慢地跟着她回到槌球场。\n\n其他宾客趁着王后不在，都躲在树荫下休息：然而一见到她，他们立刻匆忙回到球场上，王后只是淡淡地说，谁再耽搁片刻就要掉脑袋。\n\n打球的时候，王后始终没停止和其他玩家争吵，不停地喊着“砍掉他的头！”或“砍掉她的头！”被她判刑的人都被士兵们押走了——士兵们当然只能放弃当球门来执行任务，所以大约半小时后，场上一个球门也不剩了，除了国王、王后和爱丽丝，所有玩家都被关押并判了死刑。\n\n这时王后终于停下来，气喘吁吁地对爱丽丝说：“你见过假海龟吗？”\n\n“没有，”爱丽丝说，“我连假海龟是什么都不知道。”\n\n“就是用来做假海龟汤的东西呀。”王后说。\n\n“我从没见过，也没听说过。”爱丽丝说。\n\n“那就跟我来，”王后说，“他会给你讲他的故事。”\n\n她们一起离开时，爱丽丝听见国王低声对众人说：“你们都被赦免了。”“嘿，这倒是件好事！”她心想，因为王后下令处决了那么多人，让她心里非常难受。\n\n她们很快遇到一只鹰头狮（Gryphon），正躺在阳光下熟睡。（如果你不知道鹰头狮是什么，请看插图。）“起来，懒家伙！”王后说，“带这位年轻小姐去见假海龟，听他讲故事。我得回去监督几场处决。”说完她就走了，留下爱丽丝独自和鹰头狮在一起。爱丽丝不太喜欢这只动物的模样，但总体觉得和它待在一起，总比去追那个野蛮的王后安全些：于是她留下来等着。\n\n鹰头狮坐起来揉了揉眼睛，目送王后直到看不见踪影，然后咯咯笑了起来。“真有意思！”鹰头狮半自言自语半对爱丽丝说道。\n\n“有什么意思？”爱丽丝问。\n\n“唉，是_她_，”鹰头狮说。“那全是她的想象：你知道，他们从来不会处决任何人。走吧！”\n\n“这儿每个人都说‘走吧！’”爱丽丝一边慢吞吞地跟着它走，一边想：“我这一辈子还从没被人这么支使过，从来没有！”\n\n他们没走多远，就看见了远处的素甲鱼，它正悲伤而孤独地坐在一小块岩石上。等他们走近些，爱丽丝能听见它在叹息，仿佛心都要碎了。她深深地同情它。“它有什么伤心事？”她问鹰头狮。鹰头狮的回答几乎和之前一模一样：“那全是它的想象：你知道，它根本没什么伤心事。走吧！”\n\n于是他们走到素甲鱼跟前，它用那双饱含泪水的大眼睛望着他们，却一言不发。\n\n“这位年轻小姐，”鹰头狮说，“她想听听你的经历，她确实想。”\n\n“我会讲给她听的，”素甲鱼用低沉空洞的声音说：“你们两个都坐下，在我讲完之前，一个字也不许说。”\n\n于是他们坐了下来，有好几分钟谁也没有说话。爱丽丝暗自想：“如果他不开始讲，我看他怎么能_讲得完_。”但她耐心地等待着。\n\n“从前，”素甲鱼终于深深地叹了口气，开口说道，“我是一只真正的海龟。”\n\n这句话之后是长时间的沉默，只被鹰头狮偶尔发出的“哼唧！”声和素甲鱼持续不断的沉重啜泣声打破。爱丽丝差点要站起来说：“先生，谢谢您讲了这个有趣的故事。”但她忍不住想，后面_肯定_还有内容，所以她静静地坐着，什么也没说。\n\n“在我们还小的时候，”素甲鱼终于又开口了，语气平静了些，虽然仍不时抽泣一下，“我们在海里上学。老师是只老海龟——我们总叫它陆龟——”\n\n“如果它不是陆龟，你们为什么叫它陆龟呢？”爱丽丝问。\n\n“我们叫它陆龟，因为它教我们课，”素甲鱼生气地说：“你真够迟钝的！”\n\n“问这么简单的问题，你真该为自己感到害臊，”鹰头狮补充道；然后它们俩都沉默地坐着，看着可怜的爱丽丝，她觉得自己简直要钻到地底下去。最后，鹰头狮对素甲鱼说：“接着讲吧，老伙计！别磨蹭一整天！”于是它继续讲道：\n\n“是的，我们在海里上学，虽然你可能不信——”\n\n“我从没说过我不信！”爱丽丝打断道。\n\n“你说过，”素甲鱼说。\n\n“住嘴！”爱丽丝还没来得及开口，狮鹫就抢先说道。\n假海龟便继续讲下去。\n\n“我们受的是最优良的教育——事实上，我们每天都上学——”\n\n“我也上过走读学校，”爱丽丝说，“你用不着那么骄傲。”\n\n“有选修课吗？”假海龟有点急切地问道。\n\n“有啊，”爱丽丝说，“我们学法文和音乐。”\n\n“有洗衣课吗？”假海龟问。\n\n“当然没有！”爱丽丝愤慨地说。\n\n“啊！那你们的学校就算不上真正的好学校，”假海龟用非常宽慰的口气说，“我们学校的账单末尾写着：‘法文、音乐，以及洗衣——额外收费。’”\n\n“你们大概不会太需要洗衣课，”爱丽丝说，“毕竟你们住在海底。”\n\n“我学不起这门课，”假海龟叹了口气说，“我只上常规课程。”\n\n“那是什么？”爱丽丝问道。\n\n“当然先学旋转和扭动，”假海龟回答，“然后学习算术的各个分支——野心、分心、丑化和嘲笑。”\n\n“我从没听说过‘丑化’，”爱丽丝壮着胆子问，“那是什么？”\n\n狮鹫惊讶地举起两只爪子。“什么！从没听说过丑化！”它叫道，“我想你总知道什么是美化吧？”\n\n“知道，”爱丽丝迟疑地说，“意思是——把——东西——弄得更漂亮。”\n\n“那么，”狮鹫接着说，“你要是不知道什么是丑化，你就是个傻瓜。”\n\n爱丽丝觉得不便再追问这个问题，就转向假海龟问道：“你们还学什么？”\n\n“嗯，还有秘史，”假海龟用鳍数着科目答道，“——古代和现代的秘史，附带海洋地理学；然后还有拖音——拖音老师是条老鳗鱼，每星期来一次：他教我们拖音、伸展和晕厥盘旋。”\n\n“那是什么样子的？”爱丽丝问。\n\n“唉，我自己没法示范给你看，”假海龟说，“我身子太僵硬了。而狮鹫从没学过这门课。”\n\n“没时间学，”狮鹫说，“不过我上过古典文学老师的课。他是只老螃蟹，真的。”\n\n“我从没上过他的课，”假海龟叹口气说，“他们常说，他教的是大笑和悲伤。”\n\n“是啊，是啊，”狮鹫也叹了口气说；两个动物都用爪子捂住了脸。\n\n“你们一天上多少小时的课？”爱丽丝急忙换了个话题问道。\n\n“第一天十小时，”假海龟说，“第二天九小时，依此类推。”\n\n“多么奇怪的安排！”爱丽丝（Alice）喊道。\n\n“这正是它们被称为‘课程’的原因，”鹰头狮（Gryphon）评论道：\n“因为它们一天比一天减少（lessen）。”\n\n这对爱丽丝来说是个全新的想法，她仔细思索了一会儿，\n才接着问道：“那么第十一天一定是假日了？”\n\n“当然是，”假海龟（Mock Turtle）说。\n\n“那第十二天你们是怎么过的呢？”爱丽丝急切地追问。\n\n“关于课程已经说得够多了，”鹰头狮用斩钉截铁的语气打断道：\n“现在给她讲讲游戏吧。”",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER X.",
    "translated_title": "CHAPTER X.",
    "original_content": "CHAPTER X.\nThe Lobster Quadrille\n\n\nThe Mock Turtle sighed deeply, and drew the back of one flapper across\nhis eyes. He looked at Alice, and tried to speak, but for a minute or\ntwo sobs choked his voice. “Same as if he had a bone in his throat,”\nsaid the Gryphon: and it set to work shaking him and punching him in\nthe back. At last the Mock Turtle recovered his voice, and, with tears\nrunning down his cheeks, he went on again:—\n\n“You may not have lived much under the sea—” (“I haven’t,” said\nAlice)—“and perhaps you were never even introduced to a lobster—”\n(Alice began to say “I once tasted—” but checked herself hastily, and\nsaid “No, never”) “—so you can have no idea what a delightful thing a\nLobster Quadrille is!”\n\n“No, indeed,” said Alice. “What sort of a dance is it?”\n\n“Why,” said the Gryphon, “you first form into a line along the\nsea-shore—”\n\n“Two lines!” cried the Mock Turtle. “Seals, turtles, salmon, and so on;\nthen, when you’ve cleared all the jelly-fish out of the way—”\n\n“_That_ generally takes some time,” interrupted the Gryphon.\n\n“—you advance twice—”\n\n“Each with a lobster as a partner!” cried the Gryphon.\n\n“Of course,” the Mock Turtle said: “advance twice, set to partners—”\n\n“—change lobsters, and retire in same order,” continued the Gryphon.\n\n“Then, you know,” the Mock Turtle went on, “you throw the—”\n\n“The lobsters!” shouted the Gryphon, with a bound into the air.\n\n“—as far out to sea as you can—”\n\n“Swim after them!” screamed the Gryphon.\n\n“Turn a somersault in the sea!” cried the Mock Turtle, capering wildly\nabout.\n\n“Change lobsters again!” yelled the Gryphon at the top of its voice.\n\n“Back to land again, and that’s all the first figure,” said the Mock\nTurtle, suddenly dropping his voice; and the two creatures, who had\nbeen jumping about like mad things all this time, sat down again very\nsadly and quietly, and looked at Alice.\n\n“It must be a very pretty dance,” said Alice timidly.\n\n“Would you like to see a little of it?” said the Mock Turtle.\n\n“Very much indeed,” said Alice.\n\n“Come, let’s try the first figure!” said the Mock Turtle to the\nGryphon. “We can do without lobsters, you know. Which shall sing?”\n\n“Oh, _you_ sing,” said the Gryphon. “I’ve forgotten the words.”\n\nSo they began solemnly dancing round and round Alice, every now and\nthen treading on her toes when they passed too close, and waving their\nforepaws to mark the time, while the Mock Turtle sang this, very slowly\nand sadly:—\n\n“Will you walk a little faster?” said a whiting to a snail.\n“There’s a porpoise close behind us, and he’s treading on my tail.\nSee how eagerly the lobsters and the turtles all advance!\nThey are waiting on the shingle—will you come and join the dance?\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?\n\n“You can really have no notion how delightful it will be\nWhen they take us up and throw us, with the lobsters, out to sea!”\nBut the snail replied “Too far, too far!” and gave a look askance—\nSaid he thanked the whiting kindly, but he would not join the dance.\nWould not, could not, would not, could not, would not join the dance.\nWould not, could not, would not, could not, could not join the dance.\n\n“What matters it how far we go?” his scaly friend replied.\n“There is another shore, you know, upon the other side.\nThe further off from England the nearer is to France—\nThen turn not pale, beloved snail, but come and join the dance.\nWill you, won’t you, will you, won’t you, will you join the dance?\nWill you, won’t you, will you, won’t you, won’t you join the dance?”\n\n\n“Thank you, it’s a very interesting dance to watch,” said Alice,\nfeeling very glad that it was over at last: “and I do so like that\ncurious song about the whiting!”\n\n“Oh, as to the whiting,” said the Mock Turtle, “they—you’ve seen them,\nof course?”\n\n“Yes,” said Alice, “I’ve often seen them at dinn—” she checked herself\nhastily.\n\n“I don’t know where Dinn may be,” said the Mock Turtle, “but if you’ve\nseen them so often, of course you know what they’re like.”\n\n“I believe so,” Alice replied thoughtfully. “They have their tails in\ntheir mouths—and they’re all over crumbs.”\n\n“You’re wrong about the crumbs,” said the Mock Turtle: “crumbs would\nall wash off in the sea. But they _have_ their tails in their mouths;\nand the reason is—” here the Mock Turtle yawned and shut his\neyes.—“Tell her about the reason and all that,” he said to the Gryphon.\n\n“The reason is,” said the Gryphon, “that they _would_ go with the\nlobsters to the dance. So they got thrown out to sea. So they had to\nfall a long way. So they got their tails fast in their mouths. So they\ncouldn’t get them out again. That’s all.”\n\n“Thank you,” said Alice, “it’s very interesting. I never knew so much\nabout a whiting before.”\n\n“I can tell you more than that, if you like,” said the Gryphon. “Do you\nknow why it’s called a whiting?”\n\n“I never thought about it,” said Alice. “Why?”\n\n“_It does the boots and shoes_,” the Gryphon replied very solemnly.\n\nAlice was thoroughly puzzled. “Does the boots and shoes!” she repeated\nin a wondering tone.\n\n“Why, what are _your_ shoes done with?” said the Gryphon. “I mean, what\nmakes them so shiny?”\n\nAlice looked down at them, and considered a little before she gave her\nanswer. “They’re done with blacking, I believe.”\n\n“Boots and shoes under the sea,” the Gryphon went on in a deep voice,\n“are done with a whiting. Now you know.”\n\n“And what are they made of?” Alice asked in a tone of great curiosity.\n\n“Soles and eels, of course,” the Gryphon replied rather impatiently:\n“any shrimp could have told you that.”\n\n“If I’d been the whiting,” said Alice, whose thoughts were still\nrunning on the song, “I’d have said to the porpoise, ‘Keep back,\nplease: we don’t want _you_ with us!’”\n\n“They were obliged to have him with them,” the Mock Turtle said: “no\nwise fish would go anywhere without a porpoise.”\n\n“Wouldn’t it really?” said Alice in a tone of great surprise.\n\n“Of course not,” said the Mock Turtle: “why, if a fish came to _me_,\nand told me he was going a journey, I should say ‘With what porpoise?’”\n\n“Don’t you mean ‘purpose’?” said Alice.\n\n“I mean what I say,” the Mock Turtle replied in an offended tone. And\nthe Gryphon added “Come, let’s hear some of _your_ adventures.”\n\n“I could tell you my adventures—beginning from this morning,” said\nAlice a little timidly: “but it’s no use going back to yesterday,\nbecause I was a different person then.”\n\n“Explain all that,” said the Mock Turtle.\n\n“No, no! The adventures first,” said the Gryphon in an impatient tone:\n“explanations take such a dreadful time.”\n\nSo Alice began telling them her adventures from the time when she first\nsaw the White Rabbit. She was a little nervous about it just at first,\nthe two creatures got so close to her, one on each side, and opened\ntheir eyes and mouths so _very_ wide, but she gained courage as she\nwent on. Her listeners were perfectly quiet till she got to the part\nabout her repeating “_You are old, Father William_,” to the\nCaterpillar, and the words all coming different, and then the Mock\nTurtle drew a long breath, and said “That’s very curious.”\n\n“It’s all about as curious as it can be,” said the Gryphon.\n\n“It all came different!” the Mock Turtle repeated thoughtfully. “I\nshould like to hear her try and repeat something now. Tell her to\nbegin.” He looked at the Gryphon as if he thought it had some kind of\nauthority over Alice.\n\n“Stand up and repeat ‘’_Tis the voice of the sluggard_,’” said the\nGryphon.\n\n“How the creatures order one about, and make one repeat lessons!”\nthought Alice; “I might as well be at school at once.” However, she got\nup, and began to repeat it, but her head was so full of the Lobster\nQuadrille, that she hardly knew what she was saying, and the words came\nvery queer indeed:—\n\n“’Tis the voice of the Lobster; I heard him declare,\n“You have baked me too brown, I must sugar my hair.”\nAs a duck with its eyelids, so he with his nose\nTrims his belt and his buttons, and turns out his toes.”\n\n[later editions continued as follows\nWhen the sands are all dry, he is gay as a lark,\nAnd will talk in contemptuous tones of the Shark,\nBut, when the tide rises and sharks are around,\nHis voice has a timid and tremulous sound.]\n\n\n“That’s different from what _I_ used to say when I was a child,” said\nthe Gryphon.\n\n“Well, I never heard it before,” said the Mock Turtle; “but it sounds\nuncommon nonsense.”\n\nAlice said nothing; she had sat down with her face in her hands,\nwondering if anything would _ever_ happen in a natural way again.\n\n“I should like to have it explained,” said the Mock Turtle.\n\n“She can’t explain it,” said the Gryphon hastily. “Go on with the next\nverse.”\n\n“But about his toes?” the Mock Turtle persisted. “How _could_ he turn\nthem out with his nose, you know?”\n\n“It’s the first position in dancing.” Alice said; but was dreadfully\npuzzled by the whole thing, and longed to change the subject.\n\n“Go on with the next verse,” the Gryphon repeated impatiently: “it\nbegins ‘_I passed by his garden_.’”\n\nAlice did not dare to disobey, though she felt sure it would all come\nwrong, and she went on in a trembling voice:—\n\n“I passed by his garden, and marked, with one eye,\nHow the Owl and the Panther were sharing a pie—”\n\n[later editions continued as follows\nThe Panther took pie-crust, and gravy, and meat,\nWhile the Owl had the dish as its share of the treat.\nWhen the pie was all finished, the Owl, as a boon,\nWas kindly permitted to pocket the spoon:\nWhile the Panther received knife and fork with a growl,\nAnd concluded the banquet—]\n\n\n“What _is_ the use of repeating all that stuff,” the Mock Turtle\ninterrupted, “if you don’t explain it as you go on? It’s by far the\nmost confusing thing _I_ ever heard!”\n\n“Yes, I think you’d better leave off,” said the Gryphon: and Alice was\nonly too glad to do so.\n\n“Shall we try another figure of the Lobster Quadrille?” the Gryphon\nwent on. “Or would you like the Mock Turtle to sing you a song?”\n\n“Oh, a song, please, if the Mock Turtle would be so kind,” Alice\nreplied, so eagerly that the Gryphon said, in a rather offended tone,\n“Hm! No accounting for tastes! Sing her ‘_Turtle Soup_,’ will you, old\nfellow?”\n\nThe Mock Turtle sighed deeply, and began, in a voice sometimes choked\nwith sobs, to sing this:—\n\n“Beautiful Soup, so rich and green,\nWaiting in a hot tureen!\nWho for such dainties would not stoop?\nSoup of the evening, beautiful Soup!\nSoup of the evening, beautiful Soup!\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!\n\n“Beautiful Soup! Who cares for fish,\nGame, or any other dish?\nWho would not give all else for two p\nennyworth only of beautiful Soup?\nPennyworth only of beautiful Soup?\n    Beau—ootiful Soo—oop!\n    Beau—ootiful Soo—oop!\nSoo—oop of the e—e—evening,\n    Beautiful, beauti—FUL SOUP!”\n\n\n“Chorus again!” cried the Gryphon, and the Mock Turtle had just begun\nto repeat it, when a cry of “The trial’s beginning!” was heard in the\ndistance.\n\n“Come on!” cried the Gryphon, and, taking Alice by the hand, it hurried\noff, without waiting for the end of the song.\n\n“What trial is it?” Alice panted as she ran; but the Gryphon only\nanswered “Come on!” and ran the faster, while more and more faintly\ncame, carried on the breeze that followed them, the melancholy words:—\n\n“Soo—oop of the e—e—evening,\n    Beautiful, beautiful Soup!”",
    "translated_content": "CHAPTER X.\n\n第十章\n龙虾四对舞\n\n\n假海龟深深地叹了口气，用一只鳍背擦了擦眼睛。他望着爱丽丝，想开口说话，可有一两分钟泣不成声。“就像喉咙里卡了骨头似的，”鹰头狮说着，开始摇晃他、捶打他的背。终于假海龟恢复了声音，他泪流满面地继续说道：\n\n“你可能没在海底生活过多少——”（“我没住过，”爱丽丝说）“——也许甚至没人给你介绍过一只龙虾——”（爱丽丝刚想说“我尝过一次——”，又急忙打住，改口说“不，从来没有”）“——所以你根本想象不出龙虾四对舞有多美妙！”\n\n“是啊，确实不知道，”爱丽丝说，“那是什么样的舞蹈呢？”\n\n“这个嘛，”鹰头狮说，“你们先在海边排成一队——”\n\n“两排！”假海龟叫道，“海豹、海龟、鲑鱼等等都排好；然后，等你们把所有的水母都清理掉——”\n\n“这通常要花些时间，”鹰头狮插嘴道。\n\n“——向前进两次——”\n\n“每人都要挽着一只龙虾当舞伴！”鹰头狮喊道。\n\n“当然，”假海龟说，“前进两次，和舞伴站好——”\n\n“——交换龙虾，按原顺序退回，”鹰头狮接着说。\n\n“然后，你知道，”假海龟继续道，“你们就把——”\n\n“龙虾！”鹰头狮叫着，蹦到半空中。\n\n“——使劲往海里扔得越远越好——”\n\n“游着去追它们！”鹰头狮尖叫道。\n\n“在海里翻个跟头！”假海龟喊着，疯狂地蹦跳起来。\n\n“再交换一次龙虾！”鹰头狮用尽力气吼道。\n\n“再回到岸上，这就是第一段舞的全部动作，”假海龟突然压低声音说；这两个刚才一直像疯子一样跳来跳去的生物，此刻又非常悲伤而安静地坐下来，望着爱丽丝。\n\n“那一定是非常好看的舞蹈，”爱丽丝怯生生地说。\n\n“你想看一点儿吗？”假海龟问。\n\n“真的很想看，”爱丽丝说。\n\n“来，咱们试试第一段吧！”假海龟对鹰头狮说，“没有龙虾也能跳，你知道。谁来唱歌呢？”\n\n“噢，你唱吧，”鹰头狮说，“我把歌词忘了。”\n\n于是他们庄严地围着爱丽丝转起圈跳起舞来，时不时因为离得太近而踩到她的脚趾，还挥舞着前爪打拍子。假海龟 meanwhile 缓慢而忧伤地唱起了歌：——\n\n“你能否走得快一点？”一条牙鳕对蜗牛说，\n“有只海豚紧跟在后面，它总踩我的尾巴。\n看龙虾和海龟多么急切地向前冲！\n它们都在海滩上等着——你愿来跳舞吗？\n你来吗，不来吗，你来吗，不来吗，你可愿来跳舞？\n你来吗，不来吗，你来吗，不来吗，你可愿来跳舞？\n\n“你实在无法想象那将多么有趣，\n当它们把我们和龙虾一起抓起扔向海里！”\n但蜗牛斜眼一瞥答道：“太远，太远！”——\n它说感谢牙鳕的好意，但它不愿参加舞会。\n不愿，不能，不愿，不能，实在不愿跳舞。\n不愿，不能，不愿，不能，实在不能跳舞。\n\n“路程远近又有什么关系？”它披鳞的朋友回答，\n“你要知道，对岸还有另一片海滩。\n离英格兰越远，就离法兰西越近——\n所以别怕得脸色发白，亲爱的蜗牛，快来跳舞吧。\n你来吗，不来吗，你来吗，不来吗，你可愿来跳舞？\n你来吗，不来吗，你来吗，不来吗，你可愿来跳舞？”\n\n“谢谢，这舞蹈看着真有趣，”爱丽丝说，\n心里很高兴舞蹈终于结束了：“我特别喜欢那首关于牙鳕的古怪歌曲！”\n\n“哦，说到牙鳕，”假海龟说，“它们——你当然见过它们吧？”\n\n“是的，”爱丽丝说，“我常在晚——”她急忙住了口。\n\n“我不知道‘晚’可能在哪儿，”假海龟说，“但既然你常常见到它们，当然知道它们的样子。”\n\n“我想是的，”爱丽丝沉思着回答，“它们把尾巴塞进嘴里——浑身还沾满面包屑。”\n\n“面包屑你可说错了，”假海龟说，“面包屑在海里就冲掉了。但它们确实把尾巴塞在嘴里；原因是——”说到这里假海龟打了个哈欠闭上眼睛。“把原因什么的都告诉她吧，”它对鹰头狮说。\n\n“原因是，”鹰头狮说，“它们当初要和龙虾去跳舞。所以就被扔进了海里。所以它们得往下掉很长一段路。所以就把尾巴紧紧塞进了嘴里。所以再也拔不出来了。就这么回事。”\n\n“谢谢，”爱丽丝说，“真有意思。我以前从不知道牙鳕有这么多故事。”\n\n“要是你愿意，我还能告诉你更多呢，”鹰头狮说，“你知道它为什么叫牙鳕吗？”\n\n“我从来没想过这个，”爱丽丝说，“为什么呢？”\n\n“_它负责擦靴子和鞋子_，”鹰头狮非常严肃地回答。\n\n爱丽丝完全被搞糊涂了。“负责擦靴子和鞋子！”她用惊奇的语气重复道。\n\n“哎呀，那你的鞋子是用什么擦的？”鹰头狮说，“我是说，是什么让它们这么亮？”\n\n爱丽丝低头看了看自己的鞋子，想了一下才回答：“我想，是用黑鞋油擦的。”\n\n“海里的靴子和鞋子，”鹰头狮用低沉的声音继续说，“是用牙鳕擦的。现在你知道了。”\n\n“那它们是用什么做的呢？”爱丽丝用非常好奇的语气问道。\n\n“当然是鞋底和鳗鱼啦，”鹰头狮相当不耐烦地回答，“随便哪只虾都能告诉你这个。”\n\n“如果我是那条牙鳕，”爱丽丝说，她的思绪还萦绕在那首歌上，“我就会对海豚说，‘请退后：我们可不想让你跟着我们！’”\n\n“它们不得不让他跟着，”假海龟说，“没有聪明的鱼会不带着海豚就出门的。”\n\n“真的不会吗？”爱丽丝用非常惊讶的语气说。\n\n“当然不会，”假海龟说，“哎呀，要是有条鱼来找我，告诉我他要出趟门，我就会问‘带什么海豚去？’”\n\n“你难道不是想说‘带什么目的去’吗？”爱丽丝说。\n\n“我说的是什么意思就是什么意思，”假海龟用生气的语气回答。鹰头狮补充道：“好了，让我们听听你的一些冒险经历吧。”\n\n“我可以告诉你们我的冒险经历——从今天早上开始，”爱丽丝有点胆怯地说，“但是没必要回到昨天，因为那时候的我是另一个人。”\n\n“把这一切都解释清楚，”假海龟说。\n\n“不，不！先讲冒险经历，”鹰头狮不耐烦地说，“解释起来太费时间了。”\n\n于是爱丽丝开始给他们讲她的冒险经历，从她第一次看见白兔讲起。起初她有点紧张，因为这两个家伙离她非常近，一边一个，眼睛和嘴巴都张得_老大_，但她讲着讲着就有了勇气。她的听众一直非常安静，直到她讲到她对毛毛虫重复说“_你老了，威廉爸爸_”，但说出来的词全都变了样，这时假海龟长长地吸了一口气，说：“这太奇怪了。”\n\n“这一切都够奇怪的，”鹰头狮说。\n\n“这全都不一样了！”假海龟沉思着重复道，“我倒想听听她现在来背点什么。叫她开始吧。”他看着鹰头狮，仿佛认为它对爱丽丝有某种权威似的。\n\n“站起来背《懒汉的声音》。”鹰头狮说。\n\n“这些生物总爱指使人，还让人背书！”爱丽丝想，“我倒不如立刻回学校去呢。”但她还是站了起来，开始背诵，可满脑子都是龙虾四对舞，几乎不知道自己在说什么，背出来的词句确实非常古怪：——\n\n“这是龙虾的声音，我听见它在讲：\n‘你们把我烤得太黄，我得往头发上撒糖。’\n就像鸭子用眼皮，它用鼻子\n整理腰带和纽扣，还把脚趾往外翻。”\n\n[后续版本补充如下：\n当沙滩全干时，它快活如云雀，\n并用轻蔑的口气谈论鲨鱼。\n但当潮起鲨鱼围，\n它的声音便胆怯又颤抖。]\n\n“这和我小时候背的完全不一样。”鹰头狮说。\n\n“哦，我以前从没听过，”假海龟说，“但听起来全是胡言乱语。”\n\n爱丽丝没说话；她双手捂着脸坐下，怀疑事情是否还能恢复正常。\n\n“我希望有人解释一下。”假海龟说。\n\n“她解释不了，”鹰头狮急忙说，“背下一段吧。”\n\n“那脚趾是怎么回事？”假海龟追问，“它怎么能用鼻子把脚趾翻出来呢？”\n\n“那是跳舞的第一个姿势。”爱丽丝说；但她已被这一切弄得晕头转向，只想换个话题。\n\n“背下一段，”鹰头狮不耐烦地重复，“开头是‘我路过他的花园’。”\n\n爱丽丝不敢违抗，尽管确信又会背错，还是用颤抖的声音继续：——\n\n“我路过他的花园，用一只眼睛瞧，\n猫头鹰和豹子怎样分馅饼——”\n\n[后续版本补充如下：\n豹子分到馅饼皮、肉汁和肉馅，\n猫头鹰只分到空盘当美餐。\n馅饼吃完后，猫头鹰作为恩赏，\n被允许把汤匙揣进口袋收藏。\n豹子却咆哮着接过刀叉，\n就这样结束了宴席——]\n\n“你光是把那些东西背出来有什么用，”假海龟（Mock Turtle）打断道，“要是一边走一边不解释？这简直是我听过最让人糊涂的东西！”\n\n“是啊，我看你还是停下吧，”鹰头狮（Gryphon）说。爱丽丝（Alice）正巴不得如此。\n\n“咱们来试试龙虾四对舞的另一个花样吧？”鹰头狮接着说，“或者你愿意让假海龟给你唱支歌？”\n\n“哦，请唱支歌吧，要是假海龟肯这么好心的话，”爱丽丝回答得那么热切，惹得鹰头狮用相当不快的口气说：“哼！各人口味不同！给她唱那首《海龟汤》吧，老伙计？”\n\n假海龟深深地叹了口气，用一种不时被抽泣哽住的声音唱了起来：——\n\n“鲜美的汤啊，浓稠又碧绿，\n在汤碗里热气腾腾地等待！\n这样的珍馐谁不弯腰来尝？\n晚汤啊，鲜美的汤！\n晚汤啊，鲜美的汤！\n鲜——美的汤——啊！\n鲜——美的汤——啊！\n晚——晚——晚汤啊，\n鲜美，鲜美的汤！\n\n“鲜美的汤啊！谁还稀罕鱼，\n野味，或是别的菜式？\n谁不愿舍弃一切，只为\n两便士的一碗鲜美汤？\n只要两便士的鲜美汤？\n鲜——美的汤——啊！\n鲜——美的汤——啊！\n晚——晚——晚汤啊，\n鲜美，鲜——美的汤！”\n\n“再唱一遍合唱！”鹰头狮叫道，假海龟刚要开始重复，远处传来了“审判开始啦！”的喊声。\n\n“快走！”鹰头狮喊道，它拉着爱丽丝的手，匆忙跑开，不等那支歌唱完。\n\n“是什么审判？”爱丽丝边跑边喘着气问。但鹰头狮只答了句“快走！”，跑得更快了。与此同时，随着微风飘来，越来越微弱的是那忧伤的歌词：——\n\n“晚——晚——晚汤啊，\n鲜美，鲜美的汤！”",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER XI.",
    "translated_title": "CHAPTER XI.",
    "original_content": "CHAPTER XI.\nWho Stole the Tarts?\n\n\nThe King and Queen of Hearts were seated on their throne when they\narrived, with a great crowd assembled about them—all sorts of little\nbirds and beasts, as well as the whole pack of cards: the Knave was\nstanding before them, in chains, with a soldier on each side to guard\nhim; and near the King was the White Rabbit, with a trumpet in one\nhand, and a scroll of parchment in the other. In the very middle of the\ncourt was a table, with a large dish of tarts upon it: they looked so\ngood, that it made Alice quite hungry to look at them—“I wish they’d\nget the trial done,” she thought, “and hand round the refreshments!”\nBut there seemed to be no chance of this, so she began looking at\neverything about her, to pass away the time.\n\nAlice had never been in a court of justice before, but she had read\nabout them in books, and she was quite pleased to find that she knew\nthe name of nearly everything there. “That’s the judge,” she said to\nherself, “because of his great wig.”\n\nThe judge, by the way, was the King; and as he wore his crown over the\nwig, (look at the frontispiece if you want to see how he did it,) he\ndid not look at all comfortable, and it was certainly not becoming.\n\n“And that’s the jury-box,” thought Alice, “and those twelve creatures,”\n(she was obliged to say “creatures,” you see, because some of them were\nanimals, and some were birds,) “I suppose they are the jurors.” She\nsaid this last word two or three times over to herself, being rather\nproud of it: for she thought, and rightly too, that very few little\ngirls of her age knew the meaning of it at all. However, “jury-men”\nwould have done just as well.\n\nThe twelve jurors were all writing very busily on slates. “What are\nthey doing?” Alice whispered to the Gryphon. “They can’t have anything\nto put down yet, before the trial’s begun.”\n\n“They’re putting down their names,” the Gryphon whispered in reply,\n“for fear they should forget them before the end of the trial.”\n\n“Stupid things!” Alice began in a loud, indignant voice, but she\nstopped hastily, for the White Rabbit cried out, “Silence in the\ncourt!” and the King put on his spectacles and looked anxiously round,\nto make out who was talking.\n\nAlice could see, as well as if she were looking over their shoulders,\nthat all the jurors were writing down “stupid things!” on their slates,\nand she could even make out that one of them didn’t know how to spell\n“stupid,” and that he had to ask his neighbour to tell him. “A nice\nmuddle their slates’ll be in before the trial’s over!” thought Alice.\n\nOne of the jurors had a pencil that squeaked. This of course, Alice\ncould _not_ stand, and she went round the court and got behind him, and\nvery soon found an opportunity of taking it away. She did it so quickly\nthat the poor little juror (it was Bill, the Lizard) could not make out\nat all what had become of it; so, after hunting all about for it, he\nwas obliged to write with one finger for the rest of the day; and this\nwas of very little use, as it left no mark on the slate.\n\n“Herald, read the accusation!” said the King.\n\nOn this the White Rabbit blew three blasts on the trumpet, and then\nunrolled the parchment scroll, and read as follows:—\n\n“The Queen of Hearts, she made some tarts,\n    All on a summer day:\nThe Knave of Hearts, he stole those tarts,\n    And took them quite away!”\n\n\n“Consider your verdict,” the King said to the jury.\n\n“Not yet, not yet!” the Rabbit hastily interrupted. “There’s a great\ndeal to come before that!”\n\n“Call the first witness,” said the King; and the White Rabbit blew\nthree blasts on the trumpet, and called out, “First witness!”\n\nThe first witness was the Hatter. He came in with a teacup in one hand\nand a piece of bread-and-butter in the other. “I beg pardon, your\nMajesty,” he began, “for bringing these in: but I hadn’t quite finished\nmy tea when I was sent for.”\n\n“You ought to have finished,” said the King. “When did you begin?”\n\nThe Hatter looked at the March Hare, who had followed him into the\ncourt, arm-in-arm with the Dormouse. “Fourteenth of March, I _think_ it\nwas,” he said.\n\n“Fifteenth,” said the March Hare.\n\n“Sixteenth,” added the Dormouse.\n\n“Write that down,” the King said to the jury, and the jury eagerly\nwrote down all three dates on their slates, and then added them up, and\nreduced the answer to shillings and pence.\n\n“Take off your hat,” the King said to the Hatter.\n\n“It isn’t mine,” said the Hatter.\n\n“_Stolen!_” the King exclaimed, turning to the jury, who instantly made\na memorandum of the fact.\n\n“I keep them to sell,” the Hatter added as an explanation; “I’ve none\nof my own. I’m a hatter.”\n\nHere the Queen put on her spectacles, and began staring at the Hatter,\nwho turned pale and fidgeted.\n\n“Give your evidence,” said the King; “and don’t be nervous, or I’ll\nhave you executed on the spot.”\n\nThis did not seem to encourage the witness at all: he kept shifting\nfrom one foot to the other, looking uneasily at the Queen, and in his\nconfusion he bit a large piece out of his teacup instead of the\nbread-and-butter.\n\nJust at this moment Alice felt a very curious sensation, which puzzled\nher a good deal until she made out what it was: she was beginning to\ngrow larger again, and she thought at first she would get up and leave\nthe court; but on second thoughts she decided to remain where she was\nas long as there was room for her.\n\n“I wish you wouldn’t squeeze so,” said the Dormouse, who was sitting\nnext to her. “I can hardly breathe.”\n\n“I can’t help it,” said Alice very meekly: “I’m growing.”\n\n“You’ve no right to grow _here_,” said the Dormouse.\n\n“Don’t talk nonsense,” said Alice more boldly: “you know you’re growing\ntoo.”\n\n“Yes, but _I_ grow at a reasonable pace,” said the Dormouse: “not in\nthat ridiculous fashion.” And he got up very sulkily and crossed over\nto the other side of the court.\n\nAll this time the Queen had never left off staring at the Hatter, and,\njust as the Dormouse crossed the court, she said to one of the officers\nof the court, “Bring me the list of the singers in the last concert!”\non which the wretched Hatter trembled so, that he shook both his shoes\noff.\n\n“Give your evidence,” the King repeated angrily, “or I’ll have you\nexecuted, whether you’re nervous or not.”\n\n“I’m a poor man, your Majesty,” the Hatter began, in a trembling voice,\n“—and I hadn’t begun my tea—not above a week or so—and what with the\nbread-and-butter getting so thin—and the twinkling of the tea—”\n\n“The twinkling of the _what?_” said the King.\n\n“It _began_ with the tea,” the Hatter replied.\n\n“Of course twinkling begins with a T!” said the King sharply. “Do you\ntake me for a dunce? Go on!”\n\n“I’m a poor man,” the Hatter went on, “and most things twinkled after\nthat—only the March Hare said—”\n\n“I didn’t!” the March Hare interrupted in a great hurry.\n\n“You did!” said the Hatter.\n\n“I deny it!” said the March Hare.\n\n“He denies it,” said the King: “leave out that part.”\n\n“Well, at any rate, the Dormouse said—” the Hatter went on, looking\nanxiously round to see if he would deny it too: but the Dormouse denied\nnothing, being fast asleep.\n\n“After that,” continued the Hatter, “I cut some more bread-and-butter—”\n\n“But what did the Dormouse say?” one of the jury asked.\n\n“That I can’t remember,” said the Hatter.\n\n“You _must_ remember,” remarked the King, “or I’ll have you executed.”\n\nThe miserable Hatter dropped his teacup and bread-and-butter, and went\ndown on one knee. “I’m a poor man, your Majesty,” he began.\n\n“You’re a _very_ poor _speaker_,” said the King.\n\nHere one of the guinea-pigs cheered, and was immediately suppressed by\nthe officers of the court. (As that is rather a hard word, I will just\nexplain to you how it was done. They had a large canvas bag, which tied\nup at the mouth with strings: into this they slipped the guinea-pig,\nhead first, and then sat upon it.)\n\n“I’m glad I’ve seen that done,” thought Alice. “I’ve so often read in\nthe newspapers, at the end of trials, “There was some attempts at\napplause, which was immediately suppressed by the officers of the\ncourt,” and I never understood what it meant till now.”\n\n“If that’s all you know about it, you may stand down,” continued the\nKing.\n\n“I can’t go no lower,” said the Hatter: “I’m on the floor, as it is.”\n\n“Then you may _sit_ down,” the King replied.\n\nHere the other guinea-pig cheered, and was suppressed.\n\n“Come, that finished the guinea-pigs!” thought Alice. “Now we shall get\non better.”\n\n“I’d rather finish my tea,” said the Hatter, with an anxious look at\nthe Queen, who was reading the list of singers.\n\n“You may go,” said the King, and the Hatter hurriedly left the court,\nwithout even waiting to put his shoes on.\n\n“—and just take his head off outside,” the Queen added to one of the\nofficers: but the Hatter was out of sight before the officer could get\nto the door.\n\n“Call the next witness!” said the King.\n\nThe next witness was the Duchess’s cook. She carried the pepper-box in\nher hand, and Alice guessed who it was, even before she got into the\ncourt, by the way the people near the door began sneezing all at once.\n\n“Give your evidence,” said the King.\n\n“Shan’t,” said the cook.\n\nThe King looked anxiously at the White Rabbit, who said in a low voice,\n“Your Majesty must cross-examine _this_ witness.”\n\n“Well, if I must, I must,” the King said, with a melancholy air, and,\nafter folding his arms and frowning at the cook till his eyes were\nnearly out of sight, he said in a deep voice, “What are tarts made of?”\n\n“Pepper, mostly,” said the cook.\n\n“Treacle,” said a sleepy voice behind her.\n\n“Collar that Dormouse,” the Queen shrieked out. “Behead that Dormouse!\nTurn that Dormouse out of court! Suppress him! Pinch him! Off with his\nwhiskers!”\n\nFor some minutes the whole court was in confusion, getting the Dormouse\nturned out, and, by the time they had settled down again, the cook had\ndisappeared.\n\n“Never mind!” said the King, with an air of great relief. “Call the\nnext witness.” And he added in an undertone to the Queen, “Really, my\ndear, _you_ must cross-examine the next witness. It quite makes my\nforehead ache!”\n\nAlice watched the White Rabbit as he fumbled over the list, feeling\nvery curious to see what the next witness would be like, “—for they\nhaven’t got much evidence _yet_,” she said to herself. Imagine her\nsurprise, when the White Rabbit read out, at the top of his shrill\nlittle voice, the name “Alice!”",
    "translated_content": "CHAPTER XI.\n\n第十一章  \n谁偷了馅饼？\n\n爱丽丝他们到达时，红心国王和王后正端坐在宝座上，周围聚集了一大群臣民——各式各样的小鸟和走兽，还有整副扑克牌：红心杰克戴着镣铐站在他们面前，两侧各有一名士兵看守；国王旁边站着白兔，一手拿着喇叭，一手握着一卷羊皮纸。法庭正中央摆着一张桌子，桌上放着一大盘馅饼：那些馅饼看起来美味极了，惹得爱丽丝直咽口水——“但愿审判快点结束，”她想，“好让大家分点心吃！”但眼下似乎没这种可能，于是她开始打量四周来消磨时间。\n\n爱丽丝从未进过法庭，但她在书里读到过相关描述，因此发现这里几乎所有东西她都能叫出名字，心里颇为得意。“那是法官，”她自言自语道，“因为他戴着大大的假发。”\n\n顺便一提，法官正是国王本人；他把王冠戴在假发上（若想看他这副模样，不妨瞧瞧扉页插图），那样子实在别扭，也毫无威严可言。\n\n“那是陪审席，”爱丽丝想，“那十二个生物（她不得不说‘生物’，因为其中有些是走兽，有些是飞禽），想必就是陪审员了。”她把“陪审员”这个词反复念叨了两三遍，颇有些自豪：因为她觉得——也确实如此——像她这般年纪的小姑娘没几个懂得这个词的含义。不过，叫“陪审人”其实也一样。\n\n十二位陪审员正忙着在石板上写字。“他们在干什么？”爱丽丝小声问鹰头狮。“审判还没开始，他们没什么可记录的吧？”\n\n“他们在写自己的名字，”鹰头狮低声回答，“怕等到审判结束就忘了。”\n\n“蠢透了！”爱丽丝愤愤地提高嗓门，却赶忙住嘴——白兔高声喊道：“法庭肃静！”国王戴上眼镜，焦急地环顾四周，想找出说话的人。\n\n爱丽丝看得清清楚楚，就像从他们肩头望过去一样，只见所有陪审员都在石板上写下“蠢话”二字，她甚至能看出其中一个连“蠢”字都不会写，还得请邻座告诉他。“等审判结束前，他们的石板准会写得一塌糊涂！”爱丽丝想道。\n\n有个陪审员的铅笔发出吱吱的响声。这声音爱丽丝当然无法忍受，于是她绕到法庭后面，悄悄走到那人身后，很快找了个机会把铅笔抽走了。她的动作那么敏捷，那个可怜的小陪审员（他就是壁虎比尔）完全没弄明白铅笔去哪儿了；他四处找遍了也没找到，只好一整天都用一根手指写字。这当然毫无用处，因为手指在石板上留不下任何痕迹。\n\n“传令官，宣读起诉书！”国王命令道。\n\n听到这话，白兔吹了三声喇叭，然后展开羊皮纸卷轴，宣读如下：\n\n“红心王后，她做了些馅饼，\n    就在夏日里的一天：\n红心杰克，他偷走馅饼，\n    带着它们消失不见！”\n\n“请陪审团商议裁决。”国王对陪审团说。\n\n“还不行，还不行！”兔子急忙打断，“在那之前还有很多程序！”\n\n“传唤第一位证人。”国王说；白兔吹了三声喇叭，高声喊道：“第一位证人！”\n\n第一位证人是帽匠。他一手拿着茶杯，一手捏着片黄油面包走进来。“陛下请原谅，”他开口道，“我带着这些进来是因为：传唤我的时候，我还没喝完茶呢。”\n\n“你本该喝完的，”国王说，“你什么时候开始喝的？”\n\n帽匠看了看三月兔——三月兔跟着他进了法庭，正和睡鼠手挽着手。“我想是三月十四日。”他说。\n\n“十五日。”三月兔说。\n\n“十六日。”睡鼠补充道。\n\n“记下来。”国王对陪审团说，陪审员们急忙把这三个日期都写在石板上，然后加起来，再把总数换算成先令和便士。\n\n“摘下你的帽子。”国王对帽匠说。\n\n“这不是我的。”帽匠说。\n\n“偷来的！”国王叫起来，转向陪审团，陪审员们立刻把这件事记录在案。\n\n“我留着帽子是为了卖的，”帽匠解释道，“我自己没有帽子。我是个帽匠。”\n\n这时王后戴上了眼镜，使劲儿盯着帽匠，看得他脸色发白，坐立不安。\n\n“拿出你的证据来，”国王说，“别紧张，否则我就当场处决你。”\n\n这话似乎根本没给证人带来鼓励：他不停地两脚交替站着，不安地看着王后，慌乱中竟把茶杯当成抹了黄油的面包咬下了一大块。\n\n就在这时，爱丽丝感到一种非常奇怪的感觉，她困惑了好一阵才明白是怎么回事：她又开始变大了。起初她想站起来离开法庭，但转念一想，只要还有容身之地，她就决定留在原地。\n\n“你别挤得这么厉害，”坐在她旁边的睡鼠说，“我快喘不过气了。”\n\n“我没办法，”爱丽丝非常温顺地说，“我在长大。”\n\n“你没有权利在这里长大。”睡鼠说。\n\n“别说傻话，”爱丽丝更大胆地说，“你知道你也在长大。”\n\n“是的，但我长得合情合理，”睡鼠说，“不像你那样荒唐可笑。”然后他非常不高兴地站起来，走到法庭的另一边去了。\n\n这段时间里，王后始终没有停止盯着帽匠。就在睡鼠穿过法庭时，她对一名法庭官员说：“把上次音乐会的歌手名单给我！”听到这话，可怜的帽匠吓得浑身发抖，连两只鞋子都抖掉了。\n\n“拿出你的证据来，”国王愤怒地重复道，“否则我就处决你，不管你是不是紧张。”\n\n“我是个可怜人，陛下，”帽匠用颤抖的声音开始说道，“——我还没开始喝茶——不到一个星期左右——而且抹黄油的面包变得那么薄——还有茶的闪烁——”\n\n“什么的闪烁？”国王问。\n\n“是从茶开始的。”帽匠回答。\n\n“闪烁当然是从T（茶）开始的！”国王厉声说道，“你当我是傻瓜吗？继续说！”\n\n“我是个可怜人，”帽匠接着说，“之后大多数东西都闪烁起来——只有三月兔说——”\n\n“我没说！”三月兔急忙打断。\n\n“你说了！”帽匠说。\n\n“我否认！”三月兔说。\n\n“他否认了，”国王说，“跳过这部分。”\n\n“好吧，不管怎样，睡鼠说——”帽匠继续说着，焦急地环顾四周，看睡鼠是否也会否认：但睡鼠什么也没否认，因为它已经睡熟了。\n\n“后来，”帽匠继续道，“我又切了些黄油面包——”\n\n“但睡鼠说了什么？”一位陪审员问。\n\n“这我可记不清了。”帽匠说。\n\n“你_必须_想起来，”国王说道，“否则我就处决你。”\n\n可怜的帽匠失手摔落了茶杯和黄油面包，单膝跪地。“我是个可怜人，陛下。”他开口道。\n\n“你是个_极其_差劲的_证人_。”国王说。\n\n这时，一只豚鼠欢呼起来，立刻被法庭官员制止了。（由于“制止”这个词有些费解，我正好向你们解释一下他们是怎么做的。他们有个大帆布袋，袋口用绳子扎紧：他们把那只豚鼠头朝下塞进去，然后一屁股坐在袋子上。）\n\n“真高兴能亲眼见到这场面，”爱丽丝想，“我常在报纸上读到，审判结束时说‘有人试图欢呼，但立即被法庭官员制止’，直到现在我才明白是什么意思。”\n\n“如果关于这件事你只知道这些，你可以退下了。”国王继续说道。\n\n“我没法再往下站了，”帽匠说，“我现在已经在地板上了。”\n\n“那你可以_坐下_。”国王回答。\n\n这时另一只豚鼠欢呼起来，随即也被制止了。\n\n“嘿，这下豚鼠可完蛋了！”爱丽丝想，“现在我们可以顺利些了。”\n\n“我宁愿先喝完茶。”帽匠说着，不安地瞥了眼正在看歌手名单的王后。\n\n“你可以走了。”国王说。帽匠连鞋都顾不上穿，就匆忙离开了法庭。\n\n“——到外面就砍掉他的脑袋。”王后对一名官员补充道。但没等官员走到门口，帽匠早已不见了踪影。\n\n“传下一个证人！”国王说。\n\n下一个证人是公爵夫人的厨娘。她手里拿着胡椒盒，爱丽丝甚至在她进法庭前就猜到了是谁——因为门口附近的人突然同时打起喷嚏来。\n\n“提供你的证词。”国王说。\n\n“偏不。”厨娘说。\n\n国王焦急地看向白兔，白兔低声说：“陛下必须盘问_这位_证人。”\n\n“好吧，如果必须如此，那就必须如此。”国王带着忧郁的神情说。他交叉双臂，对厨娘皱起眉头，直到眼睛几乎眯成两条缝，然后用低沉的声音问道：“馅饼是用什么做的？”\n\n“多半是胡椒。”厨娘说。\n\n“糖浆。”她身后传来一个困倦的声音。\n\n“把那只睡鼠揪出来，”王后尖声叫道，“砍掉那只睡鼠的脑袋！把那只睡鼠赶出法庭！镇压他！掐死他！拔掉他的胡子！”\n\n整个法庭混乱了好几分钟，人们忙着把睡鼠赶出去。等大家重新安顿下来时，厨娘已经不见了。\n\n“没关系！”国王如释重负地说，“传唤下一位证人。”他压低声音对王后补充道：“说真的，亲爱的，下一个证人必须由你来盘问。我的额头已经疼得受不了了！”\n\n爱丽丝看着白兔在名单上摸索，非常好奇下一位证人会是什么模样——“毕竟他们到现在还没掌握多少证据呢。”她暗自思忖。当白兔用他那尖细的嗓音高声念出“爱丽丝！”这个名字时，请想象她有多惊讶吧！",
    "chapter_number": 100,
    "roman_num": "C"
  },
  {
    "original_title": "CHAPTER XII.",
    "translated_title": "CHAPTER XII.",
    "original_content": "CHAPTER XII.\nAlice’s Evidence\n\n\n“Here!” cried Alice, quite forgetting in the flurry of the moment how\nlarge she had grown in the last few minutes, and she jumped up in such\na hurry that she tipped over the jury-box with the edge of her skirt,\nupsetting all the jurymen on to the heads of the crowd below, and there\nthey lay sprawling about, reminding her very much of a globe of\ngoldfish she had accidentally upset the week before.\n\n“Oh, I _beg_ your pardon!” she exclaimed in a tone of great dismay, and\nbegan picking them up again as quickly as she could, for the accident\nof the goldfish kept running in her head, and she had a vague sort of\nidea that they must be collected at once and put back into the\njury-box, or they would die.\n\n“The trial cannot proceed,” said the King in a very grave voice, “until\nall the jurymen are back in their proper places—_all_,” he repeated\nwith great emphasis, looking hard at Alice as he said so.\n\nAlice looked at the jury-box, and saw that, in her haste, she had put\nthe Lizard in head downwards, and the poor little thing was waving its\ntail about in a melancholy way, being quite unable to move. She soon\ngot it out again, and put it right; “not that it signifies much,” she\nsaid to herself; “I should think it would be _quite_ as much use in the\ntrial one way up as the other.”\n\nAs soon as the jury had a little recovered from the shock of being\nupset, and their slates and pencils had been found and handed back to\nthem, they set to work very diligently to write out a history of the\naccident, all except the Lizard, who seemed too much overcome to do\nanything but sit with its mouth open, gazing up into the roof of the\ncourt.\n\n“What do you know about this business?” the King said to Alice.\n\n“Nothing,” said Alice.\n\n“Nothing _whatever?_” persisted the King.\n\n“Nothing whatever,” said Alice.\n\n“That’s very important,” the King said, turning to the jury. They were\njust beginning to write this down on their slates, when the White\nRabbit interrupted: “_Un_important, your Majesty means, of course,” he\nsaid in a very respectful tone, but frowning and making faces at him as\nhe spoke.\n\n“_Un_important, of course, I meant,” the King hastily said, and went on\nto himself in an undertone,\n\n“important—unimportant—unimportant—important—” as if he were trying\nwhich word sounded best.\n\nSome of the jury wrote it down “important,” and some “unimportant.”\nAlice could see this, as she was near enough to look over their slates;\n“but it doesn’t matter a bit,” she thought to herself.\n\nAt this moment the King, who had been for some time busily writing in\nhis note-book, cackled out “Silence!” and read out from his book, “Rule\nForty-two. _All persons more than a mile high to leave the court_.”\n\nEverybody looked at Alice.\n\n“_I’m_ not a mile high,” said Alice.\n\n“You are,” said the King.\n\n“Nearly two miles high,” added the Queen.\n\n“Well, I shan’t go, at any rate,” said Alice: “besides, that’s not a\nregular rule: you invented it just now.”\n\n“It’s the oldest rule in the book,” said the King.\n\n“Then it ought to be Number One,” said Alice.\n\nThe King turned pale, and shut his note-book hastily. “Consider your\nverdict,” he said to the jury, in a low, trembling voice.\n\n“There’s more evidence to come yet, please your Majesty,” said the\nWhite Rabbit, jumping up in a great hurry; “this paper has just been\npicked up.”\n\n“What’s in it?” said the Queen.\n\n“I haven’t opened it yet,” said the White Rabbit, “but it seems to be a\nletter, written by the prisoner to—to somebody.”\n\n“It must have been that,” said the King, “unless it was written to\nnobody, which isn’t usual, you know.”\n\n“Who is it directed to?” said one of the jurymen.\n\n“It isn’t directed at all,” said the White Rabbit; “in fact, there’s\nnothing written on the _outside_.” He unfolded the paper as he spoke,\nand added “It isn’t a letter, after all: it’s a set of verses.”\n\n“Are they in the prisoner’s handwriting?” asked another of the jurymen.\n\n“No, they’re not,” said the White Rabbit, “and that’s the queerest\nthing about it.” (The jury all looked puzzled.)\n\n“He must have imitated somebody else’s hand,” said the King. (The jury\nall brightened up again.)\n\n“Please your Majesty,” said the Knave, “I didn’t write it, and they\ncan’t prove I did: there’s no name signed at the end.”\n\n“If you didn’t sign it,” said the King, “that only makes the matter\nworse. You _must_ have meant some mischief, or else you’d have signed\nyour name like an honest man.”\n\nThere was a general clapping of hands at this: it was the first really\nclever thing the King had said that day.\n\n“That _proves_ his guilt,” said the Queen.\n\n“It proves nothing of the sort!” said Alice. “Why, you don’t even know\nwhat they’re about!”\n\n“Read them,” said the King.\n\nThe White Rabbit put on his spectacles. “Where shall I begin, please\nyour Majesty?” he asked.\n\n“Begin at the beginning,” the King said gravely, “and go on till you\ncome to the end: then stop.”\n\nThese were the verses the White Rabbit read:—\n\n“They told me you had been to her,\n    And mentioned me to him:\nShe gave me a good character,\n    But said I could not swim.\n\nHe sent them word I had not gone\n    (We know it to be true):\nIf she should push the matter on,\n    What would become of you?\n\nI gave her one, they gave him two,\n    You gave us three or more;\nThey all returned from him to you,\n    Though they were mine before.\n\nIf I or she should chance to be\n    Involved in this affair,\nHe trusts to you to set them free,\n    Exactly as we were.\n\nMy notion was that you had been\n    (Before she had this fit)\nAn obstacle that came between\n    Him, and ourselves, and it.\n\nDon’t let him know she liked them best,\n    For this must ever be\nA secret, kept from all the rest,\n    Between yourself and me.”\n\n\n“That’s the most important piece of evidence we’ve heard yet,” said the\nKing, rubbing his hands; “so now let the jury—”\n\n“If any one of them can explain it,” said Alice, (she had grown so\nlarge in the last few minutes that she wasn’t a bit afraid of\ninterrupting him,) “I’ll give him sixpence. _I_ don’t believe there’s\nan atom of meaning in it.”\n\nThe jury all wrote down on their slates, “_She_ doesn’t believe there’s\nan atom of meaning in it,” but none of them attempted to explain the\npaper.\n\n“If there’s no meaning in it,” said the King, “that saves a world of\ntrouble, you know, as we needn’t try to find any. And yet I don’t\nknow,” he went on, spreading out the verses on his knee, and looking at\nthem with one eye; “I seem to see some meaning in them, after all.\n“—_said I could not swim_—” you can’t swim, can you?” he added, turning\nto the Knave.\n\nThe Knave shook his head sadly. “Do I look like it?” he said. (Which he\ncertainly did _not_, being made entirely of cardboard.)\n\n“All right, so far,” said the King, and he went on muttering over the\nverses to himself: “‘_We know it to be true_—’ that’s the jury, of\ncourse—‘_I gave her one, they gave him two_—’ why, that must be what he\ndid with the tarts, you know—”\n\n“But, it goes on ‘_they all returned from him to you_,’” said Alice.\n\n“Why, there they are!” said the King triumphantly, pointing to the\ntarts on the table. “Nothing can be clearer than _that_. Then\nagain—‘_before she had this fit_—’ you never had fits, my dear, I\nthink?” he said to the Queen.\n\n“Never!” said the Queen furiously, throwing an inkstand at the Lizard\nas she spoke. (The unfortunate little Bill had left off writing on his\nslate with one finger, as he found it made no mark; but he now hastily\nbegan again, using the ink, that was trickling down his face, as long\nas it lasted.)\n\n“Then the words don’t _fit_ you,” said the King, looking round the\ncourt with a smile. There was a dead silence.\n\n“It’s a pun!” the King added in an offended tone, and everybody\nlaughed, “Let the jury consider their verdict,” the King said, for\nabout the twentieth time that day.\n\n“No, no!” said the Queen. “Sentence first—verdict afterwards.”\n\n“Stuff and nonsense!” said Alice loudly. “The idea of having the\nsentence first!”\n\n“Hold your tongue!” said the Queen, turning purple.\n\n“I won’t!” said Alice.\n\n“Off with her head!” the Queen shouted at the top of her voice. Nobody\nmoved.\n\n“Who cares for you?” said Alice, (she had grown to her full size by\nthis time.) “You’re nothing but a pack of cards!”\n\nAt this the whole pack rose up into the air, and came flying down upon\nher: she gave a little scream, half of fright and half of anger, and\ntried to beat them off, and found herself lying on the bank, with her\nhead in the lap of her sister, who was gently brushing away some dead\nleaves that had fluttered down from the trees upon her face.\n\n“Wake up, Alice dear!” said her sister; “Why, what a long sleep you’ve\nhad!”\n\n“Oh, I’ve had such a curious dream!” said Alice, and she told her\nsister, as well as she could remember them, all these strange\nAdventures of hers that you have just been reading about; and when she\nhad finished, her sister kissed her, and said, “It _was_ a curious\ndream, dear, certainly: but now run in to your tea; it’s getting late.”\nSo Alice got up and ran off, thinking while she ran, as well she might,\nwhat a wonderful dream it had been.\n\n\nBut her sister sat still just as she left her, leaning her head on her\nhand, watching the setting sun, and thinking of little Alice and all\nher wonderful Adventures, till she too began dreaming after a fashion,\nand this was her dream:—\n\nFirst, she dreamed of little Alice herself, and once again the tiny\nhands were clasped upon her knee, and the bright eager eyes were\nlooking up into hers—she could hear the very tones of her voice, and\nsee that queer little toss of her head to keep back the wandering hair\nthat _would_ always get into her eyes—and still as she listened, or\nseemed to listen, the whole place around her became alive with the\nstrange creatures of her little sister’s dream.\n\nThe long grass rustled at her feet as the White Rabbit hurried by—the\nfrightened Mouse splashed his way through the neighbouring pool—she\ncould hear the rattle of the teacups as the March Hare and his friends\nshared their never-ending meal, and the shrill voice of the Queen\nordering off her unfortunate guests to execution—once more the pig-baby\nwas sneezing on the Duchess’s knee, while plates and dishes crashed\naround it—once more the shriek of the Gryphon, the squeaking of the\nLizard’s slate-pencil, and the choking of the suppressed guinea-pigs,\nfilled the air, mixed up with the distant sobs of the miserable Mock\nTurtle.\n\nSo she sat on, with closed eyes, and half believed herself in\nWonderland, though she knew she had but to open them again, and all\nwould change to dull reality—the grass would be only rustling in the\nwind, and the pool rippling to the waving of the reeds—the rattling\nteacups would change to tinkling sheep-bells, and the Queen’s shrill\ncries to the voice of the shepherd boy—and the sneeze of the baby, the\nshriek of the Gryphon, and all the other queer noises, would change\n(she knew) to the confused clamour of the busy farm-yard—while the\nlowing of the cattle in the distance would take the place of the Mock\nTurtle’s heavy sobs.\n\nLastly, she pictured to herself how this same little sister of hers\nwould, in the after-time, be herself a grown woman; and how she would\nkeep, through all her riper years, the simple and loving heart of her\nchildhood: and how she would gather about her other little children,\nand make _their_ eyes bright and eager with many a strange tale,\nperhaps even with the dream of Wonderland of long ago: and how she\nwould feel with all their simple sorrows, and find a pleasure in all\ntheir simple joys, remembering her own child-life, and the happy summer\ndays.\n\nTHE END\n\n*** END OF THE PROJECT GUTENBERG EBOOK 11 ***",
    "translated_content": "CHAPTER XII.\n\n第十二章  \n爱丽丝的证词\n\n“到！”爱丽丝喊道，慌乱中完全忘记自己刚才几分钟里已经长得多么庞大。她急急忙忙跳起来，裙边竟带翻了陪审席，把陪审员们全都倒扣在下面听众的脑袋上。他们在那儿四脚朝天地挣扎着，让她猛然想起上周不小心打翻的那缸金鱼。\n\n“哎呀，真对不起！”她惊慌失措地叫道，赶紧手忙脚乱地把他们捡起来。金鱼事件的回忆在她脑海里盘旋不去，她模糊地觉得必须立刻把陪审员们送回席位上，否则他们会死掉。\n\n“审判无法继续，”国王非常严肃地说，“必须等所有陪审员回到原位——所有！”他重重地重复道，说话时严厉地盯着爱丽丝。\n\n爱丽丝看向陪审席，发现自己匆忙间竟把壁虎头朝下塞了进去。那可怜的小东西正凄凉地摆动着尾巴，完全动弹不得。她赶紧把它抽出来摆正。“不过反正也没多大差别，”她暗自想着，“我觉得它头朝上还是头朝下，对审判来说都差不多。”\n\n等陪审员们从翻倒的惊吓中稍稍恢复，石板和铅笔也都被找回来还给他们之后，他们便非常勤恳地开始记录这场事故的经过。只有壁虎例外，它似乎惊魂未定，只是张着嘴呆坐着，仰望着法庭的天花板。\n\n“你对这件事知道些什么？”国王问爱丽丝。\n\n“什么也不知道。”爱丽丝回答。\n\n“完全不知道？”国王追问。\n\n“完全不知道。”爱丽丝说。\n\n“这点非常重要。”国王转向陪审团说道。他们刚要把这句话记在石板上，白兔突然插嘴：“陛下的意思当然是‘不重要’。”它用非常恭敬的语气说着，却对国王皱起眉头做鬼脸。\n\n“不重要，对，我当然是这个意思。”国王急忙改口，又低声自言自语地念叨起来，“重要——不重要——不重要——重要——”好像在试哪个词听起来更顺耳。\n\n陪审员中有的把“重要”记了下来，有的记了“不重要”。爱丽丝离得近，能看见他们的石板，所以知道他们写的是什么。“不过这根本没关系，”她心想。\n\n这时，国王一直在笔记本上忙着写什么，此刻他喊道：“肃静！”然后照着本子念道：“第四十二条规则：_所有身高超过一英里者必须退出法庭_。”\n\n所有人都看向爱丽丝。\n\n“_我_没有一英里高。”爱丽丝说。\n\n“你有。”国王说。\n\n“都快两英里高了。”王后补充道。\n\n“反正我不会走，”爱丽丝说，“再说了，这根本不是正式规则，是你刚刚编出来的。”\n\n“这是书里最古老的一条规则。”国王说。\n\n“那它应该是第一条才对。”爱丽丝说。\n\n国王脸色发白，慌忙合上笔记本。“请陪审团商议裁决。”他用低沉颤抖的声音对陪审团说。\n\n“陛下，还有证据要呈上，”白兔急忙跳起来说，“这张纸是刚捡到的。”\n\n“上面写的什么？”王后问。\n\n“我还没打开，”白兔说，“但看起来像是一封信，是犯人写给——写给某个人的。”\n\n“肯定是这样，”国王说，“除非是写给‘无人’的，但这可不常见，你们知道。”\n\n“收信人是谁？”一位陪审员问。\n\n“根本没有写收信人，”白兔说，“事实上，信封_外面_什么也没写。”他一边说一边展开那张纸，补充道：“这根本不是信，是一组诗。”\n\n“是犯人的笔迹吗？”另一位陪审员问。\n\n“不，不是，”白兔说，“这正是最奇怪的地方。”（陪审员全都露出困惑的表情。）\n\n“他肯定是模仿了别人的笔迹。”国王说。（陪审员们又都振奋起来。）\n\n“陛下容禀，”红心杰克说，“这不是我写的，他们也证明不了是我写的：末尾没有签名。”\n\n“如果你没签名，”国王说，“那事情就更糟了。你_一定_是存心不良，否则就该像个诚实的人那样签上名字。”\n\n听到这话，全场响起一片掌声：这是国王那天说的第一句真正聪明的话。\n\n“这_证明_他有罪。”王后说。\n\n“这根本证明不了什么！”爱丽丝说，“哎呀，你们连诗里写的什么都不知道呢！”\n\n“念出来。”国王说。\n\n白兔戴上眼镜。“陛下，我该从哪儿开始念呢？”他问道。\n\n“从头开始，”国王郑重地说，“一直念到结尾，然后停下。”\n\n以下便是白兔宣读的诗句：——\n\n“他们告诉我你曾找她，\n    并向他提及我名：\n她对我颇多美言，\n    却说我不善游泳。\n\n他传话说我未曾离去\n    （我们知此乃实情）：\n若她执意追究到底，\n    你又将如何自处？\n\n我给她一个，他们给他两个，\n    你给我们三个或更多；\n它们全都从他那里回到你手中，\n    尽管它们本属我所有。\n\n倘若我或她偶然\n    卷入此事之中，\n他指望你来解开束缚，\n    恰如我们当初模样。\n\n我原以为你曾是\n    （在她发作之前）\n横亘在他、我们与那件事之间\n    的一道阻碍。\n\n莫让他知她最中意它们，\n    因这必须永远成为\n一个秘密，瞒过其余所有人，\n    只存于你我之间。”\n\n“这是我们迄今听到的最重要的证据，”国王搓着手说，“现在请陪审团——”\n\n“要是他们中谁能解释清楚，”爱丽丝说（她在刚才几分钟里长得如此高大，以至于毫不畏惧地打断国王），“我就给他六便士。我压根不觉得这诗有半点意义。”\n\n陪审员们都在石板上写下：“她认为这诗毫无意义”，但无人尝试解释诗的内容。\n\n“如果这诗没有意义，”国王说，“倒省去天大的麻烦，要知道，我们就不必费心寻找意义了。不过嘛，”他继续念叨着，把诗稿摊在膝头，眯起一只眼睛端详，“我好像还是看出些意思来。‘——却说我不善游泳——’你不会游泳，对吧？”他转向红心杰克补充道。\n\n红心杰克悲伤地摇摇头。“您看我像会游泳的样子吗？”他说。（他确实不像，毕竟全身都是纸板做的。）\n\n“目前还算合理，”国王说着又低头喃喃念诗：“‘我们知此乃实情——’这当然是指陪审团——‘我给她一个，他们给他两个——’啊，这准是指他处理果馅饼的事，你们明白——”\n\n“可是后面接着‘它们全都从他那里回到你手中’呢。”爱丽丝指出。\n\n“看哪，这不就在这儿！”国王得意洋洋地指着桌上的果馅饼说，“再清楚不过了！还有这句——‘在她发作之前’……亲爱的，你从没发过疯吧？”他对王后说。\n\n“从来没有！”王后暴怒道，顺手把墨水瓶砸向壁虎。（可怜的小比尔已经不用手指在石板上写字了，因为他发现写不出痕迹；但此刻他急忙蘸着脸上流淌的墨水，又写了起来。）\n\n“那这话就不适合你。”国王笑着环视法庭。全场死寂。\n\n“这是双关语！”国王带着被冒犯的语气补充道，所有人都笑了。“请陪审团考虑裁决。”国王说，这大概是他今天第二十次重复了。\n\n“不，不！”王后说，“先判刑——后裁决。”\n\n“胡说八道！”爱丽丝大声喊道，“哪有先判刑的道理！”\n\n“住口！”王后面色发紫。\n\n“我偏不！”爱丽丝说。\n\n“砍掉她的头！”王后声嘶力竭地喊道。没有人动弹。\n\n“谁怕你们？”爱丽丝说（这时她已经恢复到原来大小），“你们不过是一副纸牌！”\n\n听到这话，整副纸牌腾空而起，朝她飞扑过来：她发出一声惊叫，半是恐惧半是愤怒，试图拍开它们，却发现自己躺在河岸边，头枕在姐姐的膝上，姐姐正轻轻拂去从树上飘落在她脸上的枯叶。\n\n“醒醒，亲爱的爱丽丝！”姐姐说，“你这一觉睡得可真长啊！”\n\n“噢，我做了个特别奇妙的梦！”爱丽丝把记忆中那些奇遇——也就是你们刚读到的故事——尽力讲给姐姐听；讲完后，姐姐吻了吻她说：“这确实是个奇妙的梦，亲爱的。不过现在该去喝茶啦，天不早啦。”爱丽丝起身跑开，一边跑一边还在想：这真是个多么美妙的梦啊。\n\n而她的姐姐仍静静坐在原地，手托着头，望着西沉的夕阳，想着小爱丽丝和所有那些奇妙的冒险，直到她也恍惚做起梦来，她的梦是这样的：——\n\n首先，她梦见了小爱丽丝本人：那双小手又一次交叠着放在她的膝上，明亮热切的眼睛正仰望着她——她甚至能听见她说话的音调，看见她为了把总是飘进眼睛里的头发甩开而微微扬头的古怪模样——当她倾听着，或者说仿佛在倾听时，四周的整个空间都因她小妹妹梦中的奇异生物而活跃起来。\n\n白兔匆匆跑过时，长草在她脚下沙沙作响——受惊的老鼠扑通溅着水花游过邻近的池塘——她能听见三月兔和朋友们享用那顿永无休止的茶点时茶杯的碰撞声，还有王后尖声下令将不幸的客人处决的喊叫——猪宝宝又一次在公爵夫人膝上打喷嚏，盘碟在它周围摔得粉碎——鹰头狮的尖叫、蜥蜴写字石笔的吱嘎声、被压制的豚鼠们的窒息声再次充斥空中，混杂着远处那只可怜假海龟的悲泣呜咽。\n\n于是她继续闭眼坐着，半信自己就在奇境之中，尽管她知道只要再睁开眼睛，一切就会变成沉闷的现实——青草只会随风沙沙作响，池塘会因芦苇摇曳而泛起涟漪——叮当作响的茶杯会变成绵羊的铃铛声，王后的尖叫声会变成牧童的吆喝——而婴儿的喷嚏、鹰头狮的尖叫和所有其他古怪的声响都会（她知道）变成忙碌农家庭院里混杂的喧闹——远处牛的哞叫则会取代假海龟沉重的抽泣。\n\n最后，她想象着这个小妹妹在未来的岁月里，自己也将长成一位成熟的女性；她将如何在整个成年时期始终保持童年时代那颗纯真仁爱的心；她将如何召集其他小孩子围绕身旁，用许多奇异的故事——或许甚至用很久以前那个奇境之梦——让他们的眼睛变得明亮而充满渴望；她将如何体会他们所有单纯的忧伤，在他们所有简单的快乐中找到乐趣，同时忆起她自己童年的时光，以及那些快乐的夏日。\n\n完\n\n*** 古登堡计划电子书 11 结束 ***",
    "chapter_number": 100,
    "roman_num": "C"
  }
]